{
  "EFF_VIEW_FAIL": "Error en la vista de efectividad",
  "CFG_OFFICIAL_LABEL": "Vista oficial",
  "CFG_PROJECTED_LABEL": "Vista proyectada",
  "CFG_Label_Variant": "Variantes y opciones:",
  "CFG_Label_Evolution": "Evolución:",
  "CFG_EFFECTIVITY_HEADER": "Efectividad",
  "CFG_VARIANT_HEADER": "Variante/Opción",
  "CFG_EVOLUTION_HEADER": "Evolución",
  "CFG_CURRENT_EVOLUTION_HEADER": "Evolución actual",
  "CFG_PROJECTED_EVOLUTION_HEADER": "Evolución proyectada",
  "CFG_CONFIGURATION_REVISION_HEADER": "Revisión de configuración",
  "CFG_PRODUCT_CONFIGURATION_HEADER": "Configuración instanciada",
  "CFG_CONFIGURATION_CONTEXT_HEADER": "Contexto de configuración",
  "CFG_EFFECTIVITY_YES": "Sí",
  "CFG_EFFECTIVITY_NO": "No",
  "CFG_COPY_VARIANT_EFFECTIVITY": "Copiar efectividad de opción/variante",
  "CFG_PASTE_VARIANT_EFFECTIVITY": "Pegar efectividad de opción/variante",
  "CFG_COPY_EVOLUTION_EFFECTIVITY": "Copiar efectividad de evolución",
  "CFG_PASTE_EVOLUTION_EFFECTIVITY": "Pegar efectividad de evolución",
  "CFG_Valid_EvolutionExpr": "Válido para todas las evoluciones",
  "CFG_Valid_VariantExpr": "Válido para todas las variantes y opciones",
  "CFG_Valid_Expr": "Válido para todas las evoluciones y todas las variantes y opciones",
  "CFG_Blank_EvolutionExpr": "No se ha definido efectividad en esta instancia",
  "CFG_Blank_VariantExpr": "No se ha definido efectividad en esta instancia",
  "CFG_Blank_Expr": "No se ha definido efectividad en esta instancia",
  "CFG_Copy_Effectivity_Successful": "La efectividad de la variante u opción se ha copiado correctamente desde",
  "CFG_Empty_Effectivity_Successful": "La efectividad de la variante u opción se ha borrado correctamente en",
  "CFG_Paste_Effectivity_Successful": "La efectividad de la variante u opción se ha pegado correctamente en",
  "CFG_Paste_Effectivity_PartialSuccessful": "La efectividad de la variante u opción se ha pegado parcialmente de forma correcta",
  "CFG_Paste_Effectivity_AllSuccessful": "Las efectividades de las variantes u opciones se han pegado correctamente en los objetos seleccionados.",
  "CFG_Empty_Effectivity_AllSuccessful": "Las efectividades de las variantes u opciones se han borrado correctamente en los objetos seleccionados.",
  "CFG_Copy_Effectivity_Failed": "La efectividad de la variante u opción no se ha copiado correctamente de",
  "CFG_Empty_Effectivity_Failed": "La efectividad de la variante u opción no se ha borrado correctamente de",
  "CFG_Empty_Effectivity_Warning": "Borrar las efectividades de las variantes u opciones resulta inútil para ",
  "CFG_Copy_NoEffectivity": "La efectividad de la variante u opción vacía se ha copiado correctamente. La acción posterior Pegar efectividades de las variantes u opciones en los objetos seleccionados borrará las efectividades de las variantes u opciones.",
  "CFG_Paste_Effectivity_Failed": "La efectividad de la variante u opción no se ha pegado correctamente en",
  "CFG_Paste_Effectivity_Failed_Different_Context": "Error al pegar la efectividad de variante/opción. Uno o más modelos de origen no están presentes en los destinos. Para ver los modelos aptos desde los que pegar, haga clic en ",
  "CFG_Paste_Effectivity_Failed_WorkUnder_Different_Context": "Error al pegar la efectividad de variante/opción. Uno o más modelos de origen en el contexto de creación no coinciden con el padre de los destinos. Para ver los modelos aptos desde los que pegar, haga clic en ",
  "CFG_Paste_Effectivity_Failed_WorkUnder_Different_Criteria": "Error al pegar la efectividad de variante/opción. Los criterios de evolución del origen en el contexto de creación no coinciden con los criterios de los destinos. Para comprobar los criterios activos de la referencia padre, haga clic en ",
  "CFG_Paste_Effectivity_Operation_Failed": "La efectividad de la variante u opción no se ha pegado correctamente en",
  "CFG_LimitNo_Paste_Effectivity": "La efectividad de la variante u opción se puede pegar en un máximo de 5 objetos a la vez. Seleccione 5 objetos o menos.",
  "CFG_Paste_Effectivity_AllFailed": "Las efectividades de las variantes u opciones no se han pegado correctamente en los objetos seleccionados.",
  "CFG_Empty_Effectivity_AllFailed": "Las efectividades de las variantes u opciones no se han borrado correctamente en los objetos seleccionados.",
  "CFG_No_Variant_Crit_Error": "No se pueden editar variantes ni opciones debido a que los criterios de las variantes no están activados en la referencia padre",
  "CFG_No_Context_Copy_Variant": "No se pueden editar variantes ni opciones, adjunte el modelo a la referencia principal",
  "CFG_No_Context_Copy_Evolution": "No se pueden editar variantes ni opciones, adjunte el modelo a la referencia principal",
  "CFG_Copy_Evolution_Effectivity_Successful": "La efectividad de la variante se ha copiado correctamente desde",
  "CFG_Empty_Evolution_Effectivity_Successful": "La efectividad de la variante se ha borrado correctamente en",
  "CFG_Paste_Evolution_Effectivity_Successful": "La efectividad de la variante se ha pegado correctamente en",
  "CFG_Paste_Evolution_Effectivity_PartialSuccessful": "Evolution Effectividades pegado parcialmente exitoso",
  "CFG_Paste_Evolution_Effectivity_AllSuccessful": "Las efectividades de evolución se han pegado correctamente en los objetos seleccionados.",
  "CFG_Empty_Evolution_Effectivity_AllSuccessful": "Las efectividades de evolución se han borrado correctamente en los objetos seleccionados.",
  "CFG_Empty_Evolution_Effectivity_Failed": "La efectividad de la variante no se ha borrado correctamente de",
  "CFG_Empty_Evolution_Effectivity_Warning": "Borrar las efectividades de las variantes u opciones resulta inútil para ",
  "CFG_Copy_NoEvolutionEffectivity": "La efectividad de evolución vacía se ha copiado correctamente. La acción posterior Pegar efectividades de evolución en los objetos seleccionados borrará las efectividades de evolución.",
  "CFG_Copy_Evolution_Effectivity_Failed": "La efectividad de la variante no se ha copiado correctamente de",
  "CFG_Paste_Evolution_Effectivity_Failed": "La efectividad de la variante no se ha pegado correctamente en",
  "CFG_Paste_Evolution_Effectivity_Failed_Different_Context": "Error al pegar la efectividad de la evolución. Uno o más modelos de origen no están presentes en los destinos. Para ver los modelos aptos desde los que pegar, haga clic en ",
  "CFG_Paste_Evolution_Effectivity_Operation_Failed": "No se pudo realizar la operación de pegado de la efectividad de Evolution.",
  "CFG_LimitNo_Paste_Evolution_Effectivity": "La efectividad de evolución se puede pegar en un máximo de 5 objetos a la vez. Seleccione 5 objetos o menos.",
  "CFG_Paste_Evolution_Effectivity_AllFailed": "Las efectividades de evolución no se han pegado correctamente en los objetos seleccionados.",
  "CFG_Empty_Evolution_Effectivity_AllFailed": "Las efectividades de evolución no se han borrado correctamente en los objetos seleccionados.",
  "CFG_Copy_Evolution_Not_Allowed": "La operación Copiar efectividad de evolución no está permitida con el trabajo en el contexto de creación.",
  "CFG_Paste_Evolution_Not_Allowed": "La operación Pegar efectividad de evolución no está permitida con el trabajo en el contexto de creación.",
  "CFG_Extend_With_Session_Allowed": "No se puede ampliar la efectividad de evolución. El contexto de autoría debe ser trabajar en Acción de cambio o en Efectividad de evolución.",
  "CFG_Extend_Successful": "Operación de efectividad de evolución establecida correctamente.",
  "CFG_Extend_Failure": "Error en la operación de extensión de efectividad de evolución.",
  "CFG_Extend_PartialSuccessful": "La operación Extender efectividad de evolución se realizó parcialmente correctamente.",
  "CFG_Extend_No_Context": "No se pueden editar variantes ni opciones, adjunte el modelo a la referencia principal",
  "CFG_Extend_No_Criteria": "No se puede editar la evolución debido a que los criterios de la evolución no están activados en la referencia padre.",
  "CFG_Extend_No_Evolution": "No es posible extender la efectividad de evolución porque una o más instancias seleccionadas tienen la efectividad de evolución vacía.",
  "CFG_No_Criteria_Copy_Evolution": "No se puede editar la evolución debido a que los criterios de la evolución no están activados en la referencia padre.",
  "CFG_Application_Refresh_For_Instance_Evolved": "La instancia ha evolucionado con la operación de división de variantes.",
  "CFG_Frozen_Evolution": "La operación de Copiar efectividad de evolución no está permitida porque la instancia pertenece a la evolución congelada.",
  "CFG_Frozen_Evolution_Paste_Variant_Operation_Info": "Los productos con la efectividad de evolución congelada se eliminan de la operación Pegar efectividad de variante/opción.",
  "CFG_Frozen_Evolution_Clear_Variant_Operation_Info": "Los productos con la efectividad de evolución congelada se eliminan de la operación Borrar efectividad de variante/opción.",
  "CFG_Frozen_Evolution_Paste_Evolution_Operation_Info": "Los productos con la efectividad de evolución congelada se eliminan de la operación Pegar efectividad de evolución.",
  "CFG_Frozen_Evolution_Clear_Evolution_Operation_Info": "Los productos con la efectividad de evolución congelada se eliminan de la operación Borrar efectividad de evolución.",
  "CFG_Frozen_Evolution_Paste_Variant_Operation_Error": "No es posible pegar variantes ni opciones porque la efectividad de evolución está congelada. La operación se admite en un contexto de autoría válido.",
  "CFG_Frozen_Evolution_Clear_Variant_Operation_Error": "No es posible borrar variantes ni opciones porque la efectividad de evolución está congelada. La operación se admite en un contexto de autoría válido.",
  "CFG_Frozen_Evolution_Paste_Evolution_Operation_Error": "No es posible pegar la efectividad de evolución porque la instancia pertenece a la evolución congelada.",
  "CFG_Frozen_Evolution_Clear_Evolution_Operation_Error": "No es posible borrar la efectividad de evolución porque la instancia pertenece a la evolución congelada.",
  "CFG_Service_Fail": "Información no disponible",
  "CFG_EDIT_VARIANT_HEADER": "Editar efectividad de variante/opción",
  "No_Model_Error": "No se pueden editar variantes ni opciones; adjunte el modelo a la referencia padre",
  "No_Variant_Crit_Error": "No se pueden editar variantes ni opciones debido a que los criterios de las variantes no están activados en la referencia padre",
  "Legacy_Eff_Error": "No se pueden editar variantes ni opciones en la efectividad no desacoplada",
  "CC_AC_HDR_Error": "La referencia padre tiene los cambios controlados; se debe definir Trabajo con cambios",
  "Edit_Var_OK": "Aceptar",
  "Edit_Var_Cancel": "Cancelar",
  "Syntax_Error": "Error de sintaxis en la expresión de variantes y opciones",
  "Service_OK": "Las variantes y las opciones se han editado correctamente",
  "Service_Fail": "Error al editar variantes y opciones.",
  "CFG_Paste_Variant_Info": "Copiar efectividad de opción/variante antes de pegar efectividad de opción/variante",
  "CFG_Paste_Evolution_Info": "Copiar efectividad de evolución antes de pegar efectividad de evolución"
}