{
  "header_title": "Bem-vindo à 3DEXPERIENCE Platform",
  "header_title_2": "A <span class='dweight'>3D</span>EXPERIENCE Platform é uma plataforma de BUSINESS EXPERIENCE",
  "header_subtitle": "Ele apresenta soluções de software para todas as organizações da sua empresa, desde marketing até vendas e engenharia, para ajudar você no processo de criação de valor e de uma experiência diferenciada ao cliente.",
  "header_description": "Com uma interface única e fácil de usar, ele potencializa as experiências de soluções do setor, com base em um software de projeto, análise, simulação e inteligência 3D em um ambiente interativo e colaborativo.",
  "block_1_title": "3DCompass",
  "block_1_subtitle": "O 3DCompass é a porta para a <span class='dweight'>3D</span>EXPERIENCE",
  "block_1_description": "Acesse suas funções, aplicativos e serviços e navegue pelas soluções disponíveis em sua empresa ou no portfólio do 3DS.",
  "block_1_description_2": "Os aplicativos que exigem uma instalação local solicitam a instalação do inicializador da <span class='dweight'>3D</span>EXPERIENCE. Assim você pode baixar, instalar, atualizar e iniciar aplicativos associados às funções selecionadas.",
  "block_2_title": "3DDashboard",
  "block_2_subtitle": "No momento, você está no aplicativo 3DDashboard, que permite ajustar seus negócios com o uso de painéis.",
  "block_2_description": "Painel é uma visão holística de qualquer tópico ou atividade, que reúne conteúdo de várias fontes. Ele é composto de guias, e cada uma contém widgets.",
  "block_2_description_2": "Você pode mudar ou criar um painel a partir do menu localizado sob o ícone 3DS, no canto superior direito da página.",
  "block_3_title": "3DSwym",
  "block_3_subtitle": "Obtenha respostas, saiba mais e conecte-se com a comunidade global de projeto e engenharia",
  "block_3_description": "Acesse comunidades on-line que permitem interações sociais entre você, seus colegas e especialistas (publicações, perguntas, wikis, comentários, compartilhamentos etc.).",
  "block_4_title": "3DDrive",
  "block_4_subtitle": "Armazene todo o conteúdo em um só lugar",
  "block_4_description": "Visualize todo o conteúdo 3D, navegue e compartilhe com outros membros para revisar e colaborar.",
  "Welcome": "Bem vindo",
  "to the 3DEXPERIENCE": "à <span class='dweight'>3D</span>EXPERIENCE",
  "platform": "Platform"
}