{
  "header_title": "Добро пожаловать в 3DExperience Platform",
  "header_title_2": "<span class='dweight'>3D</span>EXPERIENCE Platform — это платформа для БИЗНЕСА",
  "header_subtitle": "Она предоставляет решения для каждого подразделения в вашей компании — от отдела маркетинга и продаж до отдела разработок. Это поможет вам создать дополнительную ценность и выгодно представить свои продукты клиентам.",
  "header_description": "На базе этой платформы с единым и простым пользовательским интерфейсом создаются отраслевые решения, которые включают в себя программное обеспечение для 3D-проектирования, исследований, моделирования и аналитики. Таким образом, формируется интерактивное пространство для совместной работы.",
  "block_1_title": "3DCompass",
  "block_1_subtitle": "3DCompass — это путь ко всем приложениям <span class='dweight'>3D</span>EXPERIENCE",
  "block_1_description": "Получите доступ к своим ролям, приложениям и сервисам и выбирайте нужное среди решений, доступных в вашей компании или в портфеле 3DS.",
  "block_1_description_2": "Приложения, которые устанавливаются локально: сначала будет предложено установить Программу запуска <span class='dweight'>3D</span>EXPERIENCE. С ее помощью можно скачивать, устанавливать, обновлять и запускать приложения, связанные с вашими ролями.",
  "block_2_title": "3DDashboard",
  "block_2_subtitle": "Сейчас вы находитесь в приложении 3DDashboard, которое предоставляет информационные панели и помогает задавать вашему бизнесу нужное направление.",
  "block_2_description": "Информационная панель собирает данные из различных источников и дает комплексное представление о какой-либо теме или деятельности. Панель состоит из вкладок, а на каждой вкладке находятся виджеты.",
  "block_2_description_2": "Информационную панель можно переключить или создать в меню, расположенном под значком 3DS в правом верхнем углу страницы.",
  "block_3_title": "3DSwym",
  "block_3_subtitle": "Получайте ответы, узнавайте новое и общайтесь с участниками глобального сообщества инженеров и проектировщиков",
  "block_3_description": "Для вас доступны онлайн-сообщества, где можно общаться в социальной сети и взаимодействовать с коллегами и экспертами (публикации, вопросы, вики-страницы, комментарии и т. д.).",
  "block_4_title": "3DDrive",
  "block_4_subtitle": "Храните все свои материалы в одном месте",
  "block_4_description": "Просматривайте предварительные версии любого 3D-содержимого, переходите к различным материалам, делитесь информацией, оценивайте материалы и взаимодействуйте с другими участниками.",
  "Welcome": "Добро пожаловать",
  "to the 3DEXPERIENCE": "в <span class='dweight'>3D</span>EXPERIENCE",
  "platform": ""
}