# Copyright (c) 1992-2019 Dassault Systemes.
# All Rights Reserved.
# dslog (Logical Items) String Resources


ENOXLogical.CreateLogItems.ItemsInputError=\u8ad6\u7406\u9805\u76ee\u306e\u4f5c\u6210\u6642\u3001\u9805\u76ee\u5165\u529b\u3092\u7a7a\u767d\u306b\u306f\u3067\u304d\u307e\u305b\u3093
ENOXLogical.CreateInstance.InstancesInputError=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u4f5c\u6210\u6642\u3001\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5165\u529b\u3092\u7a7a\u767d\u306b\u306f\u3067\u304d\u307e\u305b\u3093
ENOXLogical.CreateInstance.Instances.ReferenceMissingError=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u306freferencedID\u307e\u305f\u306freferencedItem\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

ENOXLogical.DeleteInstance.InstanceIDMandatory=\u524a\u9664\u3059\u308b\u306b\u306finstanceID\u304c\u5c11\u306a\u304f\u3068\u30821\u3064\u5fc5\u8981\u3067\u3059
ENOXLogical.DeleteInstance.Success=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u6b63\u5e38\u306b\u524a\u9664\u3057\u307e\u3057\u305f
ENOXLogical.AddSolution.Already.Exists=\u9078\u629e\u3057\u305f\u8ad6\u7406\u53c2\u7167\u306b\u306f\u3059\u3067\u306b\u63d0\u6848\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002\u3055\u3089\u306b\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u3092\u95a2\u9023\u4ed8\u3051\u308b\u306b\u306f\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044
ENOXLogical.AddSolution.Allow.OnlyOne.Solution=1\u3064\u306e\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u306e\u307f\u95a2\u9023\u4ed8\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059
ENOXLogical.createFromDiagram.AN.Not.Unique=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u4e00\u610f\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ENOXLogical.createFromDiagram.LogRefType.Invalid=\u30ad\u30fc%2\u306e\u5024%1\u306f\u7121\u52b9\u3067\u3059\u3002\u6709\u52b9\u306a\u5024\u306fRFLVPMLogicalReference\u3068\u305d\u306e\u76f4\u63a5\u306e\u56fa\u6709\u5316\u30bf\u30a4\u30d7\u3067\u3059
ENOXLogical.replaceInstance.Existing.New.ShouldNotSame=\u65e2\u5b58\u306e\u53c2\u7167ID\u3068\u65b0\u3057\u3044\u53c2\u7167ID\u3092\u540c\u3058\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
ENOXLogical.replaceInstance.Reference.NotCurrentInstance=referenceID\u304c\u3001\u73fe\u5728\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u53c2\u7167\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ENOXLogical.replaceInstance.Input.Invalid=%1\u306e\u5165\u529b\u304c\u7121\u52b9\u3067\u3059
ENOXLogical.throw.Access.Error=\u9078\u629e\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u307e\u305f\u306f\u524a\u9664\u304c\u539f\u56e0\u3067\u3042\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u66f4\u65b0\u3059\u308b\u304b\u3001\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ENOXLogical.throw.Access.Error.AllowFrozenContentMod=\u9078\u629e\u3057\u305f\u7406\u8ad6\u9805\u76ee\u306f\u51cd\u7d50\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308a\u307e\u3059\u3002\u7ba1\u7406\u8005\u304c\u51cd\u7d50\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u5909\u66f4\u3092\u5236\u9650\u3057\u3066\u3044\u307e\u3059
ENOXLogical.throw.Cyclic.Error=\u7981\u6b62\uff1a%1 %2\u3092%3 %4\u306e\u5b50\u3068\u3057\u3066\u8ffd\u52a0\u3059\u308b\u3068\u5faa\u74b0\u30ea\u30f3\u30af\u304c\u767a\u751f\u3057\u307e\u3059\u3002
ENOXLogical.Navigation.SBS.Missing.IL.System=%1\u306f%2\u3092\u5b9f\u88c5\u3057\u3066\u3044\u307e\u305b\u3093

# Implement Link - START
ImplementLink.Reference.Creation.Error=\u5931\u6557\uff1a\uff1a\u53c2\u7167\u5b9f\u88c5\u30ea\u30f3\u30af\u306e\u4f5c\u6210\u3002\u30a8\u30e9\u30fc\u30b9\u30c6\u30fc\u30bf\u30b9 %1
ImplementLink.Instance.Creation.Error=\u5931\u6557\uff1a\uff1a\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5b9f\u88c5\u30ea\u30f3\u30af\u306e\u4f5c\u6210\u3002\u30a8\u30e9\u30fc\u30b9\u30c6\u30fc\u30bf\u30b9 %1
ScopeLink.ComputeField.Error=\u30a8\u30e9\u30fc\uff1a\u5229\u7528\u7bc4\u56f2\u30ea\u30f3\u30af\u8a08\u7b97
OccLink.ComputeField.Error=\u30a8\u30e9\u30fc\uff1a\u767a\u751f\u30ea\u30f3\u30af\u8a08\u7b97
ImplementLink.Deletion.Success=\u30a4\u30f3\u30d7\u30ea\u30e1\u30f3\u30c8\u30ea\u30f3\u30af\u304c\u6b63\u5e38\u306b\u524a\u9664\u3055\u308c\u307e\u3057\u305f
# Implement Link - END


# Discipline CONSOLIDATE_ERROR - START
DisciplineManagement.CONSOLIDATE_STATUS.CHECK_ITEM_MATURITY=\u9805\u76ee\u306f\u6709\u52b9\u306a\u30b9\u30c6\u30fc\u30c8\u3067\u306f\u3042\u308a\u307e\u305b\u3093
DisciplineManagement.CONSOLIDATE_STATUS.CHECK_ITEM_WITH_MODEL=\u30e2\u30c7\u30eb\u304c\u9805\u76ee\u306b\u6dfb\u4ed8\u3055\u308c\u3066\u3044\u307e\u3059
DisciplineManagement.CONSOLIDATE_STATUS.CHECK_ITEM_NO_ARC_NUM=\u9805\u76ee\u306b\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u3042\u308a\u307e\u305b\u3093
DisciplineManagement.CONSOLIDATE_STATUS.ERR_ITEM_DUP_OCC_OCC=\u767a\u751f\u30ea\u30f3\u30af\u306e\u91cd\u8907
DisciplineManagement.CONSOLIDATE_STATUS.ERR_ITEM_WITH_REFREF_NOOCCOCC=\u5206\u91ce\u3078\u306e\u767a\u751f\u30ea\u30f3\u30af\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u7591\u3044
DisciplineManagement.CONSOLIDATE_STATUS.ERR_MOVE_REF_REF=\u6709\u52b9\u7bc4\u56f2\u30ea\u30f3\u30af\u306e\u79fb\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f
DisciplineManagement.CONSOLIDATE_STATUS.ERR_SPACE_ASSIGN=\u30b9\u30da\u30fc\u30b9\u5272\u308a\u5f53\u3066\u306e\u8ffd\u52a0\u306b\u5931\u6557\u3057\u307e\u3057\u305f 
DisciplineManagement.CONSOLIDATE_STATUS.ERR_SPACE_REMOVE=\u30b9\u30da\u30fc\u30b9\u5272\u308a\u5f53\u3066\u306e\u9664\u53bb\u306b\u5931\u6557\u3057\u307e\u3057\u305f 
DisciplineManagement.CONSOLIDATE_STATUS.ERR_MOVE_TO_FROZEN=\u51cd\u7d50\u30b9\u30c6\u30fc\u30c8\u306e\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u306b\u5931\u6557\u3057\u307e\u3057\u305f
DisciplineManagement.CONSOLIDATE_STATUS.ERR_UNKNOWN=\u4e0d\u660e\u306a\u30a8\u30e9\u30fc
# Below ones are unused in the code.
#DisciplineManagement.CONSOLIDATE_STATUS.CHECK_ITEM_NOT_IN_INWORK_STATE=Item not in 'In Work' state
#DisciplineManagement.CONSOLIDATE_STATUS.CHECK_ITEM_NO_MODIY_ACCESS=No Modify Access on Item
#DisciplineManagement.CONSOLIDATE_STATUS.CHECK_ITEM_NO_REF_REF=No Scope Link
#DisciplineManagement.CONSOLIDATE_STATUS.CHECK_PILOT_DISCIPLINE_ZERO=No Piloting Discipline to Process
#DisciplineManagement.CONSOLIDATE_STATUS.CHECK_PILOT_DISCIPLINE_CONSOLIDATE_ZERO=No Frozen Piloting Discipline to Process 
# Discipline CONSOLIDATE_ERROR - END
DisciplineManagement.Item.Already.MovedToFrozen.tooltip=\u9805\u76ee\u306f\u3059\u3067\u306b\u3001\u51cd\u7d50'\uff0f'\u30ea\u30ea\u30fc\u30b9' \u30b9\u30c6\u30fc\u30c8\u3067\u3059
DisciplineManagement.Item.Openness.UnableToFreeze.tooltip=\u8ad6\u7406\u9805\u76ee\u3092\u51cd\u7d50\u306b\u79fb\u52d5\u3059\u308b\u3053\u3068\u306f\u5236\u9650\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044

# Discipline COMPARE_ERROR - START
DisciplineManagement.Compare.NoPreviousOutput=\u4ee5\u524d\u306e\u30a2\u30a6\u30c8\u30d5\u30a3\u30c3\u30c8\u30b9\u30c6\u30fc\u30c8\u306f\u3042\u308a\u307e\u305b\u3093
DisciplineManagement.Compare.AlreadyOutfitted=\u9078\u629e\u3057\u305f\u9805\u76ee\u306e\u30a2\u30a6\u30c8\u30d5\u30a3\u30c3\u30c8\u306f\u3059\u3067\u306b\u5b8c\u4e86\u3057\u3066\u3044\u307e\u3059
# Discipline COMPARE_ERROR - START

DisciplineManagement.DisassociateItemFromDiscipline.Success=\u5206\u91ce\u304b\u3089\u95a2\u9023\u4ed8\u3051\u89e3\u9664\u3055\u308c\u305f\u9805\u76ee

Attribute.PLMEntity.V_Name.ExceedMaxLength.Error=\u30bf\u30a4\u30c8\u30eb\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u9577\u3055\u306f\u3001\u6700\u5927%1\u6587\u5b57\u3067\u3059
Attribute.PLMInstance.PLM_ExternalID.ExceedMaxLength.Error=\u300c\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30bf\u30a4\u30c8\u30eb\u300d\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u9577\u3055\u306f\u3001\u6700\u5927%1\u6587\u5b57\u3067\u3059\u3002\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u30bf\u30a4\u30c8\u30eb\u306f\u3001\u53c2\u7167\u30bf\u30a4\u30c8\u30eb + .n (n = 1,2,3, ... n)\u3068\u3057\u3066\u4f5c\u6210\u3055\u308c\u307e\u3059

