{
  "SLWAutoNameLabel": "Nomeação automática",
  "SLWAutoNameInfo": "Ativa a nomeação automática ao salvar arquivos de peças, montagens e desenhos na 3DEXPERIENCE pela primeira vez. Ele se aplica a todos os aplicativos que estão criando dados do SOLIDWORKS.",
  "SLWSaveGroupLabel": "Salvar",
  "SLW3DForAllConfLabel": "Computar formato 3D em todas as configurações (síncrono) ",
  "SLW3DForAllConfInfo": "Esta opção é aplicável apenas à geração de CGR síncrono. Por padrão, o CGR será calculado para todas as configurações. Ao desmarcar a opção, o CGR será calculado somente para a configuração usada.",
  "SLWSaveMissingRefLabel": "Salvar arquivos sem referências (apenas salvamento inicial)",
  "SLWSaveMissingRefInfo": "Apenas para salvamento inicial, permite que os usuários salvem arquivos mesmo que tenham <strong>referências ausentes</strong>, como:<br> - Referências da montagem<br> - Referências de peças derivadas, espelho e divisão <br>Os salvamentos subsequentes serão serão <strong>bloqueados</strong> caso as referências ausentes não tenham sido resolvidas",
  "SLWSaveUnreservedModLabel": "Salvar arquivos relacionados a arquivos modificados desbloqueados",
  "SLWSaveUnreservedModInfo": "Salva arquivos mesmo que façam referência a arquivos modificados desbloqueados.",
  "SLWApplyMaterialLabel": "Aplicar material no modelo de dados do 3DEXPERIENCE",
  "SLWApplyMaterialInfo": "Aplicar o uso de materiais do 3DEXPERIENCE nos dados do SOLIDWORKS.",
  "SLWMandAttrBehaviorLabel": "Atributos obrigatórios mapeados",
  "SLWMandAttrBehaviorInfo": "Selecione uma opção para salvar se os atributos obrigatórios do SOLIDWORKS não estiverem definidos.",
  "SLWBehaviorIgnore": "Ignorar se não estiver marcado         ",
  "SLWBehaviorBlock": "O bloqueio de salvamento está desmarcado     ",
  "SLWBehaviorWarning": "Ao salvar, avisar se estiver desmarcado",
  "SLWSaveTitleUnicityLabel": "Verificar se o título do arquivo é exclusivo",
  "SLWSaveTitleUnicityInfo": "Verifica a exclusividade do Título de cada arquivo no salvamento inicial. Se a verificação falhar, o salvamento continuará normalmente e um aviso será exibido. Posteriormente, um usuário pode atualizar o Título de um arquivo.<br><strong>Notas:</strong><br>- o processo de pesquisa de exclusividade do título do arquivo é indexado.",
  "SLWSaveConfigFilterTypeLabel": "Tipo de filtro de configuração",
  "SLWSaveConfigFilterTypeInfo": "Filtre as configurações para salvar como produtos físicos. Com base na seleção, as configurações de filtro abaixo são aplicáveis.<br>(Observação: no SOLIDWORKS Connected, isso é aplicado a arquivos que não são atualizados para compatibilidade com a 3DEXPERIENCE Platform)",
  "SLWConfigAll": "Todas as configurações       ",
  "SLWConfigRef": "Configurações referidas",
  "SLWConfigName": "Filtro baseado no nome     ",
  "SLWSaveExcludeDerivedConfLabel": "Excluir configurações derivadas",
  "SLWSaveExcludeDerivedConfInfo": "Exclui todas as configurações derivadas e referidas pela montagem ativa.",
  "SLWSaveReferencedConfLabel": "Salvar configurações referidas",
  "SLWSaveReferencedConfInfo": "Salva somente as configurações referidas.",
  "SLWPartsAndAssembly": "Peças e montagens",
  "SLWAssembliesOnly": "Somente montagens          ",
  "SLWPartIncludeLabel": "Peças: inclua os nomes das configurações (por exemplo, *solda*, molde*)",
  "SLWPartIncludeInfo": "Inclui configurações de peças com nomes que contêm o texto inserido aqui.",
  "SLWPartExcludeLabel": "Peças: exclua os nomes das configurações (por exemplo, *solda*, molde*)",
  "SLWPartExcludeInfo": "Exclui configurações de peças com nomes que contêm o texto inserido aqui.",
  "SLWAssemblyIncludeLabel": "Montagens: inclua os nomes das configurações (por exemplo, *solda*, molde*)",
  "SLWAssemblyIncludeInfo": "Inclui configurações de montagem com nomes que contêm o texto inserido aqui.",
  "SLWAssemblyExcludeLabel": "Montagens: exclua os nomes das configurações (por exemplo, *solda*, molde*)",
  "SLWAssemblyExcludeInfo": "Exclui configurações de montagem com nomes que contêm o texto inserido aqui.",
  "SLWSaveCfgAllGroupLabel": "Todas as configurações (se selecionado em \"tipo de filtro de configuração\" acima)",
  "SLWSaveCfgRefGroupLabel": "Configurações referenciadas (se selecionado em \"tipo de filtro de configuração\" acima)",
  "SLWSaveCfgNameGroupLabel": "Filtragem baseada em nome (se selecionado em \"tipo de filtro de configuração\" acima)",
  "SLWinvalidCharacters": "O caractere | não é permitido",
  "SLWSaveExtRefBehaviorLabel": "Verifique o(s) arquivo(s) com referências externas",
  "SLWSaveExtRefBehaviorInfo": "Verifica referências externas do arquivo. Uma das seguintes ações é realizada de acordo com a configuração selecionada:<br><strong>Ignorar</strong> - as referências externas não estão marcadas<br><strong>Avisar</strong> - se referências externas forem encontradas, um aviso será exibido<br><strong>Bloquear</strong> - se referências externas forem encontradas, Salvar será bloqueado",
  "SLWSaveExtRefIgnore": "Ignorar",
  "SLWSaveExtRefWarning": "Avisar  ",
  "SLWSaveExtRefBlock": "Bloquear ",
  "SLWOpenGroupLabel": "Abrir",
  "SLWOpenFilterEngItemLabel": "Filtrar itens de engenharia sem geometria do 3DEXPERIENCE",
  "SLWOpenFilterEngItemInfo": "Os nós de montagem sem geometria do 3DEXPERIENCE representando os itens da BOM e adicionados fora do SOLIDWORKS estão excluídos do escopo aberto.",
  "SLWOpenFilterAlwaysOff": "Sempre desativado                ",
  "SLWOpenFilterAlwaysOn": "Sempre ativado                 ",
  "SLWOpenFilterDefaultOff": "Padrão desativado (controle do usuário)",
  "SLWOpenFilterDefaultOn": "Padrão ativado (controle do usuário) "
}