{
  "({0} Administrators)": "({0} administradores)",
  "An error occurred while retrieving the data": "Se ha producido un error al recuperar los datos",
  "Cancel": "Cancelar",
  "Capacity almost reached": "Capacidad casi alcanzada",
  "Expiring Soon": "Caduca pronto",
  "Granted": "Concedido",
  "Granted Roles": "Funciones concedidas",
  "Invite Members": "Invitar a miembros",
  "Members": "Miembros",
  "Pending Invitations": "Invitaciones pendientes",
  "Pending Requests": "Solicitudes pendientes",
  "Remaining Invitations": "Invitaciones restantes",
  "Rename": "Cambiar nombre",
  "Requests": "Solicitudes",
  "Roles": "Funciones",
  "Roles Expire Soon": "Las funciones caducarán próximamente",
  "Save": "Guardar",
  "Storage": "Almacenamiento",
  "To do that, go to the next Tab: \"Members\".": "Para realizarlo, vaya a la siguiente pestaña: 'Miembros'.",
  "Total capacity: {0}": "Capacidad total: {0}",
  "Upgrade Storage": "Actualizar almacenamiento",
  "Used: {0}": "Utilizado: {0}",
  "Welcome to your platform": "Bienvenido a su plataforma",
  "You have been selected as an administrator to manage users & roles.": "Ha sido seleccionado como administrador para gestionar los usuarios y las funciones.",
  "Only roles whose license will expire in less than 30 days": "Solo las funciones cuya licencia expire en menos de 30 días",
  "Only roles whose usage capacity exceeds 90%": "Solo las funciones cuya capacidad de uso supere el 90 %",
  "Begin by going to the next tab, “Members”, where you can invite other users and give them access to apps by granting them roles.": "Comience accediendo a la siguiente pestaña, “Miembros”, donde puede invitar a otros usuarios y otorgarles acceso a aplicaciones mediante la concesión de funciones.",
  "Use the 3DDashboard left panel to switch to a different dashboard, such as My First Dashboard. You can also create your own dashboard.": "Utilice el panel izquierdo de 3DDashboard para cambiar a un panel de control distinto, como Mi primer panel de control. También puede crear uno propio.",
  "Be sure to give yourself the roles you need, too.": "Asegúrese también de otorgarse las funciones necesarias.",
  "Find your apps in Compass. Some apps can be dragged onto the dashboard, and some launch in other windows.": "Encuentre sus aplicaciones en Compass. Algunas se pueden arrastrar hasta el panel de control y otras se inician en ventanas independientes.",
  "This is the Members Management dashboard.": "Este es el panel Gestión de miembros.",
  "This is the Platform Management dashboard.": "Este es el panel de control de Gestión de plataformas."
}