{
  "({0} Administrators)": "({0} administradores)",
  "An error occurred while retrieving the data": "Ocorreu um erro ao recuperar os dados",
  "Cancel": "Cancelar",
  "Capacity almost reached": "Capacidade quase atingida",
  "Expiring Soon": "Expira em breve",
  "Granted": "Concedido",
  "Granted Roles": "Funções concedidas",
  "Invite Members": "Convidar membros",
  "Members": "Membros",
  "Pending Invitations": "Convites pendentes",
  "Pending Requests": "Solicitações pendentes",
  "Remaining Invitations": "Convites restantes",
  "Rename": "Renomear",
  "Requests": "Solicitações",
  "Roles": "Funções",
  "Roles Expire Soon": "As funções expiram em breve",
  "Save": "Salvar",
  "Storage": "Armazenamento",
  "To do that, go to the next Tab: \"Members\".": "Para fazer isso, acesse a próxima guia: \"Membros\".",
  "Total capacity: {0}": "Capacidade total: {0}",
  "Upgrade Storage": "Atualizar armazenamento",
  "Used: {0}": "Utilizado: {0}",
  "Welcome to your platform": "Bem-vindo à sua plataforma",
  "You have been selected as an administrator to manage users & roles.": "Você foi selecionado como administrador para gerenciar usuários e funções.",
  "Only roles whose license will expire in less than 30 days": "Somente funções cuja licença expirará em menos de 30 dias",
  "Only roles whose usage capacity exceeds 90%": "Somente funções cuja capacidade de uso excede 90%",
  "Begin by going to the next tab, “Members”, where you can invite other users and give them access to apps by granting them roles.": "Comece acessando a próxima guia, \"Membros\", onde você pode convidar outros usuários e conceder a eles acesso a aplicativos por meio das funções.",
  "Use the 3DDashboard left panel to switch to a different dashboard, such as My First Dashboard. You can also create your own dashboard.": "Use o painel esquerdo do 3DDashboard para trocar de painel, como Meu Primeiro Painel. Você também pode criar seu próprio painel.",
  "Be sure to give yourself the roles you need, too.": "Conceda a si mesmo as funções de que você precisa.",
  "Find your apps in Compass. Some apps can be dragged onto the dashboard, and some launch in other windows.": "Encontre seus aplicativos no Compass. Alguns aplicativos podem ser arrastados para o painel e outros podem ser iniciados em outras janelas.",
  "This is the Members Management dashboard.": "Este é o painel Gerenciamento de membros.",
  "This is the Platform Management dashboard.": "Este é o painel Gerenciamento da plataforma."
}