# CRS.internalStringResource.properties -- String Resource file for Translation.
# Copyright (c) 1992-2018 Dassault Systemes.
# All Rights Reserved.

CRS.internal.Test= Value1 %1, Value2 %2, Value3 %3 et Value1 %1"

CRS.internal.URINotFound= URI introuvable.
CRS.internal.MediaTypeNotSupported= Type de m\u00e9dia non pris en charge.
CRS.internal.Skip= L'entr\u00e9e ignor\u00e9e doit \u00eatre un entier non n\u00e9gatif.
CRS.internal.Top= L'entr\u00e9e principale doit \u00eatre un entier non n\u00e9gatif.
CRS.internal.Top.InputMand= L'entr\u00e9e principale est obligatoire et doit \u00eatre indiqu\u00e9e avec l'entr\u00e9e ignor\u00e9e.
CRS.internal.Top.Range= La valeur sup\u00e9rieure doit \u00eatre comprise entre 1 et %1.
CRS.internal.csrf= L'en-t\u00eate ENO_CSRF_TOKEN n'est pas d\u00e9fini ou sa valeur est erron\u00e9e.
CRS.internal.OptionNotAuthorized= Vous ne poss\u00e9dez pas la licence requise pour ex\u00e9cuter cette action, veuillez contacter l'administrateur.
CRS.internal.PayloadNotValid= Charge utile non valide.
CRS.internal.PayloadWrongGrammar= La grammaire de la charge utile est incorrecte.
CRS.internal.PayloadEmpty= La charge utile est vide.
CRS.internal.JsonObjectPayloadNotValid= La charge utile doit \u00eatre un objet json.
CRS.internal.JsonPayloadNotValid= La charge utile doit \u00eatre un tableau ou un objet json.
CRS.internal.Search.MinLength= Indiquez au moins 2 caract\u00e8res dans la cha\u00eene de recherche.
CRS.internal.MaskNotFound= Le masque n'existe pas.
CRS.internal.FieldsNotFound= Le champ n'existe pas : %1.
CRS.internal.CEstampDeprecated= L'objet de session est d\u00e9sormais obsol\u00e8te. Veuillez le mettre \u00e0 jour avec les derni\u00e8res informations de la base de donn\u00e9es.
CRS.internal.CEstampMissing= La cl\u00e9 ceStamp manque dans la charge utile.
CRS.internal.setNonDBAttributes= Impossible de traiter les attributs, car la longueur de la charge utile et la longueur de l'ID cr\u00e9\u00e9 ne correspondent pas.
CRS.internal.JsonArrayIDsMand= La charge utile doit \u00eatre un tableau json d'ID racines.
CRS.internal.IDNotExists= L'ID %1 n'existe pas
CRS.internal.AttributeNotExists= %1 n'est pas un attribut du type %2
CRS.internal.ValidSearchString= Veuillez indiquer une cha\u00eene de recherche valide
CRS.internal.AttributesNotModifiable= Le ou les attributs suivants ne peuvent pas \u00eatre modifi\u00e9s : %1.
CRS.internal.AttributesNotExist= Le ou les attributs suivants n'existent pas : %1.
CRS.internal.NoPublicOOTBInheritance= Le type de client %1 n'h\u00e9rite pas du type OOTB public.
CRS.internal.CustomizationNotSupported= La personnalisation n'est pas prise en charge sur le type %1.
CRS.internal.PayloadNotArray= La charge utile doit \u00eatre un tableau json.
CRS.internal.MaximumAllowedObjects= Nombre maximal d'objets autoris\u00e9s : %1
CRS.internal.InvalidReferenceObjects= Les objets de r\u00e9f\u00e9rence suivants ne sont pas valides : 
CRS.internal.CEStampMissingorDeprecate= Pour les objets suivants, la cl\u00e9 cestamp est manquante OU l'objet de session est d\u00e9sormais obsol\u00e8te : 
CRS.internal.WorkUnderChange.NotAllowed= L'en-t\u00eate Modifier-Contexte-Cr\u00e9ation-DS n'est pas autoris\u00e9 pour le service Web 
CRS.internal.WaitingTime= $Le param\u00e8tre de demande Temps d'attente doit \u00eatre un entier positif
