{
"DeleteClass.Title":"Supprimer",
"DeleteClass.ShortHelp":"Supprime définitivement les objets sélectionnés.",
"DeleteClass.LongHelp":"<p>Si vous sélectionnez un objet, sélectionnez l'option Inclure les objets structurels pour supprimer également ses enfants.</p>",
"DeleteLibrary.Title":"Supprimer",
"DeleteLibrary.ShortHelp":"Supprime définitivement les objets sélectionnés.",
"DeleteLibrary.LongHelp":"<p>Si vous sélectionnez un objet, sélectionnez l'option Inclure les objets structurels pour supprimer également ses enfants.</p>",
"MoveClass.Title":"Déplacer",
"MoveClass.ShortHelp":"Déplace les objets sélectionnés vers une autre classe.",
"MoveClass.LongHelp":"<p>Recherchez la classe ciblée et sélectionnez-la.</p>",
"ActionBar_Attributes.Title":"Modifier les propriétés",
"ActionBar_Attributes.ShortHelp":"Modifie les propriétés.",
"ActionBar_Attributes.LongHelp":"<p>Modifie les propriétés de l'objet sélectionné.</p>",
"Favorites_Add_Remove.Title":"Ajouter/supprimer des favoris",
"Favorites_Add_Remove.ShortHelp":"Ajoute ou supprime la bibliothèque ou la classe catégorisée comme favori.",
"Favorites_Add_Remove.LongHelp":"<p>Sélectionnez une bibliothèque ou une classe dans la section de l'arbre et cliquez sur cette commande pour ajouter la bibliothèque ou la classe en tant que favori.</p> <p>Depuis les favoris ou les bibliothèques ou la section de la bibliothèque racine, sélectionnez une bibliothèque ou une classe marquée comme favori et cliquez sur cette commande pour la supprimer des favoris.</p>",
"ExportAttributes.Title":"Exporter les attributs",
"ExportAttributes.ShortHelp":"Exporte tous les attributs de classification.",
"CreateNewClass.Title":"Nouvelle classe",
"CreateNewClass.ShortHelp":"Créé une nouvelle classe",
"CreateNewClass.LongHelp":"<p>Sélectionnez la bibliothèque racine dans la section de l'arbre et cliquez sur cette commande pour créer une classe.</p> <p>Sélectionnez une classe existante dans l'arbre et cliquez sur cette commande pour créer une classe sous la classe sélectionnée.</p>",
"CreateNewLibrary.Title":"Nouvelle bibliothèque",
"CreateNewLibrary.ShortHelp":"Crée une bibliothèque.",
"CreateNewLibrary.LongHelp":"<p>Sélectionnez la section bibliothèques et cliquez sur cette commande pour créer une bibliothèque.</p>",
"RemoveAttributes.Title":"Retirer",
"RemoveAttributes.ShortHelp":"Supprime les attributs sélectionnés de la classe.",
"RemoveAttributes.LongHelp":"<p>Depuis l'onglet des attributs de classification, sélectionnez un ou plusieurs attributs et cliquez sur cette commande pour supprimer les attributs sélectionnés.</p>",
"AddExistingAttributes.Title":"Ajouter des attributs existants",
"AddExistingAttributes.ShortHelp":"Ajoute des attributs à la classe.",
"AddExistingAttributes.LongHelp":"<p>Dans l'onglet des attributs de classification, cliquez sur cette commande et sélectionnez les attributs à ajouter.</p> <p>Sélectionnez les attributs requis et cliquez sur le bouton Ajouter pour les ajouter à la classe sélectionnée.</p>",
"ExportLibrary.Title":"Exporter la bibliothèque",
"ExportLibrary.ShortHelp":"Exporte le contenu de la bibliothèque sous forme de fichier xml.",
"ExportLibrary.LongHelp":"<p><note>Sélectionnez une bibliothèque racine dans l'arbre ou la section de contenu et cliquez sur cette commande pour l'exporter.</note></p>",
"ImportLibrary.Title":"Importer la bibliothèque",
"ImportLibrary.ShortHelp":"Importer une bibliothèque par XML",
"ImportLibrary.LongHelp":"<p>Cliquez sur cette commande et sélectionnez le fichier xml approprié.</p> <p>Cliquez sur le bouton Valider pour valider la structure du fichier xml sélectionné.</p> <p>Cliquez sur le bouton Importer pour importer la structure de la bibliothèque</p>",
"RenameCmd.Title":"Renommer",
"RenameCmd.ShortHelp":"Renommer la bibliothèque ou la classe sélectionnée.",
"RenameCmd.LongHelp":"<p>Dans l'arbre ou la section de contenu, sélectionnez la bibliothèque ou la classe à renommer.</p> <p>Cliquez sur cette commande et indiquez un nouveau nom.</p>",
"thumbnailview.Title":"Vue Miniature",
"treeview.Title":"Vue Arbre",
"tileview.Title":"Vue mosaïque",
"AddExistingContent.Title":"Ajouter un contenu existant",
"AddExistingContent.ShortHelp":"Ajoute du contenu à la classe.",
"AddExistingContent.LongHelp":"<p>Cliquez sur cette commande et entrez une requête dans la boîte de dialogue pour rechercher le contenu exigé.</p> <p>Sélectionnez le contenu exigé et cliquez sur OK pour ajouter le contenu à la classe sélectionnée.</p>",
"RemoveContent.Title":"Retirer",
"RemoveContent.ShortHelp":"Retire le contenu sélectionné de la classe.",
"RemoveContent.LongHelp":"<p>Depuis la classe, sélectionnez un ou plusieurs objets et cliquez sur cette commande pour retirer le contenu sélectionné.</p>",
"ReplaceByLatestRevision.Title":"Remplacer par la révision la plus récente",
"ReplaceByLatestRevision.ShortHelp":"Remplace le contenu sélectionné par sa dernière révision.",
"ReplaceByLatestRevision.LongHelp":"<p>Sélectionnez un ou plusieurs objets dans la vue de contenu dans la classe et cliquez sur la commande pour remplacer le contenu sélectionné par sa dernière révision.</p>",
"ReplaceByRevision.Title":"Remplacer par une révision",
"ReplaceByRevision.ShortHelp":"Remplace le contenu sélectionné par l'une de ses révisions.",
"ReplaceByRevision.LongHelp":"<p>Sélectionnez un contenu dans la vue de contenu dans la classe et cliquez sur cette commande. Depuis le panneau Remplacer par révision, sélectionnez la révision nécessaire pour remplacer le contenu sélectionné dans la vue de contenu par sa révision.</p>",
"openWith.Title":"Ouvrir avec",
"openWith.ShortHelp":"Ouvre le contenu sélectionné dans l'application appropriée",
"openWith.LongHelp":"<p>Sélectionnez le contenu dans la vue Contenu de la classe et cliquez sur cette commande. Un menu d'applications s'affiche, sélectionnez celle dans laquelle le contenu doit s'ouvrir.</p>"
}
