{
  "NewPage": "Новая страница",
  "Wiki_Welcome": "Добро пожаловать на <i>Вики</i>-страницу этого сообщества.",
  "Wiki_h1_Usage": "Использование",
  "Wiki_h1_Structure": "Структура",
  "Wiki_h1_Edition": "Версия",
  "Wiki_h1_Started": "Начало работы",
  "Wiki_Usage_contents_p1": "Каждый участник сообщества может внести вклад в <i>Вики</i>",
  "Wiki_Usage_contents_p2": "Это пространство <b>совместно используемых знаний</b>. <i>Блог</i> используется для публикации новостей, обновлений или точек зрения. <i>Вики</i> используется для своевременного обновления общего содержимого.",
  "Wiki_Usage_contents_p3": "Здесь приведены некоторые <b>примеры</b> использования <i>Вики</i>:",
  "Wiki_Usage_contents_p4": "<b>Руководство</b>: новичок в команде? К счастью, в <i>Вики</i> собрано все, что нужно знать, чтобы начать работу.",
  "Wiki_Usage_contents_p5": "<b>Интеллектуальный багаж</b>: поддерживается база знаний, например, список ссылок на исследовательские работы.",
  "Wiki_Usage_contents_p6": "<b>Справка по процедурам</b>: сформулированы шаги, необходимые для выполнения конкретных действий.",
  "Wiki_Usage_contents_p7": "<b>Энциклопедия</b>: определены слова и концепции, отслеживается история.",
  "Wiki_Structure_contents_p1": "Раздел Вики состоит из <b>страниц</b>. У страницы есть заголовок, содержимое (текст и материалы) и некоторые метаданные (теги).",
  "Wiki_Structure_contents_p2": "Страницы организованы в <b>древовидную структуру</b>: у каждой страницы есть родительская страница.",
  "Wiki_Edition_contents_p1": "Любой пользователь может <b>создавать</b>, <b>добавлять</b> или <b>перемещать</b> страницы. Соавторы не могут редактировать страницы, если у них нет соответствующих прав. Администраторы могут <b>блокировать</b> страницы, чтобы они стали недоступны для редактирования.",
  "Wiki_Edition_contents_p2": "При редактировании содержимого страницы, если отмечен вариант 'Создать редакцию', создается новая <b>редакция</b> этой страницы. Данные не теряются, и пользователи могут просматривать предыдущие версии с помощью виджета <i>Редакции</i>.",
  "Wiki_GetStart_contents_p1": "Отредактируйте эту страницу по умолчанию. Нажмите на кнопку <b>Редактировать</b> в правом верхнем меню, чтобы написать приветственное сообщение.",
  "Wiki_GetStart_contents_p2": "Чтобы добавить новые страницы, нажмите кнопку <b>Добавить Вики-страницу</b> в левом верхнем меню (если она доступна) и начните создавать свое содержимое.",
  "WikiMediaForwardWarning": "Некоторые материалы в пересланной вики-странице не будут видны всем участникам целевого сообщества"
}