{
    "NewPage" : "New Page",
    "Wiki_Welcome" : "Welcome to the <i>Wiki</i> of this community.",
    "Wiki_h1_Usage" : "Usage",
    "Wiki_h1_Structure" : "Structure",
    "Wiki_h1_Edition" : "Edition",
    "Wiki_h1_Started" : "Get Started",
    "Wiki_Usage_contents_p1" : "Every community member can contribute to the <i>Wiki</i>",
    "Wiki_Usage_contents_p2" : "It is a space of <b>shareable knowledge</b>. Use the <i>Blog</i> to post news, updates or point of view, use the <i>Wiki</i> to keep up to date a shared content.",
    "Wiki_Usage_contents_p3" : "Here are some <b>examples</b> of what the <i>Wiki</i> can be used for:",
    "Wiki_Usage_contents_p4" : "<b>Guide</b>: new in a team? Fortunately, the <i>Wiki</i> gathers everything you need to know to get started.",
    "Wiki_Usage_contents_p5" : "<b>Intelligence</b>: maintain a knowledge base, such as a list of links to research papers.",
    "Wiki_Usage_contents_p6" : "<b>Procedure reference</b>: put down in words the steps needed to perform a particular action.",
    "Wiki_Usage_contents_p7" : "<b>Encyclopedia</b>: define words and concepts, keep track of history.",
    "Wiki_Structure_contents_p1" : "The Wiki is divided into <b>pages</b>. A page has a title, a rich content (text and media) and some metadata (tags).",
    "Wiki_Structure_contents_p2" : "Pages are structured in a <b>tree</b>: every page has a parent page.",
    "Wiki_Edition_contents_p1" : "Any user can <b>create</b>, <b>add</b> or <b>move</b> a page. Contributors may not be allowed to edit a page, if they don't have the edit rights. Administrators can <b>lock</b> a page, this will prevent it from being edited.",
    "Wiki_Edition_contents_p2" : "When the content of a page is edited and if the \"Create revision\" option is checked, this creates a new <b>revision</b> of the page. Nothing is lost and users can view older versions with the <i>Revisions</i> widget.",
    "Wiki_GetStart_contents_p1" : "Edit this default page using the <b>Edit</b> button in the top right menu to write a welcome message.",
    "Wiki_GetStart_contents_p2" : "Add new pages using the <b>Add a Wiki Page</b> button in the top left menu (if available) and start building your content.",
    "WikiMediaForwardWarning":"Some media in the forwarded wiki will not be visible to all the members of the destination community"

}
