{
  "NewPage": "Nova página",
  "Wiki_Welcome": "Bem-vindo à <i>Wiki</i> desta comunidade.",
  "Wiki_h1_Usage": "Uso",
  "Wiki_h1_Structure": "Estrutura",
  "Wiki_h1_Edition": "Edição",
  "Wiki_h1_Started": "Introdução",
  "Wiki_Usage_contents_p1": "Cada membro da comunidade pode contribuir com a <i>Wiki</i>",
  "Wiki_Usage_contents_p2": "É um espaço de <b>conhecimento compartilhável</b>. Use o <i>Blog</i> para publicar notícias, atualizações ou pontos de vista, e use a <i>Wiki</i> para manter-se atualizado sobre um conteúdo compartilhado.",
  "Wiki_Usage_contents_p3": "Aqui estão alguns <b>exemplos</b> de como usar a <i>Wiki</i>:",
  "Wiki_Usage_contents_p4": "<b>Guia</b>: novo na equipe? Com a <i>Wiki</i>, você reúne tudo o que precisa saber para começar.",
  "Wiki_Usage_contents_p5": "<b>Inteligência</b>: mantenha uma base de conhecimento, como uma lista de links para artigos de pesquisa.",
  "Wiki_Usage_contents_p6": "<b>Referência do procedimento</b>: coloque em palavras as etapas necessárias para executar uma ação específica.",
  "Wiki_Usage_contents_p7": "<b>Enciclopédia</b>: defina palavras e conceitos, acompanhe a história.",
  "Wiki_Structure_contents_p1": "A Wiki é dividida em <b>páginas</b>. Uma página tem um título, um conteúdo multimídia (texto e mídia) e alguns metadados (tags).",
  "Wiki_Structure_contents_p2": "As páginas são estruturadas em <b>árvore</b>: cada página tem uma página principal.",
  "Wiki_Edition_contents_p1": "Qualquer usuário pode <b>criar</b>, <b>adicionar</b> ou <b>mover</b> uma página. Os colaboradores podem não ter permissão para editar uma página, se não tiverem os direitos de edição. Os administradores podem <b>bloquear</b> uma página, impedindo que ela seja editada.",
  "Wiki_Edition_contents_p2": "Quando o conteúdo de uma página é editado e a opção \"Criar revisão\" está marcada, uma nova <b>revisão</b> da página é criada. Nada é perdido, e os usuários podem visualizar versões mais antigas pelo widget <i>Revisões</i>.",
  "Wiki_GetStart_contents_p1": "Edite esta página padrão usando o botão <b>Editar</b> no menu superior direito para escrever uma mensagem de boas-vindas.",
  "Wiki_GetStart_contents_p2": "Adicione novas páginas usando o botão <b>Adicionar uma página wiki</b>, no menu superior esquerdo (se disponível), e comece a criar seu conteúdo.",
  "WikiMediaForwardWarning": "Algumas mídias no wiki encaminhado não estarão visíveis para todos os membros da comunidade de destino"
}