{
  "NewPage": "Página nueva",
  "Wiki_Welcome": "Bienvenido al <i>Wiki</i> de esta comunidad.",
  "Wiki_h1_Usage": "Uso",
  "Wiki_h1_Structure": "Estructura",
  "Wiki_h1_Edition": "Edición",
  "Wiki_h1_Started": "Primeros pasos",
  "Wiki_Usage_contents_p1": "Cada miembro de la comunidad puede contribuir al <i>Wiki</i>",
  "Wiki_Usage_contents_p2": "Se trata de un espacio de <b>conocimiento que se puede compartir</b>. Utilice el <i>Blog</i> para publicar noticias, actualizaciones o puntos de vista; utilice el <i>Wiki</i> para mantener al día el contenido compartido.",
  "Wiki_Usage_contents_p3": "Aquí tiene algunos <b>ejemplos</b> de los usos que puede tener el <i>Wiki</i>:",
  "Wiki_Usage_contents_p4": "<b>Guía</b>: ¿es nuevo en un equipo? Afortunadamente, el <i>Wiki</i> recopila todo lo que debe saber para dar los primeros pasos.",
  "Wiki_Usage_contents_p5": "<b>Inteligencia</b>: mantiene una base de conocimientos, como una lista de enlaces a documentos de investigación.",
  "Wiki_Usage_contents_p6": "<b>Referencia para procedimientos</b>: describa los pasos necesarios para realizar una acción determinada.",
  "Wiki_Usage_contents_p7": "<b>Enciclopedia</b>: defina palabras y conceptos, siga el rastro de la historia.",
  "Wiki_Structure_contents_p1": "La Wiki se divide en <b>páginas</b>. Cada página tiene un título, contenido enriquecido (texto y medios) y algunos metadatos (etiquetas).",
  "Wiki_Structure_contents_p2": "Las páginas se estructuran en forma de <b>árbol</b>: cada página tiene una superior.",
  "Wiki_Edition_contents_p1": "Cualquier usuario puede <b>crear</b>, <b>añadir</b> o <b>mover</b> una página. A los colaboradores no se les permite editar una página si no tienen derechos de edición. Los administradores pueden <b>bloquear</b> una página, lo que les evitaría editar una página.",
  "Wiki_Edition_contents_p2": "Cuando se modifica el contenido de una página, si está seleccionada la opción \"Crear revisión\", se crea una nueva <b>revisión</b> de la página. No se pierde información y los usuarios pueden ver versiones anteriores con el widget <i>Revisiones</i>.",
  "Wiki_GetStart_contents_p1": "Modifique esta página predeterminada mediante el botón <b>Editar</b> del menú superior derecho para escribir un mensaje de bienvenida.",
  "Wiki_GetStart_contents_p2": "Agregue nuevas páginas mediante el botón <b>Añadir una página wiki</b> en el menú superior izquierdo (si está disponible) y comience a crear su contenido.",
  "WikiMediaForwardWarning": "Algunos de los medios incluidos en la wiki reenviada no serán visibles para todos los miembros de la comunidad de destino"
}