{
  "NewPage": "Neue Seite",
  "Wiki_Welcome": "Willkommen bei der <i>Wiki</i> dieser Community.",
  "Wiki_h1_Usage": "Verwendung",
  "Wiki_h1_Structure": "Struktur",
  "Wiki_h1_Edition": "Ausgabe",
  "Wiki_h1_Started": "Erste Schritte",
  "Wiki_Usage_contents_p1": "Jedes Community-Mitglied kann einen Beitrag zum <i>Wiki</i> leisten",
  "Wiki_Usage_contents_p2": "Es ist ein Bereich für die <b>Weitergabe von Wissen</b>. Im <i>Blog</i> können Sie Nachrichten, Neuigkeiten und Meinungen mitteilen. Im <i>Wiki</i> können Sie einen freigegebenen Inhalt immer auf dem aktuellen Stand halten.",
  "Wiki_Usage_contents_p3": "Hier sind einige <b>Beispiele</b>, wofür das <i>Wiki</i> verwendet werden kann:",
  "Wiki_Usage_contents_p4": "<b>Handbuch</b>: Sind Sie neu in einem Team? Zum Glück enthält das <i>Wiki</i> alle Informationen, die Sie bei den ersten Schritten benötigen.",
  "Wiki_Usage_contents_p5": "<b>Wissen</b>: Verwalten Sie eine Wissensdatenbank, z. B. eine Liste mit Forschungsabhandlungen.",
  "Wiki_Usage_contents_p6": "<b>Referenz für Verfahrensweisen</b>: Beschreiben Sie die Schritte, die erforderlich sind, um eine bestimmte Aktion auszuführen.",
  "Wiki_Usage_contents_p7": "<b>Enzyklopädie</b>: Definieren Sie Wörter und Begriffe und halten Sie den Verlauf fest.",
  "Wiki_Structure_contents_p1": "Das Wiki ist in <b>Seiten</b> unterteilt. Eine Seite umfasst einen Titel, multimediale Inhalte (Text und Medien) und einige Metadaten (Tags).",
  "Wiki_Structure_contents_p2": "Seiten besitzen eine <b>Struktur</b>: Jede Seite hat eine übergeordnete Seite.",
  "Wiki_Edition_contents_p1": "Jeder Benutzer kann eine Seite <b>erstellen</b>, <b>hinzufügen</b> oder <b>verschieben</b>.Es ist Mitwirkenden unter Umständen nicht gestattet, eine Seite zu bearbeiten, wenn sie keine entsprechenden Bearbeitungsrechte besitzen. Administratoren können eine Seite <b>sperren</b>, so dass sie nicht bearbeitet werden kann.",
  "Wiki_Edition_contents_p2": "Wenn der Inhalt einer Seite bearbeitet wird und wenn die Option „Revision erstellen“ aktiviert ist, wird dadurch eine neue <b>Revision</b> der Seite erstellt. Nichts geht verloren, und Benutzer können ältere Versionen mit dem Widget <i>Revisionen</i> anzeigen.",
  "Wiki_GetStart_contents_p1": "Bearbeiten Sie diese Standardseite mithilfe der Schaltfläche <b>Bearbeiten</b> in der rechten oberen Ecke, um eine Begrüßungsnachricht zu schreiben.",
  "Wiki_GetStart_contents_p2": "Fügen Sie neue Seiten mithilfe der links oben befindlichen Schaltfläche <b>Neue Wiki-Seite erstellen</b> hinzu (sofern verfügbar), und fangen Sie an, Ihren Inhalt zu erstellen.",
  "WikiMediaForwardWarning": "Einige Medien im weitergeleiteten Wiki sind nicht für alle Mitglieder der Ziel-Community sichtbar"
}