{
  "NewPage": "Nuova pagina",
  "Wiki_Welcome": "Ti diamo il benvenuto nella <i>wiki</i> di questa community.",
  "Wiki_h1_Usage": "Utilizzo",
  "Wiki_h1_Structure": "Struttura",
  "Wiki_h1_Edition": "Edizione",
  "Wiki_h1_Started": "Introduzione",
  "Wiki_Usage_contents_p1": "Ciascun membro della community può contribuire al <i>wiki</i>",
  "Wiki_Usage_contents_p2": "Si tratta di uno spazio in cui è possibile <b>condividere le conoscenze</b>. Utilizzare il <i>blog</i> per pubblicare informazioni, aggiornamenti e opinioni oppure il <i>wiki</i> per mantenere aggiornato un contenuto condiviso.",
  "Wiki_Usage_contents_p3": "Di seguito sono riportati alcuni <b>esempi</b> di utilizzo del <i>wiki</i>.",
  "Wiki_Usage_contents_p4": "<b>Guida</b>: il <i>wiki</i> raccoglie per i nuovi membri del team tutto ciò che è necessario sapere per iniziare.",
  "Wiki_Usage_contents_p5": "<b>Intelligenza</b>: è possibile gestire una Knowledge Base, ad esempio l'elenco di collegamenti che consentono la ricerca degli articoli.",
  "Wiki_Usage_contents_p6": "<b>Riferimento per le procedure</b>: è possibile spiegare i passaggi necessari per eseguire una determinata operazione.",
  "Wiki_Usage_contents_p7": "<b>Enciclopedia</b>: è possibile definire parole e concetti tenendo traccia della cronologia.",
  "Wiki_Structure_contents_p1": "Il wiki è diviso in <b>pagine</b>. Una pagina dispone di un titolo, contenuti formattati (testo e contenuti multimediale) e alcuni metadati (tag).",
  "Wiki_Structure_contents_p2": "Le pagine sono organizzate secondo una struttura ad <b>albero</b>: ciascuna dispone di una pagina superiore.",
  "Wiki_Edition_contents_p1": "Qualsiasi utente può <b>creare</b>, <b>aggiungere</b> o <b>spostare</b> una pagina. I collaboratori potrebbero non essere autorizzati a modificare una pagina, se non dispongono dei diritti di modifica. Gli amministratori possono <b>bloccare</b> una pagina, impedendone la modifica.",
  "Wiki_Edition_contents_p2": "Quando il contenuto di una pagina viene modificato e viene selezionata l'opzione \"Crea revisione\", viene creata una nuova <b>revisione</b> della pagina. In questo modo non viene perso nulla e gli utenti possono visualizzare le versioni precedenti utilizzando il widget <i>Revisioni</i>.",
  "Wiki_GetStart_contents_p1": "Modifica la pagina predefinita utilizzando il pulsante <b>Modifica</b> nel menu in alto a destra per scrivere un messaggio di benvenuto.",
  "Wiki_GetStart_contents_p2": "Aggiungi nuove pagine utilizzando il pulsante <b>Aggiungi pagina Wiki</b> nel menu in alto a sinistra (se disponibile) e iniziare a creare il contenuto.",
  "WikiMediaForwardWarning": "Alcuni contenuti multimediali del wiki inoltrato non saranno visibili a tutti i membri della community di destinazione"
}