{
  "NewPage": "Nouvelle page",
  "Wiki_Welcome": "Bienvenue dans le <i>Wiki</i> de cette communauté.",
  "Wiki_h1_Usage": "Utilisation",
  "Wiki_h1_Structure": "Structure",
  "Wiki_h1_Edition": "Edition",
  "Wiki_h1_Started": "Premiers pas",
  "Wiki_Usage_contents_p1": "Tous les membres de la communauté peuvent contribuer au <i>Wiki</i>",
  "Wiki_Usage_contents_p2": "Cet espace <b>permet de partager l'expertise et les connaissances de chacun</b>. Utilisez le <i>Blog</i> pour publier des nouveautés, des mises à jour ou des commentaires, utilisez le <i>Wiki</i> pour mettre à jour un contenu partagé.",
  "Wiki_Usage_contents_p3": "Voici quelques <b>exemples</b> d'utilisation du <i>Wiki</i> :",
  "Wiki_Usage_contents_p4": "<b>Guide</b> : nouveau au sein d'une équipe ? Vous avez de la chance, le <i>Wiki</i> contient tout ce que vous devez savoir pour débuter.",
  "Wiki_Usage_contents_p5": "<b>Veille</b> : tenir une base de connaissances à jour, telle qu'une liste de liens vers des publications.",
  "Wiki_Usage_contents_p6": "<b>Référentiel de procédures</b> : décrire les étapes à accomplir pour exécuter une action.",
  "Wiki_Usage_contents_p7": "<b>Encyclopédie</b> : définir les termes et les concepts, suivre l'historique.",
  "Wiki_Structure_contents_p1": "Le Wiki est constitué d'un ensemble de <b>pages</b>. Une page inclut un titre, du contenu riche (texte et médias) et des métadonnées (mots-clés).",
  "Wiki_Structure_contents_p2": "Les pages sont organisées en <b>arborescence</b> : chaque page dispose d'une page parente.",
  "Wiki_Edition_contents_p1": "N'importe quel utilisateur peut <b>créer</b>, <b>ajouter</b> ou <b>déplacer</b> une page. Les contributeurs ne seront peut-être pas autorisés à éditer une page, s'ils ne disposent pas des droits d'édition. Les administrateurs peuvent <b>verrouiller</b> une page, ce qui empêche son édition.",
  "Wiki_Edition_contents_p2": "Lorsque le contenu d'une page est modifié et que l'option \"Créer révision\" est sélectionnée, une <b>révision</b> de la page est créée. Aucune modification n'est cependant perdue, et les utilisateurs peuvent visualiser les versions antérieures à l'aide du widget <i>Révisions</i>.",
  "Wiki_GetStart_contents_p1": "Modifiez cette page par défaut en utilisant le bouton <b>Modifier</b> dans le menu supérieur droit et rédigez un message de bienvenue.",
  "Wiki_GetStart_contents_p2": "Ajoutez de nouvelles pages en utilisant le bouton <b>Ajouter une page wiki</b> dans le menu supérieur gauche (si disponible) et commencez à créer votre contenu.",
  "WikiMediaForwardWarning": "Certains médias du wiki transféré ne seront pas visibles par tous les membres de la communauté de destination"
}