{
  "NewPage": "Nowa strona",
  "Wiki_Welcome": "Witamy na stronie <i>Wiki</i> tej społeczności.",
  "Wiki_h1_Usage": "Użycie",
  "Wiki_h1_Structure": "Struktura",
  "Wiki_h1_Edition": "Edycja",
  "Wiki_h1_Started": "Pierwsze kroki",
  "Wiki_Usage_contents_p1": "Każdy członek społeczności może wnieść swój wkład na stronie <i>Wiki</i>",
  "Wiki_Usage_contents_p2": "Jest to przestrzeń <b>, w której można dzielić się wiedzą</b>. <i>Blog</i> służy do publikowania wiadomości, aktualizacji lub dzielenia się opiniami, a strona <i>Wiki</i> służy do aktualizowania udostępnianych zawartości.",
  "Wiki_Usage_contents_p3": "Oto kilka <b>przykładów</b> użycia <i>strony Wiki</i>:",
  "Wiki_Usage_contents_p4": "<b>Przewodnik</b>: jesteś nowym członkiem w zespole? Na szczęście <i>strona Wiki</i> gromadzi wszystkie informacje niezbędne do rozpoczęcia pracy.",
  "Wiki_Usage_contents_p5": "<b>Baza wiedzy</b>: utrzymywanie bazy wiedzy, np. listy odnośników do dokumentów badawczych.",
  "Wiki_Usage_contents_p6": "<b>Opis procedury</b>: opis kroków niezbędnych do wykonania określonej czynności.",
  "Wiki_Usage_contents_p7": "<b>Encyklopedia</b>: definiowanie słów i pojęć, śledzenie historii.",
  "Wiki_Structure_contents_p1": "Strona Wiki jest podzielona na <b>strony</b>. Strona ma tytuł, rozbudowaną zawartość (tekst i multimedia) oraz niektóre metadane (znaczniki).",
  "Wiki_Structure_contents_p2": "Strony mają strukturę <b>drzewa</b>: każda strona ma stronę nadrzędną.",
  "Wiki_Edition_contents_p1": "Każdy użytkownik może <b>utworzyć</b>, <b>dodać</b> lub <b>przenieść</b> stronę. Współautorzy nie mogą edytować strony, jeśli nie mają uprawnień do edycji. Administratorzy mogą <b>zablokować</b> stronę, co uniemożliwi jej edycję.",
  "Wiki_Edition_contents_p2": "Jeśli podczas edycji zawartości strony zaznaczona jest opcja „Utwórz poprawkę”, tworzona jest nowa <b>poprawka</b> strony. Żadne dane nie zostaną utracone, a użytkownicy będą mogli wyświetlać starsze wersje za pomocą widgetu <i>Poprawki</i>.",
  "Wiki_GetStart_contents_p1": "Edytuj tę stronę domyślną za pomocą przycisku <b>Edytuj</b> w prawym górnym menu, aby napisać wiadomość powitalną.",
  "Wiki_GetStart_contents_p2": "Dodaj nowe strony za pomocą przycisku <b>Dodaj stronę Wiki</b> w lewym górnym menu (jeśli jest dostępne) i zacznij tworzyć swoją zawartość.",
  "WikiMediaForwardWarning": "Niektóre multimedia w przekazywanej wiki nie będą widoczne dla wszystkich członków społeczności docelowej"
}