#dslib NLS properties

dslib.Streams.MissingParamter= \u5165\u529b\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u300c%1\u300d\u304c\u4e0d\u8db3\u3057\u3066\u3044\u307e\u3059
dslib.Streams.EmptyParamter= \u5165\u529b\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u300c%1\u300d\u306f\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
dslib.Streams.NonStringParamter= \u5165\u529b\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u300c%1\u300d\u306f\u6587\u5b57\u5217\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
dslib.Streams.NonArrayParamter= \u5165\u529b\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u300c%1\u300d\u306f\u6709\u52b9\u306a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u53c2\u7167\u306e\u914d\u5217\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
dslib.Message.LimitedItems= \u6700\u5927%1\u500b\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u307e\u3067\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059
dslib.Message.InvalidObjectReference= \u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093(\u8aa4\u3063\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u53c2\u7167\u307e\u305f\u306f\u5206\u985e\u4e0d\u53ef\u80fd\u306a\u516c\u958b\u30ea\u30bd\u30fc\u30b9)
dslib.Message.NotAClass= \u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30af\u30e9\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
dslib.Message.NotALibOrClass= \u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30e9\u30a4\u30d6\u30e9\u30ea\u307e\u305f\u306f\u30af\u30e9\u30b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
dslib.Message.ClassNotExist= \u6307\u5b9a\u3055\u308c\u305f\u30af\u30e9\u30b9\u306f\u5b58\u5728\u3057\u307e\u305b\u3093(\u307e\u305f\u306f)\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30af\u30e9\u30b9\u306b\u5bfe\u3059\u308b\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
dslib.Message.NoFromConnectAccess= \u30e6\u30fc\u30b6\u30fc\u306b\u306f\u6307\u5b9a\u3055\u308c\u305f\u30af\u30e9\u30b9\u306b\u5bfe\u3059\u308b\u5206\u985e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
dslib.Message.NoFromDisconnectAccess= \u30e6\u30fc\u30b6\u30fc\u306b\u306f\u6307\u5b9a\u3055\u308c\u305f\u30af\u30e9\u30b9\u306b\u5bfe\u3059\u308b\u89e3\u9664\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
dslib.Message.ObjectNotExist= \u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093(\u307e\u305f\u306f)\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3059\u308b\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
dslib.Message.ObjectNotClassified= \u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u5206\u985e\u3055\u308c\u307e\u305b\u3093
dslib.Message.ObjectNotInClass= \u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3053\u306e\u30af\u30e9\u30b9\u3067\u306f\u5206\u985e\u3055\u308c\u307e\u305b\u3093
dslib.Message.NonClassAttribute= \u5c5e\u6027\u300c%1\u300d\u306f\u5206\u985e\u5c5e\u6027\u3067\u306f\u3042\u308a\u307e\u305b\u3093
dslib.Message.ObjectAlreadyClassified= \u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3059\u3067\u306b\u3053\u306e\u30af\u30e9\u30b9\u3067\u5206\u985e\u3055\u308c\u3066\u3044\u307e\u3059
dslib.Message.InvalidTypeToSide= \u3053\u306e\u30bf\u30a4\u30d7\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u5206\u985e\u3067\u304d\u307e\u305b\u3093
dslib.Message.NoToConnectAccess= \u30e6\u30fc\u30b6\u30fc\u306b\u306f\u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3059\u308b\u5206\u985e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
dslib.Message.NoToDisonnectAccess= \u30e6\u30fc\u30b6\u30fc\u306b\u306f\u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3059\u308b\u89e3\u9664\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
dslib.Message.NoModifyAccess= \u30e6\u30fc\u30b6\u30fc\u306b\u306f\u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3059\u308b\u5909\u66f4\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
dslib.Message.InvalidAttributeValue= \u5c5e\u6027%2\u306b\u5bfe\u3059\u308b\u7121\u52b9\u306a\u5c5e\u6027\u5024%1\u3067\u3059
dslib.Message.ValueViolatesRange= %1\u306f\u5c5e\u6027%2\u306e\u7bc4\u56f2\u306b\u9055\u53cd\u3057\u307e\u3059
dslib.Message.InvalidDateFormat= \u7121\u52b9\u306a\u65e5\u4ed8\u5f62\u5f0f%1 \u6709\u52b9\u306a\u5f62\u5f0f\uff1a%2
dslib.Message.CannotConvertValue= \u6307\u5b9a\u3055\u308c\u305f\u5024%1\u306f\u30bf\u30a4\u30d7\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002\u6b63\u3057\u3044\u30bf\u30a4\u30d7\u306f%2\u3067\u3059\u304c\u3001%3\u3092\u53d7\u4fe1\u3057\u307e\u3057\u305f
dslib.Streams.NonArrayParamString = \u5165\u529b\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u300c%1\u300d\u306f\u6587\u5b57\u5217\u8981\u7d20\u306e\u914d\u5217\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
