ENOXDsdo.DerivedOutputs.InvalidInput=\u7121\u52b9\u306a\u5165\u529b\u5024
ENOXDsdo.AddDerivedOutputs.Error=\u6d3e\u751f\u51fa\u529b\u306e\u8ffd\u52a0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXDsdo.DerivedOutputs.Receipt.Error=\u30d7\u30ed\u30bb\u30b9\u306b\u306f\u53d7\u4fe1\u304c\u5fc5\u9808\u3067\u3059
ENOXDsdo.DerivedOutputs.FileName.Error=\u30d7\u30ed\u30bb\u30b9\u306b\u306f\u30d5\u30a1\u30a4\u30eb\u540d\u304c\u5fc5\u9808\u3067\u3059
ENOXDsdo.DerivedOutputs.Format.Error=\u30d7\u30ed\u30bb\u30b9\u306b\u306f\u5f62\u5f0f\u304c\u5fc5\u9808\u3067\u3059
ENOXDsdo.DerivedOutputs.Checksum.Error=\u30d7\u30ed\u30bb\u30b9\u306b\u306f\u30c1\u30a7\u30c3\u30af\u30b5\u30e0\u304c\u5fc5\u9808\u3067\u3059
ENOXDsdo.DerivedOutputs.Attributes.Error=\u5c5e\u6027\u5f62\u5f0f\u304c\u7121\u52b9\u3067\u3059
ENOXDsdo.DerivedOutputs.AddAttributes.Error=\u5c5e\u6027\u306e\u8ffd\u52a0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXDsdo.DerivedOutputs.ReferencedObject.Error=\u53c2\u7167\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306fID\u304a\u3088\u3073\u30bf\u30a4\u30d7\u304c\u5fc5\u8981\u3067\u3059
ENOXDsdo.DerivedOutputs.Json.Error=Json\u5165\u529b\u306f\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u767d\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u307e\u305f\u3001\u53c2\u7167\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304a\u3088\u3073\u6d3e\u751f\u51fa\u529b\u30d5\u30a1\u30a4\u30eb\u304c\u5fc5\u8981\u3067\u3059
ENOXDsdo.DerivedOutputs.RepresentationID.Error=\u30ea\u30d7\u30ec\u30bc\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3ID\u306f32\u6587\u5b57\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
ENOXDsdo.DerivedOutputs.JsonStream.Error=JSON\u5165\u529b\u30b9\u30c8\u30ea\u30fc\u30e0\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093
ENOXDsdo.DerivedOutputs.Sync.Error=\u6d3e\u751f\u51fa\u529b\u306e\u540c\u671f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXDsdo.DerivedOutputs.Remove.Error=\u898b\u3064\u304b\u308a\u307e\u305b\u3093
ENOXDsdo.DerivedOutputs.Download.Error=\u6d3e\u751f\u51fa\u529b\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXDsdo.DerivedOutputs.FileCount.Error=\u30c1\u30b1\u30c3\u30c8\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u306b\u306fFileCount\u304c\u5fc5\u9808\u3067\u3059
ENOXDsdo.DerivedOutputs.Type.Error=\u30c1\u30b1\u30c3\u30c8\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u306b\u306f\u30bf\u30a4\u30d7\u304c\u5fc5\u9808\u3067\u3059
ENOXDsdo.DerivedOutputs.CheckIn.Error=\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u30c1\u30b1\u30c3\u30c8\u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXDsdo.DerivedOutputs.IsExternal.Error=\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u305f\u30d7\u30ed\u30bb\u30b9\u306f\u5916\u90e8\u6d3e\u751f\u51fa\u529b\u3067\u306e\u307f\u5229\u7528\u3067\u304d\u307e\u3059
ENOXDsdo.DerivedOutputs.Get.Error=\u6d3e\u751f\u51fa\u529b\u60c5\u5831\u306e\u53d6\u5f97\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXDsdo.DerivedOutputs.User.Role.Error=\u3053\u306e\u30e6\u30fc\u30b9\u30b1\u30fc\u30b9\u3067\u306f\u30e6\u30fc\u30b6\u30fc\u306b\u4f5c\u6210\u8005\u307e\u305f\u306f\u30ea\u30fc\u30c0\u30fc\u306e\u30ed\u30fc\u30eb\u304c\u5fc5\u8981\u3067\u3059
ENOXDsdo.DerivedOutputs.Already.Exist=\u6307\u5b9a\u3055\u308c\u305fReferencedObject\u306b\u306f\u3001\u540c\u3058\u30d5\u30a1\u30a4\u30eb\u540d\u304a\u3088\u3073\u5f62\u5f0f\u306e\u6d3e\u751f\u51fa\u529b\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ENOXDsdo.DerivedOutputs.PublicExposed.Error=\u3053\u306e\u30bf\u30a4\u30d7\u306f\u516c\u958b\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093
ENOXDsdo.DerivedOutputs.FileExist.Error=\u6b21\u306e\u30d5\u30a1\u30a4\u30eb\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\uff1a
ENOXDsdo.DerivedOutputs.JSON.Error=Json\u5165\u529b\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXDsdo.DerivedOutputs.DownloadFlag.Error=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306f\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u53ef\u80fd\u30d5\u30e9\u30b0\u304cFalse\u306e\u305f\u3081\u3001\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093
ENOXDsdo.DerivedOutputs.PartSupply.Error=\u90e8\u54c1\u30b5\u30d7\u30e9\u30a4\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3067\u306f\u6d3e\u751f\u5f62\u5f0f\u306e\u751f\u6210\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ENOXDsdo.DerivedOutputs.3DPart.Error=\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u3001\u5165\u529b\u304c3D\u30d1\u30fc\u30c4\u3067\u306f\u306a\u3044\u305f\u3081\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093
ENOXDsdo.DerivedOutputs.PartSupply.Remove.Error=PartSupply\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u6d3e\u751f\u5f62\u5f0f\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
ENOXDsdo.DerivedOutputs.InternalError=\u5185\u90e8\u30a8\u30e9\u30fc\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044
ENOXDsdo.createDerivedOutputJobs.RuleID.Error=\u30eb\u30fc\u30ebID\u304c\u7121\u52b9\u3067\u3059
ENOXDsdo.createDerivedOutputJobs.RuleID.NotSupported.Error=\u6307\u5b9a\u3055\u308c\u305f\u30eb\u30fc\u30ebID\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30eb\u30fc\u30eb\u30bf\u30a4\u30d7\u3067\u3059
ENOXDsdo.createDerivedOutputJobs.RuleID.NotPresent.Error=\u305d\u306e\u3088\u3046\u306a\u30eb\u30fc\u30ebID\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
