{
"DeleteClass.Title":"Elimina",
"DeleteClass.ShortHelp":"Elimina in modo permanente gli oggetti selezionati.",
"DeleteClass.LongHelp":"<p>Se si seleziona un oggetto, per eliminarne anche i figli, selezionare l'opzione Includi oggetti strutturali</p>",
"DeleteLibrary.Title":"Elimina",
"DeleteLibrary.ShortHelp":"Elimina in modo permanente gli oggetti selezionati.",
"DeleteLibrary.LongHelp":"<p>Se si seleziona un oggetto, per eliminarne anche i figli, selezionare l'opzione Includi oggetti strutturali</p>",
"MoveClass.Title":"Sposta",
"MoveClass.ShortHelp":"Sposta gli oggetti selezionati in un'altra classe.",
"MoveClass.LongHelp":"<p>Cercare la classe di destinazione e selezionarla.</p>",
"ActionBar_Attributes.Title":"Modifica proprietà",
"ActionBar_Attributes.ShortHelp":"Consente di modificare le proprietà.",
"ActionBar_Attributes.LongHelp":"<p>Consente di modificare le proprietà dell'oggetto selezionato.</p>",
"Favorites_Add_Remove.Title":"Aggiungi/Rimuovi ai/dai preferiti",
"Favorites_Add_Remove.ShortHelp":"Aggiunge o rimuove librerie o classi classificate come preferite.",
"Favorites_Add_Remove.LongHelp":"<p>Selezionare una libreria o una classe nella sezione ad albero e fare clic su questo comando per aggiungere la libreria o la classe come preferito.</p> <p>Dai preferiti o dalle librerie o dalla sezione della libreria principale, selezionare una libreria o una classe contrassegnata come preferita e fare clic su questo comando per rimuoverla dai preferiti.</p>",
"ExportAttributes.Title":"Esporta attributi",
"ExportAttributes.ShortHelp":"Esporta tutti gli attributi di classificazione.",
"CreateNewClass.Title":"Nuova classe",
"CreateNewClass.ShortHelp":"Crea una nuova classe.",
"CreateNewClass.LongHelp":"<p>Selezionare la libreria principale nella sezione ad albero e fare clic su questo comando per creare una classe.</p> <p>Selezionare una classe esistente nell'albero e fare clic su questo comando per creare una classe nella classe selezionata.</p>",
"CreateNewLibrary.Title":"Nuova libreria",
"CreateNewLibrary.ShortHelp":"Crea una nuova libreria.",
"CreateNewLibrary.LongHelp":"<p>Selezionare la sezione Librerie e fare clic su questo comando per creare una libreria.</p>",
"RemoveAttributes.Title":"Rimuovi",
"RemoveAttributes.ShortHelp":"Rimuove gli attributi selezionati dalla classe.",
"RemoveAttributes.LongHelp":"<p>Dalla scheda degli attributi di classificazione, selezionare uno o più attributi e fare clic su questo comando per rimuovere gli attributi selezionati.</p>",
"AddExistingAttributes.Title":"Aggiungi attributi esistenti",
"AddExistingAttributes.ShortHelp":"Aggiunge attributi alla classe.",
"AddExistingAttributes.LongHelp":"<p>Dalla scheda degli attributi di classificazione, fare clic su questo comando e selezionare gli attributi da aggiungere.</p> <p>Selezionare gli attributi richiesti e fare clic sul pulsante Aggiungi per aggiungerli alla classe selezionata.</p>",
"ExportLibrary.Title":"Esporta libreria",
"ExportLibrary.ShortHelp":"Esporta il contenuto della libreria come file XML.",
"ExportLibrary.LongHelp":"<p><note>Selezionare una libreria principale dalla sezione albero o contenuto e fare clic su questo comando per esportarla.</note></p>",
"ImportLibrary.Title":"Importa libreria",
"ImportLibrary.ShortHelp":"Importa la libreria tramite XML.",
"ImportLibrary.LongHelp":"<p>Fare clic su questo comando e selezionare il file XML appropriato.</p> <p>Fare clic sul pulsante di convalida per convalidare la struttura del file XML selezionato.</p> <p>Fare clic sul pulsante Importa per importare la struttura della libreria</p>",
"RenameCmd.Title":"Rinomina",
"RenameCmd.ShortHelp":"Rinomina la libreria o la classe selezionata.",
"RenameCmd.LongHelp":"<p>Dalla sezione albero o contenuto, selezionare la libreria o la classe da rinominare.</p> <p>Fare clic su questo comando e fornire un nuovo nome.</p>",
"thumbnailview.Title":"Vista miniatura",
"treeview.Title":"Vista struttura",
"tileview.Title":"Vista affiancata",
"AddExistingContent.Title":"Aggiungi contenuto esistente",
"AddExistingContent.ShortHelp":"Aggiunge il contenuto alla classe.",
"AddExistingContent.LongHelp":"<p>Fare clic su questo comando e inserire una query nella finestra di dialogo per cercare il contenuto richiesto.</p> <p>Selezionare il contenuto richiesto e fare clic su OK per aggiungere il contenuto alla classe selezionata.</p>",
"RemoveContent.Title":"Rimuovi",
"RemoveContent.ShortHelp":"Rimuove il contenuto selezionato dalla classe.",
"RemoveContent.LongHelp":"<p>Dalla classe, selezionare uno o più oggetti e fare clic su questo comando per rimuovere il contenuto selezionato.</p>",
"ReplaceByLatestRevision.Title":"Sostituisci con revisione più recente",
"ReplaceByLatestRevision.ShortHelp":"Sostituisce il contenuto selezionato con la revisione più recente.",
"ReplaceByLatestRevision.LongHelp":"<p>Selezionare uno o più oggetti nella vista Contenuto nella classe e fare clic sul comando per sostituire il contenuto selezionato con la revisione più recente.</p>",
"ReplaceByRevision.Title":"Sostituisci con revisione",
"ReplaceByRevision.ShortHelp":"Sostituisce il contenuto selezionato con una delle revisioni.",
"ReplaceByRevision.LongHelp":"<p>Selezionare un contenuto nella vista Contenuto nella classe e fare clic su questo comando. Dal pannello Sostituisci con revisione, selezionare la revisione richiesta per sostituire il contenuto selezionato nella relativa vista con la sua revisione.</p>",
"openWith.Title":"Apri con",
"openWith.ShortHelp":"Apre il contenuto selezionato nell'applicazione appropriata.",
"openWith.LongHelp":"<p>Selezionare il contenuto nella Vista contenuto della classe e fare clic su questo comando. Viene visualizzato un menu di applicazioni, selezionare quella con cui aprire il contenuto.</p>"
}
