{
"DeleteClass.Title":"Eliminar",
"DeleteClass.ShortHelp":"Elimina los objetos seleccionados de forma permanente.",
"DeleteClass.LongHelp":"<p>Si selecciona un objeto y también desea eliminar sus elementos secundarios, seleccione la opción Incluir objetos estructurales</p>",
"DeleteLibrary.Title":"Eliminar",
"DeleteLibrary.ShortHelp":"Elimina los objetos seleccionados de forma permanente.",
"DeleteLibrary.LongHelp":"<p>Si selecciona un objeto y también desea eliminar sus elementos secundarios, seleccione la opción Incluir objetos estructurales</p>",
"MoveClass.Title":"Mover",
"MoveClass.ShortHelp":"Mueve los objetos seleccionados a otra clase.",
"MoveClass.LongHelp":"<p>Busque la clase objetivo y selecciónela.</p>",
"ActionBar_Attributes.Title":"Editar propiedades",
"ActionBar_Attributes.ShortHelp":"Edita las propiedades.",
"ActionBar_Attributes.LongHelp":"<p>Edita las propiedades del objeto seleccionado.</p>",
"Favorites_Add_Remove.Title":"Agregar/quitar a/de Favoritos",
"Favorites_Add_Remove.ShortHelp":"Agrega o elimina una biblioteca o clase clasificada como favorita.",
"Favorites_Add_Remove.LongHelp":"<p>Seleccione una biblioteca o clase en la sección de árboles y haga clic en este comando para agregar la biblioteca o clase como favorita.</p> <p>En los favoritos o las bibliotecas o en la sección de bibliotecas raíz, seleccione una biblioteca o clase clasificada como favorita y haga clic en este comando para eliminarla de los favoritos.</p>",
"ExportAttributes.Title":"Exportar atributos",
"ExportAttributes.ShortHelp":"Exporta todos los atributos de clasificación.",
"CreateNewClass.Title":"Nueva clase",
"CreateNewClass.ShortHelp":"Crea una nueva clase.",
"CreateNewClass.LongHelp":"<p>Seleccione la biblioteca raíz en la sección de árbol y haga clic en este comando para crear una clase.</p> <p>Seleccione una clase existente en el árbol y haga clic en este comando para crear una clase bajo la clase seleccionada.</p>",
"CreateNewLibrary.Title":"Nueva biblioteca",
"CreateNewLibrary.ShortHelp":"Crea una nueva biblioteca.",
"CreateNewLibrary.LongHelp":"<p>Seleccione la sección de las bibliotecas y haga clic en este comando para crear una biblioteca.</p>",
"RemoveAttributes.Title":"Eliminar",
"RemoveAttributes.ShortHelp":"Elimina los atributos seleccionados de la clase.",
"RemoveAttributes.LongHelp":"<p>Seleccione uno o más atributos en el la pestaña Atributos de clasificación y haga clic en este comando para eliminar los atributos seleccionados.</p>",
"AddExistingAttributes.Title":"Agregar atributos existentes",
"AddExistingAttributes.ShortHelp":"Agrega atributos a la clase.",
"AddExistingAttributes.LongHelp":"<p>En la ficha Atributos de clasificación, haga clic en este comando y seleccione los atributos que desea agregar.</p> <p>Seleccione los atributos necesarios y haga clic en el botón Agregar para agregarlos a la clase seleccionada.</p>",
"ExportLibrary.Title":"Exportar biblioteca",
"ExportLibrary.ShortHelp":"Exporta el contenido de la biblioteca como un archivo xml.",
"ExportLibrary.LongHelp":"<p><note>Seleccione una biblioteca raíz de la sección de árbol o contenido y haga clic en este comando para exportarla.</note></p>",
"ImportLibrary.Title":"Importar biblioteca",
"ImportLibrary.ShortHelp":"Importar biblioteca a través de XML.",
"ImportLibrary.LongHelp":"<p>Haga clic en este comando y seleccione el archivo xml adecuado.</p> <p>Haga clic en el botón Validar para validar la estructura del archivo xml seleccionado.</p> <p>Haga clic en el botón Importar para importar la estructura de la biblioteca</p>",
"RenameCmd.Title":"Cambiar nombre",
"RenameCmd.ShortHelp":"Cambiar el nombre de la biblioteca o clase seleccionada.",
"RenameCmd.LongHelp":"<p>En la sección de árbol o contenido, seleccione la biblioteca o la clase a la que desea cambiar el nombre.</p> <p>Haga clic en este comando y proporcione un nuevo nombre.</p>",
"thumbnailview.Title":"Vista de miniatura",
"treeview.Title":"Vista de árbol",
"tileview.Title":"Vista de mosaico",
"AddExistingContent.Title":"Agregar contenido existente",
"AddExistingContent.ShortHelp":"Agrega contenido a la clase.",
"AddExistingContent.LongHelp":"<p>Haga clic en este comando e introduzca una consulta en el cuadro de diálogo para buscar el contenido requerido.</p> <p>Seleccione el contenido requerido y haga clic en Aceptar para agregarlo a la clase seleccionada.</p>",
"RemoveContent.Title":"Eliminar",
"RemoveContent.ShortHelp":"Elimina el contenido seleccionado de la clase.",
"RemoveContent.LongHelp":"<p>Seleccione uno o más objetos en la clase y haga clic en este comando para eliminar el contenido seleccionado.</p>",
"ReplaceByLatestRevision.Title":"Reemplazar por la revisión más reciente",
"ReplaceByLatestRevision.ShortHelp":"Sustituye el contenido seleccionado por la revisión más reciente.",
"ReplaceByLatestRevision.LongHelp":"<p>Seleccione uno o más objetos en la vista del contenido de la clase y haga clic en el comando para sustituir el contenido seleccionado por su revisión más reciente.</p>",
"ReplaceByRevision.Title":"Reemplazar por revisión",
"ReplaceByRevision.ShortHelp":"Sustituye el contenido seleccionado por una de sus revisiones.",
"ReplaceByRevision.LongHelp":"<p>Seleccione un contenido en la vista del contenido de la clase y haga clic en este comando. Seleccione la revisión requerida en el panel Reemplazar por revisión para sustituir el contenido seleccionado en la vista del contenido por su revisión.</p>",
"openWith.Title":"Abrir con",
"openWith.ShortHelp":"Abre el contenido seleccionado en la aplicación adecuada.",
"openWith.LongHelp":"<p>Seleccione el contenido en la Vista de contenido de la clase y haga clic en este comando. Aparece un menú de aplicaciones; seleccione la que desea utilizar para abrir el contenido.</p>"
}
