{
"DeleteClass.Title":"Löschen",
"DeleteClass.ShortHelp":"Löscht die ausgewählten Objekte dauerhaft.",
"DeleteClass.LongHelp":"<p>Wählen Sie bei der Auswahl eines Objekts die Option „Strukturelle Objekte einschließen“ aus, um auch dessen untergeordnete Objekte zu löschen</p>",
"DeleteLibrary.Title":"Löschen",
"DeleteLibrary.ShortHelp":"Löscht die ausgewählten Objekte dauerhaft.",
"DeleteLibrary.LongHelp":"<p>Wählen Sie bei der Auswahl eines Objekts die Option „Strukturelle Objekte einschließen“ aus, um auch dessen untergeordnete Objekte zu löschen</p>",
"MoveClass.Title":"Verschieben",
"MoveClass.ShortHelp":"Verschiebt die ausgewählten Objekte in eine andere Klasse.",
"MoveClass.LongHelp":"<p>Suchen Sie die Zielklasse und wählen Sie sie aus.</p>",
"ActionBar_Attributes.Title":"Eigenschaften bearbeiten",
"ActionBar_Attributes.ShortHelp":"Bearbeitet die Eigenschaften.",
"ActionBar_Attributes.LongHelp":"<p>Bearbeitet die Eigenschaften des ausgewählten Objekts.</p>",
"Favorites_Add_Remove.Title":"Zu Favoriten hinzufügen/Aus Favoriten entfernen",
"Favorites_Add_Remove.ShortHelp":"Fügt Bibliotheken und Klassen als „Favoriten“ hinzu oder entfernt diese.",
"Favorites_Add_Remove.LongHelp":"<p>Wählen Sie im Strukturbereich eine Bibliothek oder Klasse aus und klicken Sie auf diesen Befehl, um die Bibliothek oder Klasse als Favorit hinzuzufügen.</p> <p>Wählen Sie im Favoriten-, Bibliothek- oder Stammbibliothek-Bereich eine als „Favorit“ markierte Bibliothek oder Klasse aus und klicken Sie auf diesen Befehl, um sie aus den Favoriten zu entfernen.</p>",
"ExportAttributes.Title":"Attribute exportieren",
"ExportAttributes.ShortHelp":"Exportiert alle Klassifizierungsattribute.",
"CreateNewClass.Title":"Neue Klasse",
"CreateNewClass.ShortHelp":"Erstellt eine neue Klasse.",
"CreateNewClass.LongHelp":"<p>Wählen Sie im Strukturbereich die Stammbibliothek aus und klicken Sie auf diesen Befehl, um eine Klasse zu erstellen.</p> <p>Wählen Sie eine vorhandene Klasse in der Struktur aus und klicken Sie auf diesen Befehl, um eine Klasse unter der ausgewählten Klasse zu erstellen.</p>",
"CreateNewLibrary.Title":"Neue Bibliothek",
"CreateNewLibrary.ShortHelp":"Legt eine neue Bibliothek an.",
"CreateNewLibrary.LongHelp":"<p>Wählen Sie den Bibliotheksbereich aus und klicken Sie auf diesen Befehl, um eine Bibliothek zu erstellen.</p>",
"RemoveAttributes.Title":"Entfernen",
"RemoveAttributes.ShortHelp":"Entfernt die ausgewählten Attribute aus der Klasse.",
"RemoveAttributes.LongHelp":"<p>Wählen Sie mindestens ein Objekt auf der Registerkarte „Klassifizierungsattribute“ aus und klicken Sie auf diesen Befehl, um die ausgewählten Attribute zu entfernen.</p>",
"AddExistingAttributes.Title":"Vorhandene Attribute hinzufügen",
"AddExistingAttributes.ShortHelp":"Fügt Attribute zur Klasse hinzu.",
"AddExistingAttributes.LongHelp":"<p>Klicken Sie auf der Registerkarte „Klassifizierungsattribute“ auf diesen Befehl und wählen Sie die Attribute aus, die Sie hinzufügen möchten.</p> <p>Wählen Sie die gewünschten Attribute aus und klicken Sie auf „Hinzufügen“, um sie zur ausgewählten Klasse hinzuzufügen.</p>",
"ExportLibrary.Title":"Bibliothek exportieren",
"ExportLibrary.ShortHelp":"Exportiert den Inhalt der Bibliothek als xml-Datei.",
"ExportLibrary.LongHelp":"<p><note>Wählen Sie eine Stammbibliothek aus dem Struktur- oder dem Inhaltsabschnitt aus und klicken Sie auf diesen Befehl, um sie zu exportieren.</note></p>",
"ImportLibrary.Title":"Bibliothek importieren",
"ImportLibrary.ShortHelp":"Importiert die Bibliothek über XML.",
"ImportLibrary.LongHelp":"<p>Klicken Sie auf diesen Befehl und wählen Sie die entsprechende XML-Datei aus.</p> <p>Klicken Sie auf „Validieren“, um die Struktur der ausgewählten XML-Datei zu validieren.</p> <p>Klicken Sie auf „Importieren“, um die Bibliotheksstruktur zu importieren</p>",
"RenameCmd.Title":"Umbenennen",
"RenameCmd.ShortHelp":"Benennt die ausgewählte Bibliothek oder Klasse um.",
"RenameCmd.LongHelp":"<p>Wählen Sie im Struktur- oder Inhaltsabschnitt die Bibliothek oder Klasse aus, die Sie umbenennen möchten.</p> <p>Klicken Sie auf diesen Befehl und geben Sie einen neuen Namen ein.</p>",
"thumbnailview.Title":"Miniaturansicht",
"treeview.Title":"Strukturansicht",
"tileview.Title":"Kachelansicht",
"AddExistingContent.Title":"Vorhandenen Inhalt hinzufügen",
"AddExistingContent.ShortHelp":"Fügt Inhalte zur Klasse hinzu.",
"AddExistingContent.LongHelp":"<p>Klicken Sie auf diesen Befehl und geben Sie eine Abfrage in das Dialogfeld ein, um nach dem erforderlichen Inhalt zu suchen.</p> <p>Wählen Sie den gewünschten Inhalt aus und klicken Sie auf „OK“, um den Inhalt zur ausgewählten Klasse hinzuzufügen.</p>",
"RemoveContent.Title":"Entfernen",
"RemoveContent.ShortHelp":"Entfernt den ausgewählten Inhalt aus der Klasse.",
"RemoveContent.LongHelp":"<p>Wählen Sie mindestens ein Objekt der Klasse aus und klicken Sie auf diesen Befehl, um den ausgewählten Inhalt zu entfernen.</p>",
"ReplaceByLatestRevision.Title":"Durch neueste Revision ersetzen",
"ReplaceByLatestRevision.ShortHelp":"Ersetzt den ausgewählten Inhalt durch seine neueste Revision.",
"ReplaceByLatestRevision.LongHelp":"<p>Wählen Sie mindestens ein Objekt in der Inhaltsansicht der Klasse aus und klicken Sie auf den Befehl, um den ausgewählten Inhalt durch die neueste Revision zu ersetzen.</p>",
"ReplaceByRevision.Title":"Durch Revision ersetzen",
"ReplaceByRevision.ShortHelp":"Ersetzt den ausgewählten Inhalt durch eine seiner Revisionen.",
"ReplaceByRevision.LongHelp":"<p>Wählen Sie in der Inhaltsansicht der Klasse einen Inhalt aus und klicken Sie auf diesen Befehl. Wählen Sie im Fenster „Durch Revision ersetzen“ die erforderliche Revision aus, um den ausgewählten Inhalt in der Inhaltsansicht durch seine Revision zu ersetzen.</p>",
"openWith.Title":"Öffnen mit",
"openWith.ShortHelp":"Öffnet den ausgewählten Inhalt in der entsprechenden Anwendung.",
"openWith.LongHelp":"<p>Wählen Sie den Inhalt in der Ansicht „Klasseninhalt“ aus und klicken Sie auf diesen Befehl. Ein Anwendungsmenü wird angezeigt. Wählen Sie die Anwendung aus, mit der der Inhalt geöffnet werden soll.</p>"
}
