# ENOXSourcingStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# XSourcing

# functional items 
ENOXSourcing.CreateMEIItems.createError= Erreur de serveur lors de la cr\u00e9ation de l'\u00e9l\u00e9ment Equivalent fabricant
ENOXSourcing.CreateMEIItems.noLicenseError= Vous ne disposez pas de la licence requise !
ENOXSourcing.CreateMEIItems.InvalidInput= entr\u00e9e non valide
ENOXSourcing.CreateMEIItems.updatingAttributesError= Erreur de serveur lors de la mise \u00e0 jour des valeurs d'attribut de l'\u00e9l\u00e9ment Equivalent fabricant
ENOXSourcing.CreateMEIItems.NoManufacturerError= Le nom du fabricant est obligatoire lors de la cr\u00e9ation de l'\u00e9l\u00e9ment Equivalent fabricant.
ENOXSourcing.CreateMEIItems.ManufacturerDoesntExist= Le fabricant ne figure pas dans le syst\u00e8me.

ENOXSourcing.MEIReference.AddingExtensionFailed= Echec lors de l'ajout de l'extension de l'\u00e9l\u00e9ment Equivalent fabricant.
ENOXSourcing.MEIReference.NoMEIExtension= L'objet ne comporte pas d'extension de l'\u00e9l\u00e9ment Equivalent fabricant, les attributs ne peuvent pas \u00eatre mis \u00e0 jour.

ENOXSourcing.deleteMEIItem.failed= Echec lors de la suppression de l'\u00e9l\u00e9ment Equivalent fabricant.
ENOXSourcing.deleteMEIItem.success= El\u00e9ments Equivalent fabricant supprim\u00e9s.

ENOXSourcing.CloneMEIItems.IdentifierNotSame= L'ID racine transmis dans l'URI n'est pas le m\u00eame que dans le corps de la demande.
ENOXSourcing.CloneMEIItems.RequestBodyEmpty= Le corps de la demande ne peut pas \u00eatre vide.

ENOXSourcing.Message.NoModifyAccess= L'utilisateur ne dispose pas de l'acc\u00e8s en modification sur l'objet %1.
ENOXSourcing.Message.NoChangeTypeAccess= L'utilisateur ne dispose pas de l'acc\u00e8s au type de modification pour ajouter une extension \u00e0 l'objet %1.
ENOXSourcing.Message.NoEngItemDetails= Les d\u00e9tails du produit sont absents du corps de la demande.
ENOXSourcing.Message.IDLengthError= L'ID de repr\u00e9sentation doit comporter 32 caract\u00e8res.
ENOXSourcing.Message.AlreadyMEIExtensionPresent= L'objet %1 a d\u00e9j\u00e0 une r\u00e9f\u00e9rence \u00e0 l'extension de l'\u00e9l\u00e9ment Equivalent fabricant. Utilisez le CORRECTIF pour mettre \u00e0 jour les attributs.
ENOXSourcing.Message.NotVPMReference= L'interface 'ManufacturerEquivalentItemExtension' n'est pas autoris\u00e9e sur le derivableType %1
ENOXSourcing.Message.ErrorWhileRetrievingManufacturer= Erreur lors de la r\u00e9cup\u00e9ration des d\u00e9tails de l'\u00e9l\u00e9ment Equivalent fabricant, veuillez contacter l'administrateur.
ENOXSourcing.Message.CreateMEIExceedsLimit= Limite d\u00e9pass\u00e9e, 500 \u00e9l\u00e9ments Equivalent fabricant maximum peuvent \u00eatre cr\u00e9\u00e9s \u00e0 la fois.
ENOXSourcing.Message.IdAndRelPathAreDiff= L'identifiant et le chemin relatif ne sont pas identiques.
ENOXSourcing.Message.BUSDoesntExist= L'objet m\u00e9tier %1 n'existe pas dans la base de donn\u00e9es
ENOXSourcing.Message.UnableToRetrieveService= Impossible de r\u00e9cup\u00e9rer les informations du service d'applications.
ENOXSourcing.Message.3DNetworkServiceNotAvailable= Le service de r\u00e9seau d'approvisionnement 3D (3D Supply Network) n'est pas disponible, veuillez contacter l'administrateur.
ENOXSourcing.Message.ErrorVal3DNetworkManufacturer= Une erreur s'est produite lors de la validation du fabricant aupr\u00e8s du r\u00e9seau d'approvisionnement, veuillez contacter l'administrateur.
ENOXSourcing.Message.ErrorVal3DSpaceManufacturer= Une erreur s'est produite lors de la validation du fabricant, veuillez contacter l'administrateur.
ENOXSourcing.Message.AlreadyMigratedMEI= Les \u00e9l\u00e9ments \u00e9quivalents suivants du fabricant ont d\u00e9j\u00e0 migr\u00e9 : %1
ENOXSourcing.CreateMEIItems.SupplyNetworkManufacturerDoesntExist= Impossible de trouver le fabricant dans le r\u00e9seau d'approvisionnement
ENOXSourcing.Message.ErrorVal3DNetworkManufacturerMessage= Echec de la validation du fabricant avec le r\u00e9seau d'approvisionnement, en raison des erreurs suivantes : %1
ENOXSourcing.Message.InvalidManufactureretails= Les d\u00e9tails du fabricant sont manquants ou non valides dans le corps de la demande.
ENOXSourcing.Message.No3DNetworkServiceOrWrong"= Une mauvaise source est transmise ou le service 3D Supply Network n'est pas disponible, veuillez contacter l'administrateur.
