{
"ActionBar_NewTerminologyCmd.Title":"Nouvelle structure de navigation",
"ActionBar_NewTerminologyCmd.ShortHelp":"Crée une nouvelle structure de navigation.",
"ActionBar_NewTerminologyCmd.LongHelp":"<p>Sélectionnez la section Structures de navigation et cliquez sur cette commande pour créer une structure de navigation.</p>",
"ActionBar_NewTermCmd.Title":"Nouveau nœud de navigation",
"ActionBar_NewTermCmd.ShortHelp":"Crée un nœud de navigation.",
"ActionBar_NewTermCmd.LongHelp":"<p>Sélectionnez une structure de navigation ou un nœud de navigation et cliquez sur cette commande pour créer un nœud de navigation.</p>",
"RenameCmd.Title":"Renommer",
"RenameCmd.ShortHelp":"Renommez un nœud de navigation ou une structure de navigation.",
"RenameCmd.LongHelp":"<p>Sélectionnez une structure de navigation ou un nœud de navigation et cliquez sur cette commande pour le(la) renommer.</p> <p>L'action Renommer peut être déclenchée en cliquant sur le titre du nœud de navigation ou de la structure de navigation.</p>",
"Copy.Title":"Copier",
"Copy.ShortHelp":"Copie le contenu sélectionné dans le nœud de navigation ou la structure de navigation.",
"Paste.Title":"Coller",
"Paste.ShortHelp":"Colle le contenu copié ou coupé dans le nœud de navigation ou la structure de navigation.",
"ActionBar_ShareTerminologyLink.Title":"Copier le lien",
"ActionBar_ShareTerminologyLink.ShortHelp":"Copiez le lien du nœud de navigation ou de la structure de navigation dans le presse-papiers.",
"ActionBar_ShareTerminologyLink.LongHelp":"<p>La commande copie le lien du nœud de navigation ou de la structure de navigation dans le presse-papiers et vous permet de le partager avec d'autres personnes.</p> <p>Notez que l'accès au nœud de navigation ou à la structure de navigation exige du destinataire qu'il possède un 3DPassport, une licence et les informations d'identification appropriées.</p>",
"ActiveTerminology.Title":"Définir/Annuler la définition de la structure de navigation par défaut globale",
"ActiveTerminology.ShortHelp":"Définir ou annuler la définition de la structure de navigation par défaut globale",
"ActiveTerminology.LongHelp":"<p>Cliquez pour définir la structure de négation par défaut globale pour toutes les commandes prenant en charge cette fonctionnalité.</p>",
"Widget.WebHelp":"TerminologyEditorUserMap/terminologyeditor-c-ov.htm"
}
