{
"ActionBar_NewTerminologyCmd.Title":"Nueva estructura de exploración",
"ActionBar_NewTerminologyCmd.ShortHelp":"Crea una nueva estructura de exploración.",
"ActionBar_NewTerminologyCmd.LongHelp":"<p>Seleccione la sección de estructuras de exploración y haga clic en este comando para crear una estructura de exploración.</p>",
"ActionBar_NewTermCmd.Title":"Nuevo nodo de exploración",
"ActionBar_NewTermCmd.ShortHelp":"Crea un nuevo nodo de exploración.",
"ActionBar_NewTermCmd.LongHelp":"<p>Seleccione una estructura de exploración o un nodo de exploración y haga clic en este comando para crear un nodo de exploración.</p>",
"RenameCmd.Title":"Cambiar nombre",
"RenameCmd.ShortHelp":"Cambiar el nombre de un nodo de exploración o de una estructura de exploración.",
"RenameCmd.LongHelp":"<p>Seleccione una estructura de exploración o un nodo de exploración y haga clic en este comando para cambiarle el nombre.</p> <p>La acción de cambio de nombre se puede activar haciendo clic en el título del nodo de exploración o de la estructura de exploración.</p>",
"Copy.Title":"Copiar",
"Copy.ShortHelp":"Copia el contenido seleccionado en el nodo de exploración o en la estructura de exploración.",
"Paste.Title":"Pegar",
"Paste.ShortHelp":"Pega el contenido copiado o cortado en el nodo de exploración o .",
"ActionBar_ShareTerminologyLink.Title":"Copiar enlace",
"ActionBar_ShareTerminologyLink.ShortHelp":"Copiar el enlace del nodo de exploración o de la estructura de exploración en el portapapeles.",
"ActionBar_ShareTerminologyLink.LongHelp":"<p>El comando copiará el enlace del nodo de exploración o de la estructura de exploración en el portapapeles y le permitirá compartirlo con otros usuarios.</p> <p>Tenga en cuenta que el acceso al nodo de exploración o a la estructura de exploración requiere que su destinatario disponga de 3DPassport, una licencia y las credenciales pertinentes.</p>",
"ActiveTerminology.Title":"Definir/Anular la estructura de exploración predeterminada global",
"ActiveTerminology.ShortHelp":"Definir o anular la estructura de exploración predeterminada global",
"ActiveTerminology.LongHelp":"<p>Haga clic para definir la estructura de exploración predeterminada global para todos los comandos que admiten esta funcionalidad.</p>",
"Widget.WebHelp":"TerminologyEditorUserMap/terminologyeditor-c-ov.htm"
}
