{
"ActionBar_NewTerminologyCmd.Title":"Nuova struttura di navigazione",
"ActionBar_NewTerminologyCmd.ShortHelp":"Crea una nuova struttura di navigazione.",
"ActionBar_NewTerminologyCmd.LongHelp":"<p>Selezionare la sezione Strutture di navigazione e fare clic su questo comando per creare una struttura di navigazione.</p>",
"ActionBar_NewTermCmd.Title":"Nuovo nodo di navigazione",
"ActionBar_NewTermCmd.ShortHelp":"Crea un nuovo nodo di navigazione.",
"ActionBar_NewTermCmd.LongHelp":"<p>Selezionare una struttura di navigazione o un nodo di navigazione e fare clic su questo comando per creare un nodo di navigazione.</p>",
"RenameCmd.Title":"Rinomina",
"RenameCmd.ShortHelp":"Rinomina un nodo di navigazione o una struttura di navigazione.",
"RenameCmd.LongHelp":"<p>Selezionare una struttura di navigazione o un nodo di navigazione e fare clic su questo comando per rinominarlo.</p> <p>L'azione di ridenominazione può essere attivata facendo clic sul titolo del nodo di navigazione o sulla struttura di navigazione.</p>",
"Copy.Title":"Copia",
"Copy.ShortHelp":"Copia il contenuto selezionato nel nodo di navigazione o nella struttura di navigazione.",
"Paste.Title":"Incolla",
"Paste.ShortHelp":"Incolla il contenuto copiato o tagliato nel nodo di esplorazione oppure .",
"ActionBar_ShareTerminologyLink.Title":"Copia collegamento",
"ActionBar_ShareTerminologyLink.ShortHelp":"Copia il collegamento del nodo di navigazione o della struttura di navigazione negli appunti.",
"ActionBar_ShareTerminologyLink.LongHelp":"<p>Il comando copierà il collegamento del nodo di navigazione o della struttura di navigazione negli appunti e consentirà di condividerlo con altri.</p> <p>Tenere presente che l'accesso al nodo di navigazione o alla struttura di navigazione richiede che il destinatario disponga di 3DPassport, licenza e credenziali appropriate.</p>",
"ActiveTerminology.Title":"Imposta/Annulla impostazione struttura di navigazione predefinita globale",
"ActiveTerminology.ShortHelp":"Consente di impostare o deselezionare la struttura di navigazione predefinita globale",
"ActiveTerminology.LongHelp":"<p>Fare clic per definire la struttura di navigazione predefinita globale per tutti i comandi che supportano questa funzionalità.</p>",
"Widget.WebHelp":"TerminologyEditorUserMap/terminologyeditor-c-ov.htm"
}
