{
"ActionBar_NewTerminologyCmd.Title":"Новая структура просмотра",
"ActionBar_NewTerminologyCmd.ShortHelp":"Создает новую структуру просмотра.",
"ActionBar_NewTerminologyCmd.LongHelp":"<p>Выберите раздел структур просмотра и нажмите эту команду, чтобы создать структуру просмотра.</p>",
"ActionBar_NewTermCmd.Title":"Новый узел просмотра",
"ActionBar_NewTermCmd.ShortHelp":"Создает новый узел просмотра.",
"ActionBar_NewTermCmd.LongHelp":"<p>Выберите структуру просмотра или узел просмотра и нажмите эту команду, чтобы создать узел просмотра.</p>",
"RenameCmd.Title":"Переименовать",
"RenameCmd.ShortHelp":"Переименовывает узел просмотра или структуру просмотра.",
"RenameCmd.LongHelp":"<p>Выберите структуру просмотра или узел просмотра и нажмите эту команду, чтобы переименовать его.</p> <p>Действие переименования можно запустить, нажав на заголовок узла просмотра или структуры просмотра.</p>",
"Copy.Title":"Копировать",
"Copy.ShortHelp":"Копирует выбранное содержимое в узле просмотра или в структуре просмотра.",
"Paste.Title":"Вставить",
"Paste.ShortHelp":"Вставляет скопированное или вырезанное содержимое в узел просмотра или структуру просмотра.",
"ActionBar_ShareTerminologyLink.Title":"Копировать ссылку",
"ActionBar_ShareTerminologyLink.ShortHelp":"Копирует ссылку узла просмотра или структуры просмотра в буфер обмена.",
"ActionBar_ShareTerminologyLink.LongHelp":"<p>Эта команда копирует ссылку узла просмотра или структуры просмотра в буфер обмена и позволяет вам поделиться ей с другими пользователями.</p> <p>Обратите внимание, что для доступа к узлу просмотра или структуре просмотра получателю потребуется 3DPassport, лицензия и соответствующие учетные данные.</p>",
"ActiveTerminology.Title":"Установка/отмена установки глобальной структуры просмотра по умолчанию",
"ActiveTerminology.ShortHelp":"Устанавливает или отменяет установку глобальной структуры просмотра по умолчанию.",
"ActiveTerminology.LongHelp":"<p>Нажмите, чтобы определить глобальную структуру просмотра по умолчанию для всех команд, поддерживающих эту функцию.</p>",
"Widget.WebHelp":"TerminologyEditorUserMap/terminologyeditor-c-ov.htm"
}
