{
"ActionBar_NewTerminologyCmd.Title":"Neue Suchstruktur",
"ActionBar_NewTerminologyCmd.ShortHelp":"Erstellt eine neue Suchstruktur.",
"ActionBar_NewTerminologyCmd.LongHelp":"<p>Wählen Sie den Suchstrukturbereich aus und klicken Sie auf diesen Befehl, um eine Suchstruktur zu erstellen.</p>",
"ActionBar_NewTermCmd.Title":"Neuer Suchknoten",
"ActionBar_NewTermCmd.ShortHelp":"Erzeugt einen neuen Suchknoten.",
"ActionBar_NewTermCmd.LongHelp":"<p>Wählen Sie eine Suchstruktur oder einen Suchknoten und klicken Sie auf diesen Befehl, um einen Suchknoten zu erstellen.</p>",
"RenameCmd.Title":"Umbenennen",
"RenameCmd.ShortHelp":"Benennen Sie einen Suchknoten oder eine Suchstruktur um.",
"RenameCmd.LongHelp":"<p>Wählen Sie eine Suchstruktur oder einen Suchknoten aus und klicken Sie auf diesen Befehl, um sie/ihn umzubenennen.</p> <p>Die Umbenennungsaktion kann durch Klicken auf den Titel des Suchknotens oder der Suchstruktur gestartet werden.</p>",
"Copy.Title":"Kopieren",
"Copy.ShortHelp":"Kopiert den ausgewählten Inhalt in den Suchknoten oder die Suchstruktur.",
"Paste.Title":"Einfügen",
"Paste.ShortHelp":"Fügt den kopierten oder ausgeschnittenen Inhalt in den Suchknoten ein.",
"ActionBar_ShareTerminologyLink.Title":"Link kopieren",
"ActionBar_ShareTerminologyLink.ShortHelp":"Kopieren Sie den Link des Suchknotens oder der Suchstruktur in die Zwischenablage.",
"ActionBar_ShareTerminologyLink.LongHelp":"<p>Der Befehl kopiert den Link des Suchknotens oder der Suchstruktur in die Zwischenablage, sodass Sie ihn mit anderen teilen können.</p> <p>Beachten Sie, dass für den Zugriff auf den Suchknoten oder die Suchstruktur ein 3DPassport, eine Lizenz und die entsprechenden Anmeldeinformationen erforderlich sind.</p>",
"ActiveTerminology.Title":"Globale Standardsuchstruktur festlegen/aufheben",
"ActiveTerminology.ShortHelp":"Globale Standardsuchstruktur festlegen oder aufheben",
"ActiveTerminology.LongHelp":"<p>Klicken Sie hier, um die globale Standardsuchstruktur für alle Befehle festzulegen, die diese Funktionalität unterstützen.</p>",
"Widget.WebHelp":"TerminologyEditorUserMap/terminologyeditor-c-ov.htm"
}
