# Copyright (c) 1992-2019 Dassault Systemes.
# All Rights Reserved.
# FLPcommon & FLP SAD String Resources

FLPCommon.Use.LatestVersion.Only=\u3053\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u3067\u306f\u3001\u6700\u65b0\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u307f\u4f7f\u7528\u3067\u304d\u307e\u3059\u3002
FLPCommon.GetNavBusObject.Error=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u306eNavBusObject\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
FLPCommon.GetNavBusConnection.Error=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306eNavBusConnection\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
FLPCommon.No.Multiple.Implementations.ErrorMsg=%1\u306f1\u3064\u3057\u304b\u5b9f\u88c5\u3092\u6301\u3064\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u304c\u3001\u8907\u6570\u306e\u5b9f\u88c5\u304c\u3042\u308a\u307e\u3059\u3002\u5b9f\u88c5\u306f\u4ee5\u4e0b\u3067\u3059\uff1a%2
FLPCommon.Use.OnlyWith.SingleImplementations=\u3053\u306e\u30e1\u30bd\u30c3\u30c9\u306fIdsflSingleImplementation\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9\u3067\u306e\u307f\u4f7f\u7528\u3055\u308c\u307e\u3059\u304c\u3001\u6307\u5b9a\u3055\u308c\u305f\u30af\u30e9\u30b9\u306b\u306f\u8907\u6570\u306e\u5b9f\u88c5\u304c\u3042\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
FLPCommon.ResponseJson.Invalid.Status.Code=\u5fdc\u7b54Json\u306b\u6709\u52b9\u306a\u30b9\u30c6\u30fc\u30bf\u30b9\u30b3\u30fc\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
FLP.SAD.ArchitectureReference.Exists=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
FLP.SAD.Add.ArchitectureNumber.Success=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u6b63\u5e38\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f...
FLP.SAD.ArchitectureNumber.NotUnique=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u4e00\u610f\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
FLP.SAD.SelectedReference.No.ArchitectureNumber1=\u9078\u629e\u3057\u305f\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
FLP.SAD.RemoveArchitectureNumber.Success=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u6b63\u5e38\u306b\u9664\u53bb\u3055\u308c\u307e\u3057\u305f
FLP.SAD.SelectedReference.No.ArchitectureNumber2=\u9078\u629e\u3057\u305f\u3044\u305a\u308c\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u3082\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
FLP.SAD.SelectedReference.RemoveAN.NoAccess=1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u9078\u629e\u3057\u305f\u5b9a\u7fa9\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u9664\u5916\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
FLP.SAD.SelectedObjects.No.Access=\u9078\u629e\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u307e\u305f\u306f\u524a\u9664\u304c\u539f\u56e0\u3067\u3042\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u66f4\u65b0\u3059\u308b\u304b\u3001\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
FLP.SAD.ArchitectureNumberL.Invalid.LogicalReference=\u7121\u52b9\u306alogialRefType\uff1a%1\u500b\u306e\u6709\u52b9\u5024\u306fRFLVPMLogialReference\u304a\u3088\u3073\u305d\u306e\u76f4\u63a5\u306e\u56fa\u6709\u5316\u30bf\u30a4\u30d7\u3067\u3059\u3002
FLP.SAD.ArchitectureNumberP.No.ArchitectureNumber=1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u9078\u629e\u3057\u305f\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
FLP.SAD.Paramerization.Input.Error=\u5165\u529bJSON\u3067ParameterSections\u30ad\u30fc\u304c\u6b20\u843d\u3057\u3066\u3044\u307e\u3059
FLP.SAD.ActionKey.Missing.Input=paramSection %1\u3067\u30a2\u30af\u30b7\u30e7\u30f3\u30ad\u30fc\u304c\u6b20\u843d\u3057\u3066\u3044\u307e\u3059
FLP.SAD.OnlyOne.Ref.ImplementLink=\u9078\u629e\u3057\u305f\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306f(\u30ea\u30f3\u30af\u6e08\u307f\u30b7\u30b9\u30c6\u30e0\u3068\u3057\u3066)\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u5b9f\u88c5\u30ea\u30f3\u30af\u30921\u3064\u306e\u307f\u6240\u6709\u3067\u304d\u307e\u3059\u304c\u3001%1\u500b\u691c\u51fa\u3055\u308c\u307e\u3057\u305f
FLP.ArchitectureNumberProposal.Error.ZeroANColumns=\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u5217\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044
FLP.ArchitectureNumberProposal.Error.ANColumns.NoData=\u3059\u3079\u3066\u306e\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u5217\u3067\u884c\u306b\u30c7\u30fc\u30bf\u304c\u5fc5\u8981\u3067\u3059
FLP.ArchitectureNumberProposal.Title=\u30bf\u30a4\u30c8\u30eb
FLP.ArchitectureNumberProposal.Revision=\u30ea\u30d3\u30b8\u30e7\u30f3
FLP.ArchitectureNumberProposal.AN=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7
FLP.ArchitectureNumberProposal.NewAN=\u65b0\u898f\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7
FLP.ArchitectureNumberProposal.ExistingAN=\u65e2\u5b58\u306e\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7
FLP.ArchitectureNumberProposalL.Instance=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9
FLP.ArchitectureNumberProposalL.Reference=\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9
FLP.ArchitectureNumberProposalP.Instance=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9
FLP.ArchitectureNumberProposalP.Reference=\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9
FLP.ArchitectureNumberProposalP.LogicalAN=\u8ad6\u7406\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7
FLP.ArchitectureNumberProposalP.Suffix=\u63a5\u5c3e\u90e8
ENOXLogical.throw.Access.Error=\u9078\u629e\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u307e\u305f\u306f\u524a\u9664\u304c\u539f\u56e0\u3067\u3042\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u66f4\u65b0\u3059\u308b\u304b\u3001\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044

FLP.ArchitectureNumberProposal.NoCSGroupForCS=\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9%1\u306f\u3069\u306e\u30d7\u30ed\u30c0\u30af\u30c8(\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u30b0\u30eb\u30fc\u30d7)\u306b\u3082\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044

FLP.ArchitectureNumberProposal.NO_MODIFY_ACCESS=\u3053\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u5909\u66f4\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
FLP.ArchitectureNumberProposal.FROZEN_REV=\u30ea\u30d3\u30b8\u30e7\u30f3\u30d5\u30a1\u30df\u30ea\u30fc\u306e1\u3064\u4ee5\u4e0a\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u304c\u51cd\u7d50\u3055\u308c\u3066\u3044\u307e\u3059
FLP.ArchitectureNumberProposal.NOCSGROUP=\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u304c\u3069\u306e\u30d7\u30ed\u30c0\u30af\u30c8(\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u30b0\u30eb\u30fc\u30d7)\u306b\u3082\u5c5e\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044
FLP.ArchitectureNumberProposal.REPARENT_BLANK_AN=\u5b9a\u7fa9\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u306f\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u306a\u304f\u3001\u518d\u89aa\u5316\u306e\u307f\u304c\u8a31\u53ef\u3055\u308c\u3001\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093

# Implement Link - START
ImplLinks.ILandSR.AreNotEqual=\u5b9f\u88c5\u30ea\u30f3\u30af\u3068\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u30ea\u30f3\u30af\u306e\u30b5\u30a4\u30ba\u304c\u540c\u3058\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ScopeLinks.NotMoreThanOne.PointedObject=\u30b9\u30b3\u30fc\u30d7\u30ea\u30f3\u30af\u306b\u6307\u5b9a\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8 %1 \u3092\u8907\u6570\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
ScopeLinks.PointedObject.NotConnectionObject=\u30b9\u30b3\u30fc\u30d7\u30ea\u30f3\u30af\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u306f\u63a5\u7d9a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8 %1 \u3092\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093
OccLinks.PointedObject.NotBusObject=\u767a\u751f\u30ea\u30f3\u30af\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u306f\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8 %1 \u3092\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093
ImplementLink.Invalid.Input.NullOrEmpty=%1 \u304b %2 \u306e\u3044\u305a\u308c\u304b\u306e\u5165\u529b\u30c7\u30fc\u30bf\u304c\u7121\u52b9\u3067\u3059
ImplementLink.Creation.Error=\u5b9f\u88c5\u30ea\u30f3\u30af\u306e\u4f5c\u6210\u306f\u30a8\u30e9\u30fc\u30b9\u30c6\u30fc\u30bf\u30b9 %1 \u306e\u305f\u3081\u5931\u6557\u3057\u307e\u3057\u305f 
ImplementLink.Creation.Success=\u5b9f\u88c5\u30ea\u30f3\u30af\u306f\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f
ImplementLink.Deletion.Success=\u5b9f\u88c5\u30ea\u30f3\u30af\u306f\u6b63\u5e38\u306b\u524a\u9664\u3055\u308c\u307e\u3057\u305f
ScopeLink.Create.SelfLink=\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u5b9f\u88c5\u95a2\u4fc2\u306f\u81ea\u5df1\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3067\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\uff1a%1
ScopeLink.Create.Link.Exists=\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u5b9f\u88c5\u95a2\u4fc2\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\uff1a%1
# Implement Link - END

###       Exception handling - START
User.Access.Error.Operation.Message='%1'\u64cd\u4f5c\u306f\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\n\n
User.Access.Error=\u6b63\u3057\u3044\u8cc7\u683c\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u307e\u3059\u3002\n\u30bf\u30fc\u30b2\u30c3\u30c8\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
User.Access.Error.Operation.CREATE_LOGICAL_REFERENCE=\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u4f5c\u6210
User.Access.Error.Operation.CREATE_LOGICAL_REFERENCE_DIAGRAM=\u5206\u91ce\u304b\u3089\u9805\u76ee\u3092\u4f5c\u6210
User.Access.Error.Operation.INSERT_LOGICAL_REFERENCE=\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u633f\u5165
User.Access.Error.Operation.ASSOCIATE_LOGICAL_REFERENCE_DIAGRAM=\u9805\u76ee\u3092\u5206\u91ce\u306b\u95a2\u9023\u4ed8\u3051
User.Access.Error.Operation.DETACH_LOGICAL_REFERENCE=\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u5207\u308a\u96e2\u3057
User.Access.Error.Operation.REPLACE_LOGICAL_REFERENCE=\u66f4\u65b0
User.Access.Error.Operation.REPARENT_LOGICAL_REFERENCE=\u518d\u89aa\u5316
User.Access.Error.Operation.CREATE_FUNCTIONAL_REFERENCE=\u6a5f\u80fd\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u4f5c\u6210
# User.Access.Error.Operation.CREATE_FUNCTIONAL_REFERENCE_DIAGRAM=Create Item from Discipline
User.Access.Error.Operation.INSERT_FUNCTIONAL_REFERENCE=\u6a5f\u80fd\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u633f\u5165
# User.Access.Error.Operation.ASSOCIATE_FUNCTIONAL_REFERENCE_DIAGRAM=Associate Item with Discipline
User.Access.Error.Operation.DETACH_FUNCTIONAL_REFERENCE=\u6a5f\u80fd\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u5207\u308a\u96e2\u3057
User.Access.Error.Operation.REPLACE_FUNCTIONAL_REFERENCE=\u7f6e\u63db
User.Access.Error.Operation.REPARENT_FUNCTIONAL_REFERENCE=\u518d\u89aa\u5316
User.Access.Error.Operation.SET_PROPOSED_SOLUTION=\u63d0\u6848\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u3092\u8a2d\u5b9a
User.Access.Error.Operation.REMOVE_PROPOSED_SOLUTION=\u63d0\u6848\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u3092\u9664\u5916
User.Access.Error.Operation.SET_ARCHITECTURE_NUMBER=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u8a2d\u5b9a
User.Access.Error.Operation.REMOVE_ARCHITECTURE_NUMBER=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u9664\u5916
User.Access.Error.Operation.CREATE_REF_REF=\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u9593\u5b9f\u88c5\u3092\u4f5c\u6210
User.Access.Error.Operation.CREATE_OCC_OCC=\u30aa\u30ab\u30ec\u30f3\u30b9\u9593\u5b9f\u88c5\u3092\u4f5c\u6210
User.Access.Error.Operation.DELELTE_IMPLEMENT_LINK=\u5b9f\u88c5\u3092\u524a\u9664
###       Exception handling - END

# Architecture Number Remove - START
FLP.ArchitectureNumberRemove.VALIDATE_KO=\u4ee5\u4e0b\u306e\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306e\u691c\u8a3c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\n%1
FLP.ArchitectureNumberRemove.VALIDATE_PRE_PROCESS_REQUIRED=\u4ee5\u4e0b\u306e\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u5bfe\u3057\u3066\u524d\u51e6\u7406\u3092\u5b9f\u884c\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u7d9a\u884c\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f\n%1
FLP.ArchitectureNumberRemove.PRE_PROCESS_SKIP=\u4ee5\u4e0b\u306e\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3067\u306f\u3001\u300c\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u9664\u53bb\u300d\u306f\u7121\u8996\u3055\u308c\u307e\u3059\uff1a\n%1
# Architecture Number Remove - END

FLP.UoM.MKSUnit.NotEmpty=MKSUnit\u5024\u306f\u7a7a\u306b\u3067\u304d\u307e\u305b\u3093
FLP.UoM.KWE.Magnitude.NotFound=KWE Magnitude\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
FLP.UoM.KWE.Unit.NotFound=KWE Unit\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093

ArchitectureNumberParamExpressions.ParamPerSubType_Enabled.FLPType_Blank.Error=\u30b5\u30d6\u30bf\u30a4\u30d7\u3054\u3068\u306e\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u5f62\u5f0f\u304c\u6709\u52b9\u306a\u5834\u5408\u306f\u3001flpType\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
ArchitectureNumberParamExpressions.ParamPerSubType_Disabled.FLPType_NotBlank.Error=\u30b5\u30d6\u30bf\u30a4\u30d7\u3054\u3068\u306e\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u5f62\u5f0f\u304c\u7121\u52b9\u306a\u5834\u5408\u306f\u3001flpType\u3092\u7a7a\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

ArchitectureNumberProposal.ParamPerSubType_Enabled.SelObjANFormatNotSame=\u9078\u629e\u3057\u305f\u3059\u3079\u3066\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u5f62\u5f0f\u304c\u540c\u3058\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u8a2d\u5b9a\u3059\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u9078\u629e\u3092\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044
