{
  "tokenError": "Este não é um código de registo válido",
  "tokenSuccess": "Código de registro válido",
  "tokenAlreadyUsed": "Este código de registo já foi utilizado. Entre em contato com o suporte",
  "enterCode": "Insira seu código",
  "verify": "Verificar",
  "login": "Faça login ou inscreva-se",
  "validate": "Validar acesso",
  "complete": "Concluir registro",
  "errMsg": "Ocorreu um erro. Tente novamente mais tarde",
  "errDeployment": "Ocorreu um erro durante a implementação da 3DEXPERIENCE. Entre em contato com o suporte",
  "accessToMy3DExperienceMessage": "O acesso a {0} requer que você faça login com {1} ou {2}. Se você ainda não tem uma conta, crie uma agora.",
  "accessConditionToMy3DExperienceMessage": "O código de registro em seu e-mail concede acesso a {0} com base no número de {1} ou {2} assinaturas em sua empresa.",
  "accessConditionToMy3DExperienceMessage2": " Se você não recebeu um código, entre em contato com seu parceiro de negócios ou revendedor",
  "registrationCode": "Código de registro",
  "CATIAAgreements": "Reconheço que li e, como Cliente ou representante autorizado pelo Cliente para agir em seu nome, concordo com os termos e condições deste {0} que, salvo indicação em contrário, será aplicável ao uso da 3DEXPERIENCE Social Collaboration Services.",
  "SWAgreements": "Reconheço que li e, como Cliente ou representante autorizado pelo Cliente para agir em seu nome, concordo com os termos e condições deste {0} (\"Contrato de Usuário Final\"), que será aplicável ao uso de todas as ofertas do SOLIDWORKS e substituirá os termos e condições anteriores que regem todas e quaisquer licenças que recebi da DS SolidWorks Corp.",
  "CATIALinkAgreement": "Alteração",
  "SWLinkAgreement": "Licença de usuário final e Contrato de serviços on-line",
  "deployPlatform": "Estamos implantando sua plataforma e, quando tudo estiver pronto, você receberá um e-mail de confirmação com um link para 3DEXPERIENCE Platform",
  "registrationComplete": "Seu registro está concluído.",
  "waitMinutes": "Aguarde enquanto fazemos a configuração para você. Isso pode levar alguns minutos...",
  "signOut": "Desconectar",
  "next": "Próximo",
  "offerIsTheGateway": "A oferta é a porta para {0}",
  "power": "o poder da plataforma de nuvem {0}",
  "expiredLicenses": "Não podemos fornecer o serviço, pois sua empresa não conta com uma licença ativa que dê acesso a este serviço. Entre em contato com sua revenda para obter mais informações.",
  "serviceUnavailable": "Este serviço não está disponível no momento. Tente novamente mais tarde",
  "noCustomer": "Não podemos oferecer o serviço. Entre em contato com sua revenda para obter mais informações."
}