{
  "tokenError": "Désolé, ce code d'enregistrement n'est pas valide",
  "tokenSuccess": "Code d'enregistrement valide",
  "tokenAlreadyUsed": "Désolé, ce code d'enregistrement a déjà été utilisé. Contactez l'assistance",
  "enterCode": "Entrer votre identifiant",
  "verify": "Vérifier",
  "login": "Se connecter ou s'inscrire",
  "validate": "Valider l'accès",
  "complete": "Terminer l'enregistrement",
  "errMsg": "Une erreur s'est produite. Veuillez réessayer ultérieurement.",
  "errDeployment": "Une erreur s'est produite lors du déploiement de votre 3DEXPERIENCE, contactez l'assistance.",
  "accessToMy3DExperienceMessage": "Pour accéder à {0}, vous devez vous connecter à l'aide de votre {1} ou de votre {2}. Si vous n'avez pas encore de compte, créez-en un maintenant.",
  "accessConditionToMy3DExperienceMessage": "Le code d'enregistrement figurant dans votre e-mail vous donne accès à {0} selon le nombre d'abonnements {1} ou {2} souscrits par votre entreprise.",
  "accessConditionToMy3DExperienceMessage2": " Si vous n'avez pas reçu de code, contactez votre partenaire commercial ou votre revendeur.",
  "registrationCode": "Code d'enregistrement",
  "CATIAAgreements": "Je reconnais avoir lu et, en tant que Client ou représentant autorisé par le Client à agir en son nom, j'accepte les conditions générales du présent {0} qui, sauf indication contraire, s'appliqueront à l'utilisation de 3DEXPERIENCE Social Collaboration Services.",
  "SWAgreements": "Je reconnais avoir lu et, en tant que Client ou représentant autorisé par le Client à agir en son nom, j'accepte les conditions générales du présent {0} (\"Contrat d'utilisateur final\") qui s'appliquera à l'utilisation de toutes les Offres SOLIDWORKS et remplacera les conditions précédentes régissant la totalité des licences que j'ai reçue de DS SolidWorks Corp.",
  "CATIALinkAgreement": "Contrat",
  "SWLinkAgreement": "Contrat d'utilisateur final relatif aux licences et services en ligne",
  "deployPlatform": "Nous déployons actuellement votre plateforme. Une fois l'opération terminée, vous recevrez un e-mail de confirmation contenant un lien vers 3DEXPERIENCE Platform.",
  "registrationComplete": "Votre enregistrement est à présent terminé.",
  "waitMinutes": "Merci de patienter pendant la configuration de l'installation, qui peut prendre une minute ou deux...",
  "signOut": "Se déconnecter",
  "next": "Suivant",
  "offerIsTheGateway": "L'offre vous donne accès à {0}",
  "power": "la puissance de la plateforme {0} sur le cloud",
  "expiredLicenses": "Nous ne sommes pas en mesure de fournir ce service. Votre société ne possède actuellement aucune licence active donnant accès à ce service. Contactez votre revendeur pour en savoir plus.",
  "serviceUnavailable": "Nous sommes désolés, ce service est actuellement indisponible. Veuillez réessayer ultérieurement.",
  "noCustomer": "Nous ne sommes pas en mesure de fournir ce service. Contactez votre revendeur pour en savoir plus."
}
