{
  "tokenError": "Lo sentimos, el código de registro no es válido",
  "tokenSuccess": "Código de registro válido",
  "tokenAlreadyUsed": "Lo sentimos, el código de registro ya se ha utilizado. Póngase en contacto con su servicio de asistencia técnica",
  "enterCode": "Introduzca su código",
  "verify": "Verificar",
  "login": "Iniciar o cerrar sesión",
  "validate": "Validar acceso",
  "complete": "Completar registro",
  "errMsg": "Se ha producido un error, inténtelo más tarde",
  "errDeployment": "Se ha producido un error durante la implementación de su 3DEXPERIENCE. Póngase en contacto con el servicio de asistencia técnica",
  "accessToMy3DExperienceMessage": "El acceso a {0} requiere que inicie sesión con su {1} o {2}. Si aún no tiene una cuenta, cree una ahora.",
  "accessConditionToMy3DExperienceMessage": "El código de registro del correo electrónico le concede acceso a {0} en función del número de suscripciones de {1} o {2} de su empresa.",
  "accessConditionToMy3DExperienceMessage2": " Si no ha recibido ningún código, póngase en contacto con su distribuidor o socio comercial",
  "registrationCode": "Código de registro",
  "CATIAAgreements": "Confirmo que he leído y por el presente documento, como Cliente o representante autorizado por el Cliente para actuar en su nombre, estoy de acuerdo con los términos y condiciones de este {0} que, a menos que se indique lo contrario, regirá el uso de 3DEXPERIENCE Social Collaboration Services.",
  "SWAgreements": "Confirmo que he leído y por el presente, como Cliente o representante autorizado por el Cliente para actuar en su nombre, estoy de acuerdo con los términos y condiciones de este {0} (en lo sucesivo, \"Acuerdo de usuario final\"), que regirá el uso de todas las ofertas de SOLIDWORKS y sustituirá a los términos y condiciones anteriores de todas las licencias que hubiera recibido de DS SolidWorks Corp.",
  "CATIALinkAgreement": "Enmienda",
  "SWLinkAgreement": "Acuerdo de servicios en línea y licencia de usuario final",
  "deployPlatform": "Estamos implementando su plataforma, así que, cuando todo esté listo, recibirá un correo electrónico de confirmación con un enlace a su 3DEXPERIENCE Platform",
  "registrationComplete": "Se ha completado el registro.",
  "waitMinutes": "Espere mientras lo configuramos todo. Puede llevar unos minutos...",
  "signOut": "Cerrar sesión",
  "next": "Siguiente",
  "offerIsTheGateway": "La oferta es la puerta de enlace a {0}",
  "power": "el poder de la plataforma {0}en la nube",
  "expiredLicenses": "No podemos ofrecerle el servicio. Su empresa no tiene ninguna licencia activa que permita acceder a este servicio en este momento. Póngase en contacta con su distribuidor de valor añadido para obtener más información",
  "serviceUnavailable": "Lo sentimos, este servicio no está disponible en este momento. Vuelva a intentarlo más tarde",
  "noCustomer": "No podemos ofrecerle el servicio. Póngase en contacto con su distribuidor de valor añadido para obtener más información."
}
