{
"AddRoot.Title":"Aggiungi radice",
"SwitchAuthoringIndex.Title":"Modalità di creazione",
"SwitchAuthoringIndex.ShortHelp":"Consente di passare dalla modalità indice alla modalità di creazione.<p>In modalità indice, gli oggetti vengono recuperati tramite <ph conref = '../../../Frame/FrameEntities.doc/src/ds-ENOVIA-Entities.xml#ds-ENOVIA-Entities/cloudviewsxi'/> indice.</p><p> In modalità di creazione, gli oggetti vengono recuperati tramite <ph conref = '../../../Frame/FrameEntities.doc/src/ds-Entities.xml#ds-Entities/3Dsp'/> database.</p>",
"SwitchAuthoringIndex.LongHelp":"<p> <note type = 'notes'> <ul> <li>Il comando filtro e la modalità semplificata indicizzata sono disponibili esclusivamente nella modalità indice.</li> <li>I tempi di risposta sono migliori in modalità indice.</li> </ul> </note> </p>",
"navigationMode.Title":"Modalità navigazione",
"navigationMode.ShortHelp":"Passa dalla Modalità navigazione alla Modalità di creazione. In Modalità di indicizzazione, gli oggetti vengono recuperati dall'indice di CloudView. In Modalità di creazione, gli oggetti vengono recuperati dal database di 3DSpace.",
"navigationMode.LongHelp":"Il passaggio alla Modalità di creazione comporta una serie di conseguenze: Il comando Definisci filtro è disponibile solo con l'indicizzazione. La geometria semplificata indicizzata è disponibile solo con l'indicizzazione. I tempi di risposta sono più veloci quando la ricerca viene eseguita nell'indice rispetto a quando viene eseguita nel database di 3DSpace.",
"authoringMode.Title":"Modalità di creazione",
"authoringMode.ShortHelp":"Passa dalla Modalità di creazione alla Modalità navigazione. In Modalità di indicizzazione, gli oggetti vengono recuperati dall'indice di CloudView. In Modalità di creazione, gli oggetti vengono recuperati dal database di 3DSpace.",
"authoringMode.LongHelp":"Il passaggio alla Modalità di creazione comporta una serie di conseguenze: Il comando Definisci filtro è disponibile solo con l'indicizzazione. La geometria semplificata indicizzata è disponibile solo con l'indicizzazione. I tempi di risposta sono più veloci quando la ricerca viene eseguita nell'indice rispetto a quando viene eseguita nel database di 3DSpace.",
"RightSidePanel.Title":"Visualizza pannello laterale",
"RightSidePanel.ShortHelp":"Visualizza le informazioni sull'oggetto selezionato in schede diverse in un pannello laterale.",
"RightSidePanel.LongHelp":"Le schede disponibili dipendono dall'app dalla quale vengono lanciate e dal tipo di oggetto selezionato.",
"RootPanel.Title":"Visualizza elenco degli oggetti radice",
"RootPanel.ShortHelp":"Nasconde o mostra l'elenco degli oggetti radice nel riquadro di navigazione sinistro.",
"RootPanel.LongHelp":"<p>Per rimuovere una radice, fare clic sull'icona di chiusura.</p> <p>Per evidenziare in modo incrociato, selezionare la radice nel pannello laterale. La stessa radice è selezionata in 3D.</p>",
"CleanAll.Title":"Chiudi",
"CleanAll.ShortHelp":"Chiude tutti gli oggetti presenti nella vista.",
"RightSidePanel.WebHelp":"SharedUserMap/properties-m-Tabs-sb.htm",
"RightSidePanel.WebHelp.ENOPSTE_AP":"PsteUserMap/pste-m-Properties-sb.htm",
"RightSidePanel.WebHelp.ENOSC2D_AP":"Sc2dUserMap/sc2d-m-Properties-sb.htm"
}
