{
"AddRoot.Title":"Agregar raíz",
"SwitchAuthoringIndex.Title":"Modo de creación",
"SwitchAuthoringIndex.ShortHelp":"Cambia entre el modo de índice y el modo de creación.<p>En el modo de índice, los objetos se recuperan del <ph conref = '../../../Frame/FrameEntities.doc/src/ds-ENOVIA-Entities.xml#ds-ENOVIA-Entities/cloudviewsxi'/> índice.</p><p> En el modo de creación, los objetos se recuperan de la <ph conref = '../../../Frame/FrameEntities.doc/src/ds-Entities.xml#ds-Entities/3Dsp'/> base de datos.</p>",
"SwitchAuthoringIndex.LongHelp":"<p> <note type = 'notes'> <ul> <li>El comando Filtro y el modo simplificado indexado solo están disponibles en el modo de índice</li> <li>Los tiempos de respuesta son mejores en el modo de índice.</li> </ul> </note> </p>",
"navigationMode.Title":"Modo de navegación",
"navigationMode.ShortHelp":"Cambia del modo de navegación al modo de creación. En el modo de índice, los objetos se recuperan del índice de CloudView. En el modo de creación, los objetos se recuperan de la base de datos de 3DSpace.",
"navigationMode.LongHelp":"El cambio al modo de creación tiene varias consecuencias: El comando Definir filtro solo está disponible en el índice. La geometría simplificada indexada solo está disponible en el índice. Los tiempos de respuesta son mejores en el índice que en una base de datos de 3DSpace.",
"authoringMode.Title":"Modo de creación",
"authoringMode.ShortHelp":"Cambia del modo de creación al modo de navegación. En el modo de índice, los objetos se recuperan del índice de CloudView. En el modo de creación, los objetos se recuperan de la base de datos de 3DSpace.",
"authoringMode.LongHelp":"El cambio al modo de creación tiene varias consecuencias: El comando Definir filtro solo está disponible en el índice. La geometría simplificada indexada solo está disponible en el índice. Los tiempos de respuesta son mejores en el índice que en una base de datos de 3DSpace.",
"RightSidePanel.Title":"Mostrar panel lateral",
"RightSidePanel.ShortHelp":"Muestra información sobre el objeto seleccionado en las diferentes pestañas de un panel lateral.",
"RightSidePanel.LongHelp":"Las pestañas disponibles dependen de la aplicación desde la que se inicien y del tipo de objeto que se haya seleccionado.",
"RootPanel.Title":"Mostrar lista raíz",
"RootPanel.ShortHelp":"Oculta o muestra la lista de objetos raíz en el panel de navegación de la izquierda.",
"RootPanel.LongHelp":"<p>Para eliminar una raíz, haga clic en el icono de cierre.</p> <p>Para resaltar de forma cruzada, seleccione la raíz en el panel lateral. La misma raíz se selecciona en el 3D.</p>",
"CleanAll.Title":"Cerrar",
"CleanAll.ShortHelp":"Se cierran todos los objetos de la vista.",
"RightSidePanel.WebHelp":"SharedUserMap/properties-m-Tabs-sb.htm",
"RightSidePanel.WebHelp.ENOPSTE_AP":"PsteUserMap/pste-m-Properties-sb.htm",
"RightSidePanel.WebHelp.ENOSC2D_AP":"Sc2dUserMap/sc2d-m-Properties-sb.htm"
}
