{
"OverviewHomeHdr.Title":"First Difference",
"OverviewHomeHdr.ShortHelp":"Navigate to the first difference.",
"OverviewHomeHdr.LongHelp":"Lets you navigate to the first difference in the tree or list.",
"OverviewUpHdr.Title":"Previous Difference",
"OverviewUpHdr.ShortHelp":"Navigate to the previous difference.",
"OverviewUpHdr.LongHelp":"Lets you navigate to the closest difference in the direction towards the root.",
"OverviewDownHdr.Title":"Next Difference",
"OverviewDownHdr.ShortHelp":"Navigate to the next difference.",
"OverviewDownHdr.LongHelp":"Lets you navigate to the closest difference in the direction away from the root.",
"ToggleViewHdr.Title":"Display as Tree View or List View",
"ToggleViewHdr.ShortHelp":"Display the model comparison as a tree view or a list view.",
"ToggleViewHdr.LongHelp":"When activated, displays a list-based comparison of the elements contained in the two structures, independently from their position. Deactiviate to return to a tree-based comparison.",
"ToggleAttrHdr.Title":"Hide or Show Properties Table",
"ToggleAttrHdr.ShortHelp":"Displays or hides the properties table.",
"ToggleAttrHdr.LongHelp":"When activated, displays the properties table. Deactivate to hide the table. You can also use the expand / compress arrow in the upper right corner of the properties table to show / hide the table.",
"ToggleOverviewHdr.Title":"Hide or Show Overview",
"ToggleOverviewHdr.ShortHelp":"Displays or hides the overview.",
"ToggleOverviewHdr.LongHelp":"When activated, displays the overview. Deactivate to hide the overview. You can also use the corresponding option in the Preferences dialog box to show / hide the overview.",
"ToggleLegendHdr.Title":"Hide or Show Legend",
"ToggleLegendHdr.ShortHelp":"Displays or hides the Compare Status legend.",
"ToggleLegendHdr.LongHelp":"When activated, displays the Compare Status legend. Deactivate to hide the legend. You can also use the corresponding option in the Preferences dialog box to show / hide the legend.",
"CustomizeRowsHdr.Title":"Customize Properties Table Rows",
"CustomizeRowsHdr.ShortHelp":"Customizes the attributes displayed in the attribute table.",
"CustomizeRowsHdr.LongHelp":"Displays a dialog that allows you to select which attributes are shown in the attributes table. The Customize Properties Table Rows command is only available when the properties table is displayed.",
"CompareExportHdr.Title":"Export",
"CompareExportHdr.ShortHelp":"Exports the results of the model and properties comparisons into a CSV file.",
"CompareExportHdr.LongHelp":"The CSV file is saved into the browser's default download folder. The Export command is not available when more than 2 items are being compared.",
"SwapColumnsHdr.Title":"Swap Columns",
"SwapColumnsHdr.ShortHelp":"Switches the columns that the root objects are currently assigned.",
"SwapColumnsHdr.LongHelp":"The Compare status is recomputed. The Properties panel and the 3D Viewer are also updated.",
"RefreshHdr.Title":"Refresh",
"RefreshHdr.ShortHelp":"Refreshes the current selection of objects and shows their updated state.",
"RemoveAllHdr.Title":"Clear",
"RemoveAllHdr.ShortHelp":"Removes the current selection of objects.",
"Widget.WebHelp":"CompUserMap/comp-c-ov.htm"
}
