{
"OverviewHomeHdr.Title":"Primera diferencia",
"OverviewHomeHdr.ShortHelp":"Navegue a la primera diferencia.",
"OverviewHomeHdr.LongHelp":"Le permite navegar a la primera diferencia en el árbol o en la lista.",
"OverviewUpHdr.Title":"Diferencia anterior",
"OverviewUpHdr.ShortHelp":"Navegue a la diferencia anterior.",
"OverviewUpHdr.LongHelp":"Le permite navegar hasta la diferencia más cercana en dirección a la raíz.",
"OverviewDownHdr.Title":"Siguiente diferencia",
"OverviewDownHdr.ShortHelp":"Navegue a la siguiente diferencia.",
"OverviewDownHdr.LongHelp":"Le permite navegar hasta la diferencia más cercana desde la raíz.",
"ToggleViewHdr.Title":"Mostrar como vista de árbol o vista de lista",
"ToggleViewHdr.ShortHelp":"Muestre la comparación de modelos como una vista de árbol o una vista de lista.",
"ToggleViewHdr.LongHelp":"Cuando está activada, muestra una comparación basada en listas de los elementos contenidos en las dos estructuras, independientemente de su posición. Desactívela para volver a una comparación basada en árbol.",
"ToggleAttrHdr.Title":"Ocultar o mostrar la tabla de propiedades",
"ToggleAttrHdr.ShortHelp":"Muestra u oculta la tabla de propiedades.",
"ToggleAttrHdr.LongHelp":"Cuando se activa, muestra la tabla de propiedades. Desactívela para ocultar la tabla. También puede utilizar la flecha para expandir/comprimir situada en la esquina superior derecha de la tabla de propiedades para mostrar/ocultar la tabla.",
"ToggleOverviewHdr.Title":"Ocultar o mostrar la vista general",
"ToggleOverviewHdr.ShortHelp":"Muestra u oculta la vista general.",
"ToggleOverviewHdr.LongHelp":"Si está activada, muestra la vista general. Desactívela para ocultar la vista general. También puede utilizar la opción correspondiente del cuadro de diálogo Preferencias para mostrar/ocultar la vista general.",
"ToggleLegendHdr.Title":"Ocultar o mostrar la leyenda",
"ToggleLegendHdr.ShortHelp":"Muestra u oculta la leyenda del estado de comparación.",
"ToggleLegendHdr.LongHelp":"Si está activada, muestra la leyenda del estado de comparación. Desactívela para ocultar la leyenda. También puede utilizar la opción correspondiente del cuadro de diálogo Preferencias para mostrar/ocultar la leyenda.",
"CustomizeRowsHdr.Title":"Personalizar las filas de la tabla de propiedades",
"CustomizeRowsHdr.ShortHelp":"Personaliza los atributos que se muestran en la tabla de atributos.",
"CustomizeRowsHdr.LongHelp":"Muestra un cuadro de diálogo que permite seleccionar los atributos que se muestran en la tabla de atributos. El comando Personalizar filas de la tabla de propiedades solo está disponible si se muestra la tabla de propiedades.",
"CompareExportHdr.Title":"Exportar",
"CompareExportHdr.ShortHelp":"Exporta los resultados de la comparación del modelo y las propiedades en un archivo con formato CSV.",
"CompareExportHdr.LongHelp":"El archivo con formato CSV se guarda en la carpeta de descarga predeterminada del navegador. El comando Exportar no está disponible si se comparan más de 2 elementos.",
"SwapColumnsHdr.Title":"Intercambiar columnas",
"SwapColumnsHdr.ShortHelp":"Cambia las columnas a las que están asignados actualmente los objetos raíz.",
"SwapColumnsHdr.LongHelp":"Se vuelve a calcular el estado de Comparar. El panel Propiedades y el Visor 3D también se actualizan.",
"RefreshHdr.Title":"Actualizar",
"RefreshHdr.ShortHelp":"Actualiza la selección actual de objetos y muestra su estado actualizado.",
"RemoveAllHdr.Title":"Borrar",
"RemoveAllHdr.ShortHelp":"Elimina la selección actual de objetos.",
"Widget.WebHelp":"CompUserMap/comp-c-ov.htm"
}
