{
"OverviewHomeHdr.Title":"Première différence",
"OverviewHomeHdr.ShortHelp":"Naviguez jusqu'à la première différence.",
"OverviewHomeHdr.LongHelp":"Permet de naviguer jusqu'à la première différence dans l'arborescence ou la liste.",
"OverviewUpHdr.Title":"Différence précédente",
"OverviewUpHdr.ShortHelp":"Naviguez jusqu'à la différence précédente.",
"OverviewUpHdr.LongHelp":"Permet de naviguer jusqu'à la différence la plus proche en direction de la racine.",
"OverviewDownHdr.Title":"Différence suivante",
"OverviewDownHdr.ShortHelp":"Naviguez jusqu'à la différence suivante.",
"OverviewDownHdr.LongHelp":"Permet de naviguer jusqu'à la différence la plus proche dans la direction opposée à la racine.",
"ToggleViewHdr.Title":"Afficher comme Arborescence ou Vue de liste",
"ToggleViewHdr.ShortHelp":"Affiche la comparaison de modèle en temps qu'arborescence ou vue de liste.",
"ToggleViewHdr.LongHelp":"Lorsqu'elle est activée, cette option affiche une comparaison des éléments contenus dans les deux structures en fonction d'une liste, indépendamment de leur emplacement. Désactivez cette option pour revenir à une comparaison basée sur une arborescence.",
"ToggleAttrHdr.Title":"Cacher ou afficher la table des propriétés",
"ToggleAttrHdr.ShortHelp":"Affiche ou cache la table des propriétés.",
"ToggleAttrHdr.LongHelp":"Lorsqu'elle est activée, cette option permet d'afficher la table des propriétés. Désactivez-la pour cacher la table. Vous pouvez également utiliser la flèche de développement/compression dans le coin supérieur droit de la table des propriétés pour afficher/cacher la table.",
"ToggleOverviewHdr.Title":"Cacher ou afficher l'aperçu",
"ToggleOverviewHdr.ShortHelp":"Affiche ou cache l'aperçu.",
"ToggleOverviewHdr.LongHelp":"Lorsqu'elle est activée, cette option permet d'afficher l'aperçu. Désactivez-la pour cacher celui-ci. Vous pouvez également utiliser l'option correspondante dans la boîte de dialogue Préférences pour afficher/cacher l'aperçu.",
"ToggleLegendHdr.Title":"Cacher ou afficher la légende",
"ToggleLegendHdr.ShortHelp":"Affiche ou cache la légende de Comparer l'état.",
"ToggleLegendHdr.LongHelp":"Lorsqu'elle est activée, cette option permet d'afficher la légende de Comparer l'état. Désactivez-la pour cacher celle-ci. Vous pouvez également utiliser l'option correspondante dans la boîte de dialogue Préférences pour afficher/cacher la légende.",
"CustomizeRowsHdr.Title":"Personnaliser les lignes de la table de propriétés",
"CustomizeRowsHdr.ShortHelp":"Permet de personnaliser les attributs affichés dans la table d'attributs.",
"CustomizeRowsHdr.LongHelp":"Affiche une boîte de dialogue permettant de sélectionner les attributs affichés dans la table d'attributs. La commande Personnaliser les lignes de la table de propriétés est uniquement disponible lorsque la table des propriétés est affichée.",
"CompareExportHdr.Title":"Exporter",
"CompareExportHdr.ShortHelp":"Exporte le résultat des comparaisons des propriétés et du modèle dans un fichier CSV.",
"CompareExportHdr.LongHelp":"Le fichier CSV est enregistré dans le dossier de téléchargement par défaut du navigateur. La commande Exporter n'est pas disponible lorsque plus de deux éléments sont comparés.",
"SwapColumnsHdr.Title":"Inverser les colonnes",
"SwapColumnsHdr.ShortHelp":"Permet d'inverser les colonnes auxquelles les objets racines sont actuellement attribués.",
"SwapColumnsHdr.LongHelp":"L'état de comparaison est recalculé. Le panneau Propriétés et la Fenêtre 3D sont également mis à jour.",
"RefreshHdr.Title":"Actualiser",
"RefreshHdr.ShortHelp":"Permet d'actualiser la sélection actuelle des objets et d'afficher leur état mis à jour.",
"RemoveAllHdr.Title":"Effacer",
"RemoveAllHdr.ShortHelp":"Permet d'enlever la sélection actuelle des objets.",
"Widget.WebHelp":"CompUserMap/comp-c-ov.htm"
}
