{
"OverviewHomeHdr.Title":"Prima differenza",
"OverviewHomeHdr.ShortHelp":"Consente di spostarsi alla prima differenza.",
"OverviewHomeHdr.LongHelp":"Consente di spostarsi alla prima differenza nella struttura ad albero o nell'elenco.",
"OverviewUpHdr.Title":"Differenza precedente",
"OverviewUpHdr.ShortHelp":"Consente di spostarsi alla differenza precedente.",
"OverviewUpHdr.LongHelp":"Consente di spostarsi alla differenza più prossima nella direzione che va verso al livello principale.",
"OverviewDownHdr.Title":"Differenza successiva",
"OverviewDownHdr.ShortHelp":"Consente di spostarsi alla differenza successiva.",
"OverviewDownHdr.LongHelp":"Consente di spostarsi alla differenza più prossima nella direzione che si allontana dal livello principale.",
"ToggleViewHdr.Title":"Visualizza come struttura o elenco",
"ToggleViewHdr.ShortHelp":"Visualizza il confronto dei modelli come struttura ad albero o elenco.",
"ToggleViewHdr.LongHelp":"Se attivata, visualizza un confronto basato su elenchi degli elementi contenuti nelle due strutture, indipendentemente dalla loro posizione. Disattivare questa opzione per tornare al confronto basato su una struttura ad albero.",
"ToggleAttrHdr.Title":"Nasconde o mostra la tabella delle proprietà",
"ToggleAttrHdr.ShortHelp":"Visualizza o nasconde la tabella delle proprietà.",
"ToggleAttrHdr.LongHelp":"Se attivata, visualizza la tabella delle proprietà. Disattivare questa opzione per nascondere la tabella. È possibile anche utilizzare la freccia di espansione/compressione nell'angolo superiore destro della tabella delle proprietà per mostrare/nascondere la tabella.",
"ToggleOverviewHdr.Title":"Nasconde o mostra la panoramica",
"ToggleOverviewHdr.ShortHelp":"Visualizza o nasconde la panoramica.",
"ToggleOverviewHdr.LongHelp":"Se attivata, visualizza la panoramica. Disattivare questa opzione per nascondere la panoramica. Per mostrare/nascondere la panoramica è possibile anche utilizzare l'opzione corrispondente nella finestra di dialogo Preferenze.",
"ToggleLegendHdr.Title":"Nasconde o mostra la legenda",
"ToggleLegendHdr.ShortHelp":"Visualizza o nasconde la legenda Stato confronto.",
"ToggleLegendHdr.LongHelp":"Se attivata, visualizza la legenda Stato confronto. Disattivare questa opzione per nascondere la legenda. Per mostrare/nascondere la legenda è possibile anche utilizzare l'opzione corrispondente nella finestra di dialogo Preferenze.",
"CustomizeRowsHdr.Title":"Personalizza righe tabella delle proprietà",
"CustomizeRowsHdr.ShortHelp":"Consente di personalizzare gli attributi visualizzati nella tabella delle proprietà.",
"CustomizeRowsHdr.LongHelp":"Visualizza una finestra di dialogo in cui l'utente può selezionare gli attributi da visualizzare nella tabella delle proprietà. Il comando Personalizza righe tabella delle proprietà è disponibile solo quando è visualizzata la tabella delle proprietà.",
"CompareExportHdr.Title":"Esporta",
"CompareExportHdr.ShortHelp":"Esporta i risultati del modello e del confronto delle proprietà in un file CSV.",
"CompareExportHdr.LongHelp":"Il file CSV viene salvato nella cartella dei download predefinita del browser. Il comando Esporta non è disponibile se vengono confrontati più di 2 elementi.",
"SwapColumnsHdr.Title":"Scambia colonne",
"SwapColumnsHdr.ShortHelp":"Cambia le colonne a cui sono attualmente assegnati gli oggetti radice.",
"SwapColumnsHdr.LongHelp":"Lo stato confronto viene ricalcolato. Vengono aggiornati anche il pannello delle proprietà e il visualizzatore 3D.",
"RefreshHdr.Title":"Aggiorna",
"RefreshHdr.ShortHelp":"Aggiorna la selezione di oggetti corrente mostrandone lo stato aggiornato.",
"RemoveAllHdr.Title":"Cancella",
"RemoveAllHdr.ShortHelp":"Rimuove la selezione di oggetti corrente.",
"Widget.WebHelp":"CompUserMap/comp-c-ov.htm"
}
