{
"OverviewHomeHdr.Title":"Erster Unterschied",
"OverviewHomeHdr.ShortHelp":"Navigiert zum ersten Unterschied.",
"OverviewHomeHdr.LongHelp":"Ermöglicht die Navigation zum ersten Unterschied im Strukturbaum oder der Liste.",
"OverviewUpHdr.Title":"Vorheriger Unterschied",
"OverviewUpHdr.ShortHelp":"Navigiert zum vorherigen Unterschied.",
"OverviewUpHdr.LongHelp":"Ermöglicht die Navigation zum nächstgelegenen Unterschied in Richtung Stamm.",
"OverviewDownHdr.Title":"Nächster Unterschied",
"OverviewDownHdr.ShortHelp":"Navigiert zum nächsten Unterschied.",
"OverviewDownHdr.LongHelp":"Ermöglicht die Navigation zum nächstgelegenen Unterschied in Richtung vom Stamm weg.",
"ToggleViewHdr.Title":"Als Strukturbaum- oder Listenansicht anzeigen",
"ToggleViewHdr.ShortHelp":"Zeigt den Modellvergleich als Strukturbaum- oder Listenansicht an.",
"ToggleViewHdr.LongHelp":"Wenn diese Option aktiviert ist, wird ein listenbasierter Vergleich der in den beiden Strukturen enthaltenen Elemente unabhängig von ihrer Position angezeigt. Deaktivieren Sie die Option, um zu einem strukturbaumbasierten Vergleich zurückzukehren.",
"ToggleAttrHdr.Title":"Eigenschaftentabelle ein- oder ausblenden",
"ToggleAttrHdr.ShortHelp":"Blendet die Eigenschaftentabelle ein oder aus.",
"ToggleAttrHdr.LongHelp":"Wenn diese Option aktiviert ist, wird die Eigenschaftentabelle angezeigt. Deaktivieren Sie diese Option, um die Tabelle auszublenden. Sie können auch den Erweiterungs-/Komprimierungspfeil in der oberen rechten Ecke der Eigenschaftentabelle verwenden, um die Tabelle ein- oder auszublenden.",
"ToggleOverviewHdr.Title":"Übersicht ein- oder ausblenden",
"ToggleOverviewHdr.ShortHelp":"Zeigt die Übersicht an oder blendet sie aus.",
"ToggleOverviewHdr.LongHelp":"Wenn diese Option aktiviert ist, wird die Übersicht angezeigt. Deaktivieren Sie diese Option, um die Übersicht auszublenden. Sie können auch die entsprechende Option im Dialogfeld 'Voreinstellungen' verwenden, um die Übersicht ein- oder auszublenden.",
"ToggleLegendHdr.Title":"Legende ein- oder ausblenden",
"ToggleLegendHdr.ShortHelp":"Blendet die Vergleichstatus-Legende ein oder aus.",
"ToggleLegendHdr.LongHelp":"Wenn diese Option aktiviert ist, wird die Vergleichstatus-Legende angezeigt. Deaktivieren Sie diese Option, um die Legende auszublenden. Sie können auch die entsprechende Option im Dialogfeld 'Voreinstellungen' verwenden, um die Legende ein- oder auszublenden.",
"CustomizeRowsHdr.Title":"Zeilen der Eigenschaftentabelle anpassen",
"CustomizeRowsHdr.ShortHelp":"Passt die in der Attributtabelle angezeigten Attribute an.",
"CustomizeRowsHdr.LongHelp":"Zeigt ein Dialogfeld an, in dem Sie auswählen können, welche Attribute in der Attributtabelle angezeigt werden sollen. Der Befehl 'Zeilen der Eigenschaftentabelle anpassen' ist nur verfügbar, wenn die Eigenschaftentabelle angezeigt wird.",
"CompareExportHdr.Title":"Exportieren",
"CompareExportHdr.ShortHelp":"Exportiert die Ergebnisse der Modell- und Eigenschaftenvergleiche in eine CSV-Datei.",
"CompareExportHdr.LongHelp":"Die CSV-Datei wird im Standard-Downloadordner des Browsers gespeichert. Der Befehl 'Exportieren' ist nicht verfügbar, wenn mehr als zwei Elemente verglichen werden.",
"SwapColumnsHdr.Title":"Spalten tauschen",
"SwapColumnsHdr.ShortHelp":"Tauscht die Spalten, denen die Stammobjekte derzeit zugeordnet sind.",
"SwapColumnsHdr.LongHelp":"Der Vergleichsstatus wird neu berechnet. Das Eigenschaftenfeld und der 3D Viewer werden ebenfalls aktualisiert.",
"RefreshHdr.Title":"Aktualisieren",
"RefreshHdr.ShortHelp":"Aktualisiert die aktuelle Objektauswahl und zeigt ihren aktualisierten Status an.",
"RemoveAllHdr.Title":"Löschen",
"RemoveAllHdr.ShortHelp":"Entfernt die aktuelle Objektauswahl.",
"Widget.WebHelp":"CompUserMap/comp-c-ov.htm"
}
