#
#   EffectivityStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: EffectivityStringResource.properties.rca  $"
#

#Effectivity
Effectivity.Form.Label.Effectivity=Vig\u00eancia
Effectivity.Form.Label.Mode=Modo
Effectivity.Form.Label.ItemEffectivity=Vig\u00eancia do item
Effectivity.Form.Label.EffectivityExpression=Express\u00e3o de vig\u00eancia
Effectivity.EffectivityType.Date=Data
Effectivity.EffectivityType.Unit=Unidade
Effectivity.EffectivityType.Milestone=Marco
Effectivity.Label.EditEffectivityDefinitionHeading=Editar defini\u00e7\u00e3o de vig\u00eancia
Effectivity.Label.EditVariantEffectivityDefinitionHeading=Editar variante/op\u00e7\u00e3o de vig\u00eancia
Effectivity.Label.EditEvolutionEffectivityDefinitionHeading=Editar vig\u00eancia de evolu\u00e7\u00e3o
Effectivity.Label.FilterEffectivityDefinitionHeading=Filtrar defini\u00e7\u00e3o de vig\u00eancia
Effectivity.Label.EffectivityExpressionSubHeading=Express\u00e3o de vig\u00eancia para: 
Effectivity.Label.Expression=Express\u00e3o
Effectivity.Label.CompletedExpression=Express\u00e3o conclu\u00edda
Effectivity.Label.Type=Tipo
Effectivity.Label.Mode=Modo
Effectivity.Label.EffectivitySelector=Seletor de vig\u00eancia
Effectivity.Label.InsertAsRange=Inserir como intervalo
Effectivity.Label.Name=Nome
Effectivity.Label.Revision=Revis\u00e3o
Effectivity.Label.Discipline=Disciplina
Effectivity.Label.Date=Data
Effectivity.LeftExpression.Invalid=Valor inv\u00e1lido
Effectivity.Sequence.Selectable=Valor de sequ\u00eancia

Effectivity.Table.ItemEffectivity=Vig\u00eancia do item
Effectivity.Table.StructureEffectivity=Vig\u00eancia
Effectivity.Table.EditStructureExpression=Editar express\u00e3o de estrutura
Effectivity.Table.ProposedEffectivity=Vig\u00eancia proposta
Effectivity.Table.CurrentEffectivity=Vig\u00eancia atual

Effectivity.Validation.ValidateRangeAlert=Selecione elementos do mesmo pai.
Effectivity.Validation.UserSelectionRequirement=Selecione um item.
Effectivity.Expression.Invalid=A express\u00e3o n\u00e3o \u00e9 v\u00e1lida.
Effectivity.Validation.InvalidDateRange=O intervalo de datas n\u00e3o \u00e9 v\u00e1lido. Especifique apenas duas datas ao inserir um intervalo.
Effectivity.Validation.RequestDateSelection=Selecione uma data para inserir na express\u00e3o.
Effectivity.Validation.RowDeletionNotPermitted=N\u00e3o \u00e9 poss\u00edvel excluir a linha.
Effectivity.Label.CompletedRule=Regra conclu\u00edda 
Effectivity.Label.RuleExpressionDialog=Caixa de di\u00e1logo da express\u00e3o de regra
Effectivity.Common.Done=Conclu\u00eddo
Effectivity.Button.Cancel=Cancelar
Effectivity.Button.Validate=Validar
Effectivity.Button.Help=Ajuda
Effectivity.Expression.Valid=A express\u00e3o \u00e9 v\u00e1lida.
Effectivity.Validation.EndBeforeStart=A data de t\u00e9rmino \u00e9 anterior \u00e0 data de in\u00edcio. Verifique.
Effectivity.Validation.EndSameStart=A data de t\u00e9rmino \u00e9 igual \u00e0 data de in\u00edcio. Verifique.
Effectivity.Error.CommandNotRegistered=N\u00e3o \u00e9 poss\u00edvel encontrar um objeto de comando de tipo de vig\u00eancia. Consulte o administrador para registrar um objeto de comando de tipo de vig\u00eancia v\u00e1lido. 
Effectivity.Error.InvalidEffectivityCommandSettings=N\u00e3o h\u00e1 configura\u00e7\u00f5es para o objeto de comando de tipo de vig\u00eancia. Consulte o administrador para adicionar configura\u00e7\u00f5es ao objeto de comando de tipo de vig\u00eancia. 
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=A express\u00e3o de vig\u00eancia cont\u00e9m alguns tipos de vig\u00eancia que n\u00e3o foram aplicados a este objeto.  
Effectivity.Validation.Infinity=Infinito n\u00e3o \u00e9 aplic\u00e1vel a esta express\u00e3o.
Effectivity.Request.Selection=Selecione um elemento.
Effectivity.Root.Missing=Nenhum objeto encontrado.
Effectivity.Validation.InvalidUnitRange=O intervalo \u00e9 inv\u00e1lido. Selecione um ou dois valores de sequ\u00eancia ao inserir um intervalo.
Effectivity.Validation.Failure=O intervalo de unidades \u00e9 inv\u00e1lido. Insira um intervalo v\u00e1lido.
Effectivity.KeyinValidation.InfinitySymbolSequence=Sequ\u00eancia inv\u00e1lida: o s\u00edmbolo de infinito pode n\u00e3o aparecer como um valor de sequ\u00eancia.
Effectivity.KeyinValidation.InfinitySymbolSequenceStart=Sequ\u00eancia inv\u00e1lida: o s\u00edmbolo de infinito pode n\u00e3o aparecer como o valor inicial de um intervalo de sequ\u00eancia.
Effectivity.KeyinValidation.InvalidIntKeyword=Sequ\u00eancia inv\u00e1lida: o valor a seguir n\u00e3o \u00e9 reconhecido como um n\u00famero inteiro ou palavra-chave v\u00e1lida:
Effectivity.KeyinValidation.NoGreaterThanZero=Sequ\u00eancia inv\u00e1lida: o valor de sequ\u00eancia deve ser um inteiro maior do que zero (0). 
Effectivity.KeyinValidation.StartLessThanEnd=Sequ\u00eancia inv\u00e1lida: o intervalo inicial deve ser menor do que o intervalo final.
Effectivity.KeyinValidation.EmptyValue=Insira um valor de sequ\u00eancia.
Effectivity.Root.StructureEffectivity=N\u00e3o \u00e9 poss\u00edvel editar a vig\u00eancia da estrutura para a raiz.
Effectivity.List.UserSelectionRequirement=Selecione uma linha.

Effectivity.Error.InvalidIds=Um ou mais ids de par\u00e2metro s\u00e3o nulos ou est\u00e3o em branco. Use um id v\u00e1lido.
Effectivity.Error.NoEffectivityTypeFound=Nenhum tipo de vig\u00eancia foi encontrado. Use um tipo de vig\u00eancia v\u00e1lido, conforme definido no esquema.
Effectivity.Error.InvalidCategoryTypeSetting=O tipo de categoria \u00e9 inv\u00e1lido. Verifique as configura\u00e7\u00f5es v\u00e1lidas de tipo de categoria.
Effectivity.Error.NoUsageDataForPhysicalId=N\u00e3o h\u00e1 dados de uso para o id f\u00edsico especificado. Entre em contato com o administrador do sistema.
Effectivity.Error.Effectivity.Error.InvalidContextId=O id de contexto n\u00e3o foi definido. Defina o relacionamento de contexto ou o id do objeto.
Effectivity.Error.InvalidOperation=A opera\u00e7\u00e3o \u00e9 inv\u00e1lida. Especifique um tipo de opera\u00e7\u00e3o v\u00e1lido.
Effectivity.Error.UnsupportedCriteriaType=O tipo de crit\u00e9rio n\u00e3o \u00e9 aceito. Especifique um tipo de crit\u00e9rio aceito.
Effectivity.Error.ErrorGettingChangeEffectivity=Ocorreu um erro ao buscar a altera\u00e7\u00e3o de vig\u00eancia.
Effectivity.Error.InvalidEffectivityMap=O mapa de vig\u00eancia \u00e9 inv\u00e1lido.
Effectivity.Error.EffectivityUsageCannotDelete=O objeto est\u00e1 sendo usado em uma express\u00e3o de vig\u00eancia e n\u00e3o pode ser exclu\u00eddo. Remova o objeto de todas as express\u00f5es de vig\u00eancia para que ele possa ser exclu\u00eddo.
Effectivity.Error.IEffectivityOnChangeNotImplemented=A classe para este tipo n\u00e3o implementa os m\u00e9todos necess\u00e1rios. Entre em contato com o administrador do sistema para implementar o IEffectivityOnChange para esta classe.

Effectivity.Error.ParentNotAttachedAllModelsFromAC=A refer\u00eancia pai n\u00e3o tem todos os modelos anexados a partir do contexto de cria\u00e7\u00e3o.
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=A refer\u00eancia pai n\u00e3o tem todos os crit\u00e9rios habilitados a partir do contexto de cria\u00e7\u00e3o.

Effectivity.Error.InstanceDoesNotHaveEffectivity=Esta inst\u00e2ncia n\u00e3o tem vig\u00eancia.
Effectivity.Error.OnlyEvolutionEffectivity=Esta inst\u00e2ncia tem somente vig\u00eancia do dom\u00ednio de evolu\u00e7\u00e3o.

//Display value for records that have been cut entirely and the expression evaluation is always false
Effectivity.FalseExpression.Display=Inv\u00e1lido
Effectivity.TrueExpression.Display=V\u00e1lido

Effectivity.Range.Error.SequenceValues=Inserir como intervalo requer um ou dois valores de sequ\u00eancia. O n\u00famero de valores de sequ\u00eancia encontrado foi: 
Effectivity.Range.Error.DatesValues=Inserir como intervalo requer uma ou duas datas. O n\u00famero de valores de data encontrado foi: 
Effectivity.Error.InvalidExpression=A express\u00e3o real \u00e9 inv\u00e1lida.

//Composition Binary Error Messages
CompositionBinary.Error.NotLoaded=N\u00e3o foi poss\u00edvel carregar o bin\u00e1rio de composi\u00e7\u00e3o corretamente. Verifique se o bin\u00e1rio de composi\u00e7\u00e3o foi configurado corretamente.
CompositionBinary.Error.BadRelationshipType=O bin\u00e1rio da composi\u00e7\u00e3o relationshipType n\u00e3o foi configurado corretamente. Verifique se o bin\u00e1rio de composi\u00e7\u00e3o foi configurado corretamente.
CompositionBinary.Error.NoCommandSettings=As configura\u00e7\u00f5es do comando bin\u00e1rio de composi\u00e7\u00e3o n\u00e3o foram carregadas corretamente. Verifique se o bin\u00e1rio de composi\u00e7\u00e3o foi configurado corretamente.
CompositionBinary.Error.MissingSettings=O bin\u00e1rio de composi\u00e7\u00e3o n\u00e3o tem as configura\u00e7\u00f5es necess\u00e1rias. Adicione as configura\u00e7\u00f5es necess\u00e1rias ao comando bin\u00e1rio de composi\u00e7\u00e3o.
CompositionBinary.Error.InvalidExpandProgram=O bin\u00e1rio de composi\u00e7\u00e3o n\u00e3o pode invocar o JPO do expanProgram. Verifique a configura\u00e7\u00e3o do expandProgram no comando bin\u00e1rio de composi\u00e7\u00e3o.
Effectivity.Label.EditApplicabilityDefinitionHeading=Editar defini\u00e7\u00e3o de aplicabilidade
Effectivity.Label.ApplicabilityExpressionSubHeading=Express\u00e3o de aplicabilidade para: 
Effectivity.Label.ApplicabilitySelector=Seletor de aplicabilidade
Effectivity.Form.Label.ApplicabilityExpression=Express\u00e3o de aplicabilidade
Effectivity.Command.ApplicabilitySummary=Aplicabilidade


Effectivity.EffectivityType.Products=Produtos
Effectivity.EffectivityType.ManufacturingPlans=Planos de fabrica\u00e7\u00e3o

Effectivity.Button.Filter=Filtrar

Effectivity.Button.Remove=Remover
Effectivity.Button.Insert=Inserir
Effectivity.Button.MoveDown=Mover para baixo
Effectivity.Button.MoveUp=Mover para cima
Effectivity.Button.ClearExpression=Limpar express\u00e3o
CompositionBinary.Error.MissingRequiredExpandProgramKeys=Os resultados retornados do expandProgram para este bin\u00e1rio de composi\u00e7\u00e3o n\u00e3o possuem as chaves necess\u00e1rias. Entre em contato com o administrador do sistema para o retorno dos dados necess\u00e1rios.

# Configuration Context Entries
Effectivity.Alert.CannotRemoveConfigCtx=O contexto de configura\u00e7\u00e3o selecionado n\u00e3o pode ser removido porque est\u00e1 sendo referenciado em uma express\u00e3o de vig\u00eancia. Remova a refer\u00eancia antes de remover o contexto de configura\u00e7\u00e3o.
Effectivity.Command.ConfigurationCriteria=Contexto de configura\u00e7\u00e3o
Effectivity.Heading.ConfigurationCriteria=Contexto de configura\u00e7\u00e3o
Effectivity.Command.ConfigurationContext=Contexto de configura\u00e7\u00e3o
Effectivity.ActionLink.AddExisting=Adicionar existente
Effectivity.ActionLink.Remove=Remover
Effectivity.Table.Name=Nome
Effectivity.Table.Type=Tipo
Effectivity.Table.Revision=Revis\u00e3o
Effectivity.Table.State=Estado
Effectivity.Table.Description=Descri\u00e7\u00e3o
Effectivity.Alert.Remove=Voc\u00ea optou por remover os itens selecionados da lista. Remover um item n\u00e3o o exclui do banco de dados. Para continuar com a remo\u00e7\u00e3o, clique em OK. Para cancelar a remo\u00e7\u00e3o, clique em Cancelar.

# Feature Option Effectivity entries
Effectivity.Alert.rootNodeStructureEffectivity=n\u00e3o \u00e9 poss\u00edvel definir ou modificar a vig\u00eancia da estrutura do n\u00f3 raiz.
Effectivity.Table.DisplayName=Exibir Nome
Effectivity.Error.EffectivityUsageCannotRemoveObject=O <object_type> <object_name> est\u00e1 sendo usado em uma express\u00e3o configurada (Filtro, Vig\u00eancia, ...) e n\u00e3o pode ser removido. Remova os crit\u00e9rios de todas as express\u00f5es configuradas para que a remo\u00e7\u00e3o seja poss\u00edvel.
Effectivity.Error.EffectivityUsageCannotDeleteObject=O objeto que voc\u00ea est\u00e1 tentando excluir est\u00e1 sendo usado em uma express\u00e3o configurada (Filtro, Vig\u00eancia, ...) e n\u00e3o pode ser exclu\u00eddo. Remova os crit\u00e9rios de todas as express\u00f5es configuradas para que a exclus\u00e3o seja poss\u00edvel.
Effectivity.Error.EffectivityUsageCannotModifyObject=O <object_type> <object_name> est\u00e1 sendo usado em uma express\u00e3o configurada (Filtro, Vig\u00eancia, ...) e n\u00e3o pode ser modificado. Remova os crit\u00e9rios de todas as express\u00f5es configuradas para que a modifica\u00e7\u00e3o seja poss\u00edvel.

# UI Enhancement
Effectivity.Error.SelectAContext=Selecione um contexto que n\u00e3o seja Global.
Effectivity.Error.InvalidContextExpression=Revise a express\u00e3o inv\u00e1lida para contextos:
Effectivity.Label.Global=Global
Effectivity.Label.Context=Contexto
Effectivity.Label.Range=Intervalo
Effectivity.Dialog.SearchContext=Pesquisar contexto
Effectivity.Dialog.ClickToCollapse=Clique para recolher
Effectivity.Dialog.ClickToClose=Clique para fechar esta se\u00e7\u00e3o
Effectivity.Dialog.ClickToOpen=Clique para abrir esta se\u00e7\u00e3o
Effectivity.Dialog.Date.Start=Iniciar
Effectivity.Dialog.Date.End=Fim
Effectivity.Dialog.ChangeValue=Fa\u00e7a uma altera\u00e7\u00e3o
Effectivity.Dialog.Panel.NotApplicable=O painel de origem selecionado n\u00e3o \u00e9 aplic\u00e1vel ao contexto selecionado.
Effectivity.Alert.RootNodeSelection=N\u00e3o \u00e9 poss\u00edvel inserir o n\u00f3 raiz.

#Global Context
Effectivity.Dialog.NoDesignVariantExists=O painel de origem selecionado n\u00e3o \u00e9 aplic\u00e1vel porque n\u00e3o h\u00e1 variante do projeto.
Effectivity.Dialog.SomeDesignVariantExists=O painel de origem selecionado n\u00e3o \u00e9 aplic\u00e1vel porque h\u00e1 variantes do projeto.
Effectivity.Dialog.SearchIsNotApplicable=A pesquisa n\u00e3o \u00e9 aplic\u00e1vel ao painel de origem selecionado ou o tipo de pesquisa n\u00e3o est\u00e1 definido.

Effectivity.Error.UnsupportedDateWithRelational=A data n\u00e3o \u00e9 compat\u00edvel com o tipo de vig\u00eancia relacional. Remova um dos tipos de vig\u00eancia da propriedade admin deste relacionamento ou tipo.
Effectivity.Error.UnsupportedRelationalWithMultipleContexts=O tipo de vig\u00eancia relacional n\u00e3o \u00e9 compat\u00edvel com contextos de configura\u00e7\u00e3o m\u00faltiplos em uma \u00fanica express\u00e3o. Use um contexto de configura\u00e7\u00e3o \u00fanico ao definir tipos de vig\u00eancia relacional. 
Effectivity.Error.UnsupportedGlobalWithMultipleContexts=O contexto de configura\u00e7\u00e3o global n\u00e3o pode ser combinado com outro contexto de configura\u00e7\u00e3o na mesma express\u00e3o. Remova o contexto de configura\u00e7\u00e3o global ou todos os outros contextos de configura\u00e7\u00e3o.

#Milestone
Effectivity.Dialog.Error.InvalidRange=O intervalo \u00e9 inv\u00e1lido. Selecione um ou dois marcos.

Effectivity.Error.MultiContextFilterNotAllowed=O filtro de vig\u00eancia, que consiste em uma combina\u00e7\u00e3o de Alterar vig\u00eancia e filtrar vig\u00eancia, cont\u00e9m v\u00e1rios contextos n\u00e3o aceitos. Nenhum filtro de vig\u00eancia foi aplicado.

Effectivity.Error.RequiredParamterNotFound=As chaves necess\u00e1rias n\u00e3o foram encontradas no par\u00e2metro do mapa. Verifique se todas as chaves necess\u00e1rias foram especificadas.
Effectivity.Error.DuplicateConnectionFound=Foi encontrada uma conex\u00e3o duplicada entre os objetos especificados. Esta API n\u00e3o aceita conex\u00f5es duplicadas.

Effectivity.Error.StartCriteria=O XML de entrada cont\u00e9m
Effectivity.Error.EndCriteria=mas este crit\u00e9rio n\u00e3o est\u00e1 ativado na refer\u00eancia.

# In R418, Adding Alert For Effectivity Dialog On Mobile #
Effectivity.Alert.EffectivityOnMobile=A defini\u00e7\u00e3o de vig\u00eancia n\u00e3o \u00e9 aceita por plataformas m\u00f3veis.

Effectivity.Confirm.ClearAll=Deseja realmente limpar tudo?
Effectivity.Table.ActionIcons=A\u00e7\u00f5es
Effectivity.Button.Clear=Limpar
Effectivity.Dialog.Error.InvalidOption=Insira somente op\u00e7\u00f5es de Caracter\u00edstica.
Effectivity.Dialog.Error.InvalidSelection=Os n\u00f3s selecionados n\u00e3o s\u00e3o v\u00e1lidos para Vig\u00eancia. Altere sua sele\u00e7\u00e3o.
Effectivity.Dialog.EmptyOption=Clique com o bot\u00e3o direito do mouse para adicionar Valor/Op\u00e7\u00e3o de variante
Effectivity.EffectivityType.FeatureOption=Variantes e Op\u00e7\u00f5es
Effectivity.Category.Operators=Operadores
Effectivity.Dialog.ClickToExpand=Clique para expandir esta se\u00e7\u00e3o
Effectivity.Dialog.ClickToCollapse=Clique para recolher esta se\u00e7\u00e3o
Effectivity.Label.FilterExpression=Filtrar expans\u00e3o

# Expression notices
Effectivity.Notice.ParentPartIsNotConfigured=A pe\u00e7a pai do relacionamento fornecido n\u00e3o tem um contexto de configura\u00e7\u00e3o.
Effectivity.Notice.ParentPartIsNotCompliantWithChange=A altera\u00e7\u00e3o usada como 'Trabalhar em" est\u00e1 usando modelos indispon\u00edveis no contexto de configura\u00e7\u00e3o da pe\u00e7a pai.
Effectivity.Notice.ChangeApplicabilityIsEmptyAtFinalize=A express\u00e3o de aplicabilidade est\u00e1 vazia, mas h\u00e1 itens afetados a serem atualizados.
Effectivity.Notice.ChangeApplicabilitySynchronizationfailed=As express\u00f5es de vig\u00eancia n\u00e3o podem ser sincronizadas a partir da aplicabilidade.
Effectivity.Notice.ChangeApplicabilityAndEffectivitieDoNotIntersect=N\u00e3o \u00e9 poss\u00edvel editar a vig\u00eancia porque a express\u00e3o n\u00e3o intercepta a aplicabilidade. Use uma inst\u00e2ncia evolu\u00edda para modificar a vig\u00eancia da variante.
Effectivity.Notice.ChangeApplicabilityAndEffectivitieAreEqual=A express\u00e3o de vig\u00eancia \u00e9 igual \u00e0 aplicabilidade : n\u00e3o podemos aplicar esta opera\u00e7\u00e3o.
Effectivity.Notice.EffectivityCannotBeExtended=A opera\u00e7\u00e3o de extens\u00e3o s\u00f3 \u00e9 aplic\u00e1vel na efetividade com a express\u00e3o de evolu\u00e7\u00e3o.
Effectivity.Label.Refinement=Aprimoramentos

#decoupling
Effectivity.Table.EvolutionEffectivity=Evolu\u00e7\u00e3o
Effectivity.Table.VariantEffectivity=Variante/op\u00e7\u00e3o
Effectivity.Alert.ModelNotAttachedErrorEffectivity=Falha ao atualizar a vig\u00eancia, o modelo usado na defini\u00e7\u00e3o de vig\u00eancia n\u00e3o est\u00e1 conectado com o objeto de contexto
Effectivity.Table.StructureVariantEffectivity=Variante/op\u00e7\u00e3o
Effectivity.Table.StructureEvolutionEffectivity=Evolu\u00e7\u00e3o
Effectivity.Table.LegacyEffectivity=Legado


Effectivity.Table.ProjectedEvolutionEffectivity=Evolu\u00e7\u00e3o projetada
Effectivity.Table.CurrentEvolutionEffectivity=Evolu\u00e7\u00e3o atual


#configuration
Error.InternalServerError=erro interno
Error.ObjectNotFound=n\u00e3o foi encontrado
Error.XCADConfigurationNotPossible=n\u00e3o \u00e9 poss\u00edvel configurar as estruturas do produto.
Error.DetachNotPossible.ConfigurationUsage=N\u00e3o \u00e9 poss\u00edvel desanexar o modelo porque ele \u00e9 usado por uma configura\u00e7\u00e3o
Error.DetachNotPossible.EffectivityUsage=N\u00e3o \u00e9 poss\u00edvel desanexar o modelo porque ele \u00e9 usado por uma express\u00e3o de vig\u00eancia
Error.DetachNotPossible.ConfigurationRevision=O modelo n\u00e3o pode ser desanexado porque a refer\u00eancia cont\u00e9m Revis\u00f5esConfigura\u00e7\u00f5es
Error.Unset.NoEffectivity=Esta inst\u00e2ncia n\u00e3o tem vig\u00eancia, \u00e9 in\u00fatil remover a defini\u00e7\u00e3o
Error.AlreadyAttached=AVISO: o modelo com c\u00f3digo - "<ModelID>" j\u00e1 est\u00e1 anexado \u00e0 refer\u00eancia...!
Error.AlreadyDetached=AVISO: o modelo com c\u00f3digo - "<ModelID>" j\u00e1 est\u00e1 desanexado...!
Error.TypeNotAModel=n\u00e3o \u00e9 um tipo de modelo
Error.Unset.Domain.Forbidden=O dom\u00ednio de entrada \u00e9 proibido
Error.Unset.Instance.Controlled.Change=A inst\u00e2ncia de entrada \u00e9 controlada por uma altera\u00e7\u00e3o
Error.Unset.NoEffectivity.ForDomain=Esta inst\u00e2ncia n\u00e3o tem vig\u00eancia para este dom\u00ednio
Error.ApplicabilityRead=Erro ao ler a aplicabilidade
Error.Applicability.Finalization.Models=N\u00e3o \u00e9 poss\u00edvel finalizar a ChangeAction pois todos os Modelos dela est\u00e3o anexados \u00e0 refer\u00eancia
Effectivity.Error.AttachContextDeniedSinceReferenceIsRevised=N\u00e3o \u00e9 poss\u00edvel anexar dicion\u00e1rios em uma refer\u00eancia revisada

#Effectivity classification
Effectivity.Notice.LegacyEffectivityClassification=Esta vig\u00eancia n\u00e3o \u00e9 dissoci\u00e1vel
Effectivity.Notice.EvolutionOnly=Esta vig\u00eancia tem somente express\u00e3o de evolu\u00e7\u00e3o
Effectivity.Notice.ModelNoMatch=Esta vig\u00eancia n\u00e3o tem nenhuma express\u00e3o de variante com o modelo fornecido
Effectivity.Notice.NoEffectivityFortheInstance=Esta inst\u00e2ncia n\u00e3o tem express\u00e3o de vig\u00eancia
Effectivity.Notice.InstanceNotFilterable=N\u00e3o \u00e9 poss\u00edvel filtrar esta inst\u00e2ncia

Effectivity.Alert.FlagNotExistInDB=O indicador n\u00e3o existe no banco de dados.
Effectivity.Alert.FlagDisabledInDB=H\u00e1 um indicador no banco de dados e ele est\u00e1 desativado.
Effectivity.Alert.FlagEnabledInDB=H\u00e1 um indicador no banco de dados e ele est\u00e1 ativado.
Effectivity.Alert.FilterableERTypesNotExistInDB=N\u00e3o h\u00e1 tipos de ER filtr\u00e1veis no banco de dados.
Effectivity.Alert.FilterableERTypesFoundInDB=Foram encontrados tipos de ER filtr\u00e1veis no banco de dados.

#RealizedChanges transfer
Error.CheckChangesModelsForTransfer=Nenhum modelo de altera\u00e7\u00e3o de origem est\u00e1 inclu\u00eddo nos modelos de altera\u00e7\u00e3o de destino.

Effectivity.Success.SetEvolutionOperationSuccess=Opera\u00e7\u00e3o de vig\u00eancia da evolu\u00e7\u00e3o definida bem-sucedida.

Effectivity.Alert.StaticMappingAvailable=H\u00e1 um indicador no banco de dados e existe um mapeamento est\u00e1tico dispon\u00edvel. 
Effectivity.Alert.StaticMappingNotAvailable=H\u00e1 um indicador no banco de dados e n\u00e3o existe um mapeamento est\u00e1tico dispon\u00edvel.

# Configuration Revision
ConfigRevision.Error.ChangesNotCompleted=S\u00f3 \u00e9 poss\u00edvel congelar a Revis\u00e3o da configura\u00e7\u00e3o se todas as A\u00e7\u00f5es de altera\u00e7\u00e3o forem conclu\u00eddas

Error.DetachNotPossible.ConfigRevision=O modelo n\u00e3o pode ser separado porque a refer\u00eancia tem Revis\u00f5es de Configura\u00e7\u00e3o
