#
#   EffectivityStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: EffectivityStringResource.properties.rca  $"
#

#Effectivity
Effectivity.Form.Label.Effectivity=Validit\u00e0
Effectivity.Form.Label.Mode=Modalit\u00e0
Effectivity.Form.Label.ItemEffectivity=Validit\u00e0 elemento
Effectivity.Form.Label.EffectivityExpression=Espressione di validit\u00e0
Effectivity.EffectivityType.Date=Data
Effectivity.EffectivityType.Unit=Unit\u00e0
Effectivity.EffectivityType.Milestone=Milestone
Effectivity.Label.EditEffectivityDefinitionHeading=Modifica definizione validit\u00e0
Effectivity.Label.EditVariantEffectivityDefinitionHeading=Modifica validit\u00e0 variante/opzione
Effectivity.Label.EditEvolutionEffectivityDefinitionHeading=Modifica validit\u00e0 di evoluzione
Effectivity.Label.FilterEffectivityDefinitionHeading=Filtro definizione validit\u00e0
Effectivity.Label.EffectivityExpressionSubHeading=Espressione validit\u00e0 per: 
Effectivity.Label.Expression=Espressione
Effectivity.Label.CompletedExpression=Espressione completata
Effectivity.Label.Type=Tipo
Effectivity.Label.Mode=Modalit\u00e0
Effectivity.Label.EffectivitySelector=Selettore validit\u00e0
Effectivity.Label.InsertAsRange=Inserire come intervallo
Effectivity.Label.Name=Nome
Effectivity.Label.Revision=Revisione
Effectivity.Label.Discipline=Disciplina
Effectivity.Label.Date=Data
Effectivity.LeftExpression.Invalid=Valore non valido
Effectivity.Sequence.Selectable=Valore sequenza

Effectivity.Table.ItemEffectivity=Validit\u00e0 elemento
Effectivity.Table.StructureEffectivity=Validit\u00e0
Effectivity.Table.EditStructureExpression=Modifica espressione struttura
Effectivity.Table.ProposedEffectivity=Validit\u00e0 proposta
Effectivity.Table.CurrentEffectivity=Validit\u00e0 attuale

Effectivity.Validation.ValidateRangeAlert=Selezionare gli elementi dallo stesso genitore
Effectivity.Validation.UserSelectionRequirement=Selezionare un elemento
Effectivity.Expression.Invalid=L'espressione non \u00e8 valida
Effectivity.Validation.InvalidDateRange=Intervallo date non valido. Specificare solo 2 date quando si inserisce un intervallo.
Effectivity.Validation.RequestDateSelection=Selezionare una data da inserire nell'espressione
Effectivity.Validation.RowDeletionNotPermitted=La riga non pu\u00f2 essere cancellata
Effectivity.Label.CompletedRule=Regola completata 
Effectivity.Label.RuleExpressionDialog=Dialogo espressione regola
Effectivity.Common.Done=Fine
Effectivity.Button.Cancel=Annulla
Effectivity.Button.Validate=Convalida
Effectivity.Button.Help=Guida
Effectivity.Expression.Valid=Espressione valida
Effectivity.Validation.EndBeforeStart=La data finale precede la data iniziale. Verificare.
Effectivity.Validation.EndSameStart=La data finale corrisponde alla data iniziale. Verificare i valori.
Effectivity.Error.CommandNotRegistered=Impossibile trovare un oggetto comando tipo validit\u00e0. Rivolgersi all'amministratore per registrare un oggetto comando tipo validit\u00e0 valido. 
Effectivity.Error.InvalidEffectivityCommandSettings=Non esistono impostazioni per l'oggetto comando tipo validit\u00e0. Rivolgersi all'amministratore per aggiungere le impostazioni all'oggetto comando tipo validit\u00e0. 
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=L'espressione di validit\u00e0 contiene alcuni tipi di validit\u00e0 che non sono stati applicati a questo oggetto.  
Effectivity.Validation.Infinity=Infinito non applicabile a questa espressione
Effectivity.Request.Selection=Selezionare un elemento
Effectivity.Root.Missing=Nessun oggetto trovato
Effectivity.Validation.InvalidUnitRange=Intervallo non valido. Selezionare 1 o 2 valori in sequenza quando si inserisce un intervallo.
Effectivity.Validation.Failure=Intervallo di unit\u00e0 non valido. Immettere un intervallo valido
Effectivity.KeyinValidation.InfinitySymbolSequence=Sequenza non valida: il simbolo dell'infinito non pu\u00f2 apparire come valore di una sequenza.
Effectivity.KeyinValidation.InfinitySymbolSequenceStart=Sequenza non valida: il simbolo dell'infinito non pu\u00f2 apparire come valore iniziale di una sequenza.
Effectivity.KeyinValidation.InvalidIntKeyword=Sequenza non valida: quanto segue non \u00e8 riconosciuto come un numero intero o una parola chiave validi:
Effectivity.KeyinValidation.NoGreaterThanZero=Sequenza non valida: il valore della sequenza deve essere un intero superiore a zero (0). 
Effectivity.KeyinValidation.StartLessThanEnd=Sequenza non valida: l'intervallo iniziale deve essere minore dell'intervallo finale.
Effectivity.KeyinValidation.EmptyValue=Immettere un valore in sequenza.
Effectivity.Root.StructureEffectivity=Impossibile modificare validit\u00e0 struttura per la radice.
Effectivity.List.UserSelectionRequirement=Selezionare una riga

Effectivity.Error.InvalidIds=Uno o pi\u00f9 ID di parametro sono null o vuoti. Usare un ID valido.
Effectivity.Error.NoEffectivityTypeFound=Nessun tipo di validit\u00e0 trovato. Usare un tipo di validit\u00e0 valido, come definito nello schema.
Effectivity.Error.InvalidCategoryTypeSetting=Tipo di categoria non valido. Selezionare impostazioni valide del tipo di categoria.
Effectivity.Error.NoUsageDataForPhysicalId=Non ci sono dati di utilizzo per l'ID fisico specificato. Rivolgersi all'amministratore di sistema.
Effectivity.Error.Effectivity.Error.InvalidContextId=ID di contesto non impostato. Impostare la relazione del contesto o l'ID dell'oggetto.
Effectivity.Error.InvalidOperation=Operazione non valida. Specificare un tipo di operazione valido.
Effectivity.Error.UnsupportedCriteriaType=Tipo di criteri non supportato. Specificare un tipo di criteri supportato.
Effectivity.Error.ErrorGettingChangeEffectivity=Errore durante il recupero della validit\u00e0 della modifica.
Effectivity.Error.InvalidEffectivityMap=Mappa di validit\u00e0 non valida.
Effectivity.Error.EffectivityUsageCannotDelete=L'oggetto \u00e8 usato in una espressione di validit\u00e0 e non pu\u00f2 essere eliminato. Rimuovere l'oggetto da tutte le espressioni di validit\u00e0 per consentirne l'eliminazione.
Effectivity.Error.IEffectivityOnChangeNotImplemented=La classe per questo tipo non implementa i metodi richiesti. Contattare l'amministratore di sistema per implementare IEffectivityOnChange per questa classe.

Effectivity.Error.ParentNotAttachedAllModelsFromAC=Il riferimento padre non ha tutti i modelli collegati dal contesto di creazione.
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=Il riferimento padre non ha tutti i criteri attivati dal contesto di creazione.

Effectivity.Error.InstanceDoesNotHaveEffectivity=Questa istanza non ha il valore di validit\u00e0.
Effectivity.Error.OnlyEvolutionEffectivity=Questa istanza ha solo il valore di validit\u00e0 del dominio Evoluzione.

//Display value for records that have been cut entirely and the expression evaluation is always false
Effectivity.FalseExpression.Display=Non valido
Effectivity.TrueExpression.Display=Valido

Effectivity.Range.Error.SequenceValues=Inserisci come intervallo richiede uno o due valori di sequenza. Il numero di valori di sequenza trovati \u00e8: 
Effectivity.Range.Error.DatesValues=Inserisci come intervallo richiede una o due date. Il numero di valori di date trovati \u00e8: 
Effectivity.Error.InvalidExpression=Espressione effettiva non valida

//Composition Binary Error Messages
CompositionBinary.Error.NotLoaded=Impossibile caricare correttamente il binario di composizione.  Controllare che il binario di composizione sia configurato correttamente.
CompositionBinary.Error.BadRelationshipType=Il tipo di relazione del binario di composizione non \u00e8 impostato correttamente.  Controllare che il binario di composizione sia configurato correttamente.
CompositionBinary.Error.NoCommandSettings=Impossibile caricare correttamente le impostazioni di comando del binario di composizione.  Controllare che il binario di composizione sia configurato correttamente.
CompositionBinary.Error.MissingSettings=Il binario di composizione non ha le impostazioni richieste.  Aggiungere le impostazioni richieste al comando del binario di composizione
CompositionBinary.Error.InvalidExpandProgram=Il binario di composizione non pu\u00f2 richiamare il JPO expandProgram.  Controllare l'impostazione expandProgram sul comando del binario di composizione
Effectivity.Label.EditApplicabilityDefinitionHeading=Modifica definizione applicabilit\u00e0
Effectivity.Label.ApplicabilityExpressionSubHeading=Espressione applicabilit\u00e0 per: 
Effectivity.Label.ApplicabilitySelector=Selettore applicabilit\u00e0
Effectivity.Form.Label.ApplicabilityExpression=Espressione applicabilit\u00e0
Effectivity.Command.ApplicabilitySummary=Applicabilit\u00e0


Effectivity.EffectivityType.Products=Prodotti
Effectivity.EffectivityType.ManufacturingPlans=Piani di produzione

Effectivity.Button.Filter=Filtro

Effectivity.Button.Remove=Rimuovi
Effectivity.Button.Insert=Inserisci
Effectivity.Button.MoveDown=Sposta gi\u00f9
Effectivity.Button.MoveUp=Sposta su
Effectivity.Button.ClearExpression=Cancella espressione
CompositionBinary.Error.MissingRequiredExpandProgramKeys=I risultati ricevuti da expandProgram per questa composizione binaria non hanno le chiavi richieste. Contattare l'amministratore di sistema per avere i dati richiesti.

# Configuration Context Entries
Effectivity.Alert.CannotRemoveConfigCtx=Impossibile rimuovere il contesto di configurazione selezionato, poich\u00e9 fa riferimento a un'espressione di validit\u00e0. Rimuovere il riferimento prima di rimuovere il contesto di configurazione.
Effectivity.Command.ConfigurationCriteria=Contesto di configurazione
Effectivity.Heading.ConfigurationCriteria=Contesto di configurazione
Effectivity.Command.ConfigurationContext=Contesto di configurazione
Effectivity.ActionLink.AddExisting=Aggiungi esistente
Effectivity.ActionLink.Remove=Rimuovi
Effectivity.Table.Name=Nome
Effectivity.Table.Type=Tipo
Effectivity.Table.Revision=Revisione
Effectivity.Table.State=Stato
Effectivity.Table.Description=Descrizione
Effectivity.Alert.Remove=Si \u00e8 scelto di rimuovere gli elementi selezionati dall'elenco. La rimozione di un elemento non lo elimina dal database. Per procedere con la rimozione, fare clic su OK. Per annullarla, fare clic su Annulla.

# Feature Option Effectivity entries
Effectivity.Alert.rootNodeStructureEffectivity=impossibile definire/modificare la validit\u00e0 di struttura per il nodo radice.
Effectivity.Table.DisplayName=Nome visualizzato
Effectivity.Error.EffectivityUsageCannotRemoveObject=L'oggetto <object_type> <object_name> \u00e8 usato in un'espressione di configurazione (Filtro, Validit\u00e0...) e non pu\u00f2 essere rimosso. Rimuovere l'oggetto da tutte le espressioni di configurazione per consentirne la rimozione.
Effectivity.Error.EffectivityUsageCannotDeleteObject=L'oggetto che si sta tentando di eliminare \u00e8 utilizzato in un'espressione configurata (Filtro, Validit\u00e0, ...) e non pu\u00f2 essere eliminato. Rimuovere i criteri da tutte le espressioni configurate per procedere all'eliminazione.
Effectivity.Error.EffectivityUsageCannotModifyObject=L'oggetto <object_type> <object_name> \u00e8 usato in un'espressione di configurazione (Filtro, Validit\u00e0...) e non pu\u00f2 essere modificato. Rimuovere l'oggetto da tutte le espressioni di configurazione per consentirne la modifica.

# UI Enhancement
Effectivity.Error.SelectAContext=Selezionare un contesto diverso da Globale.
Effectivity.Error.InvalidContextExpression=Rivedere l'espressione non valida per i contesti:
Effectivity.Label.Global=Globale
Effectivity.Label.Context=Contesto
Effectivity.Label.Range=Intervallo
Effectivity.Dialog.SearchContext=Ricerca contesto
Effectivity.Dialog.ClickToCollapse=Fare clic per comprimere
Effectivity.Dialog.ClickToClose=Fare clic per chiudere la sezione
Effectivity.Dialog.ClickToOpen=Fare clic per aprire la sezione
Effectivity.Dialog.Date.Start=Inizio
Effectivity.Dialog.Date.End=Fine
Effectivity.Dialog.ChangeValue=Modificare
Effectivity.Dialog.Panel.NotApplicable=Il pannello di origine selezionato non \u00e8 applicabile al contesto selezionato
Effectivity.Alert.RootNodeSelection=Impossibile inserire il nodo radice

#Global Context
Effectivity.Dialog.NoDesignVariantExists=Il pannello di origine selezionato non \u00e8 applicabile in quanto non esiste una variante di progettazione.
Effectivity.Dialog.SomeDesignVariantExists=Il pannello di origine selezionato non \u00e8 applicabile in quanto esiste qualche variante di progettazione
Effectivity.Dialog.SearchIsNotApplicable=La ricerca non \u00e8 applicabile per il pannello di origine selezionato oppure il tipo di ricerca non \u00e8 definito

Effectivity.Error.UnsupportedDateWithRelational=Data non supportata con il tipo di validit\u00e0 Relazionale. Rimuovere uno dei tipi di validit\u00e0 dalla propriet\u00e0 admin per questa relazione o tipo.
Effectivity.Error.UnsupportedRelationalWithMultipleContexts=Tipo di validit\u00e0 Relazionale non supportato con pi\u00f9 contesti di configurazione in un'espressione singola. Per la definizione dei tipi di validit\u00e0 relazionali utilizzare un contesto di configurazione singolo. 
Effectivity.Error.UnsupportedGlobalWithMultipleContexts=Impossibile combinare il contesto di configurazione globale con un altro contesto di configurazione nella stessa espressione. Rimuovere il contesto di configurazione globale o tutti gli altri contesti di configurazione.

#Milestone
Effectivity.Dialog.Error.InvalidRange=Intervallo non valido. Selezionare 1 o 2 milestone.

Effectivity.Error.MultiContextFilterNotAllowed=Il filtro di validit\u00e0, costituito da una combinazione di Modifica validit\u00e0 e Filtra per validit\u00e0, contiene pi\u00f9 contesti che non sono supportati. Non \u00e8  stato applicato alcun filtro di validit\u00e0.

Effectivity.Error.RequiredParamterNotFound=Impossibile trovare le chiavi necessarie nel parametro Mappa. Verificare che siano state specificate tutte le chiavi necessarie.
Effectivity.Error.DuplicateConnectionFound=Una connessione duplicata \u00e8 stata rilevata tra gli oggetti specificati. Questa API non supporta le connessioni duplicate.

Effectivity.Error.StartCriteria=L'input XML contiene
Effectivity.Error.EndCriteria=ma questo criterio non \u00e8 abilitato sul riferimento.

# In R418, Adding Alert For Effectivity Dialog On Mobile #
Effectivity.Alert.EffectivityOnMobile=Definizione della validit\u00e0 non supportata sulle piattaforme mobili.

Effectivity.Confirm.ClearAll=Cancellare tutto?
Effectivity.Table.ActionIcons=Azioni
Effectivity.Button.Clear=Cancella
Effectivity.Dialog.Error.InvalidOption=Inserire solo opzione Caratteristica
Effectivity.Dialog.Error.InvalidSelection=I nodi selezionati non sono validi per Validit\u00e0, cambiare selezione.
Effectivity.Dialog.EmptyOption=Fare clic con il pulsante destro del mouse per aggiungere un valore/opzione variante
Effectivity.EffectivityType.FeatureOption=Varianti e opzioni
Effectivity.Category.Operators=Operatori
Effectivity.Dialog.ClickToExpand=Fare clic per espandere la sezione
Effectivity.Dialog.ClickToCollapse=Fare clic per comprimere la sezione
Effectivity.Label.FilterExpression=Espressione di filtro

# Expression notices
Effectivity.Notice.ParentPartIsNotConfigured=La parte padre di una data relazione non ha un Contesto di configurazione.
Effectivity.Notice.ParentPartIsNotCompliantWithChange=La modifica utilizzata come 'Lavoro sotto' utilizza modelli che non sono disponibili sul contesto di configurazione della parte padre.
Effectivity.Notice.ChangeApplicabilityIsEmptyAtFinalize=L'espressione di applicabilit\u00e0 \u00e8 vuota ma esistono elementi interessati da aggiornare.
Effectivity.Notice.ChangeApplicabilitySynchronizationfailed=L'espressione di validit\u00e0 non pu\u00f2 essere sincronizzata con l'applicabilit\u00e0.
Effectivity.Notice.ChangeApplicabilityAndEffectivitieDoNotIntersect=Impossibile modificare la validit\u00e0 perch\u00e9 l'espressione non si interseca con l'applicabilit\u00e0. Utilizzare un'istanza evoluta per modificare la validit\u00e0 della variante.
Effectivity.Notice.ChangeApplicabilityAndEffectivitieAreEqual=L'espressione di Validit\u00e0 \u00e8 uguale all'Applicabilit\u00e0: impossibile applicare questa operazione.
Effectivity.Notice.EffectivityCannotBeExtended=L'operazione di estensione \u00e8 applicabile solo alla validit\u00e0 con espressione di evoluzione
Effectivity.Label.Refinement=Perfezionamenti

#decoupling
Effectivity.Table.EvolutionEffectivity=Evoluzione
Effectivity.Table.VariantEffectivity=Variante/Opzione
Effectivity.Alert.ModelNotAttachedErrorEffectivity=Aggiornamento validit\u00e0 non riuscito, il modello utilizzato nella definizione di validit\u00e0 non \u00e8 associato a un oggetto contesto
Effectivity.Table.StructureVariantEffectivity=Variante/Opzione
Effectivity.Table.StructureEvolutionEffectivity=Evoluzione
Effectivity.Table.LegacyEffectivity=Precedente


Effectivity.Table.ProjectedEvolutionEffectivity=Evoluzione proiettata
Effectivity.Table.CurrentEvolutionEffectivity=Evoluzione corrente


#configuration
Error.InternalServerError=errore interno
Error.ObjectNotFound=non trovato
Error.XCADConfigurationNotPossible=impossibile configurare strutture prodotto.
Error.DetachNotPossible.ConfigurationUsage=Impossibile disassociare il modello in quanto \u00e8 utilizzato in una configurazione
Error.DetachNotPossible.EffectivityUsage=Impossibile disassociare il modello in quanto \u00e8 utilizzato da una espressione di validit\u00e0
Error.DetachNotPossible.ConfigurationRevision=Impossibile scollegare il modello perch\u00e9 il riferimento contiene revisioni della configurazione
Error.Unset.NoEffectivity=Questa istanza manca del valore di validit\u00e0, annulla impostazione \u00e8 inutile
Error.AlreadyAttached=ATTENZIONE: Il modello con ID - "<ModelID>" \u00e8 gi\u00e0 allegato al riferimento...!
Error.AlreadyDetached=ATTENZIONE: Il modello con ID - "<ModelID>" \u00e8 gi\u00e0 stato dissociato...!
Error.TypeNotAModel=non \u00e8 un tipo di modello
Error.Unset.Domain.Forbidden=Il dominio di input non \u00e8 consentito
Error.Unset.Instance.Controlled.Change=L'istanza di input \u00e8 controllata da una modifica
Error.Unset.NoEffectivity.ForDomain=Questa istanza manca del valore di validit\u00e0 per questo dominio
Error.ApplicabilityRead=Errore durante la lettura dell'applicabilit\u00e0
Error.Applicability.Finalization.Models=Impossibile finalizzare l'azione di modifica perch\u00e9 non tutti i modelli sono collegati nel riferimento
Effectivity.Error.AttachContextDeniedSinceReferenceIsRevised=Impossibile associare un dizionario a un riferimento rivisto

#Effectivity classification
Effectivity.Notice.LegacyEffectivityClassification=Questa validit\u00e0 non \u00e8 separabile
Effectivity.Notice.EvolutionOnly=Questa validit\u00e0 ha solo un'espressione di evoluzione
Effectivity.Notice.ModelNoMatch=<
Effectivity.Notice.NoEffectivityFortheInstance=Questa istanza non ha alcuna espressione di validit\u00e0
Effectivity.Notice.InstanceNotFilterable=Questa istanza non \u00e8 filtrabile

Effectivity.Alert.FlagNotExistInDB=Il flag non esiste nel database
Effectivity.Alert.FlagDisabledInDB=Il flag esiste nel database ed \u00e8 disabilitato.
Effectivity.Alert.FlagEnabledInDB=Il flag esiste nel database ed \u00e8 abilitato.
Effectivity.Alert.FilterableERTypesNotExistInDB=Tipi ER filtrabili non esistenti nel database.
Effectivity.Alert.FilterableERTypesFoundInDB=Tipi ER filtrabili trovati nel database.

#RealizedChanges transfer
Error.CheckChangesModelsForTransfer=Tutti i modelli di modifica origine non sono inclusi nei modelli di modifica target.

Effectivity.Success.SetEvolutionOperationSuccess=La validit\u00e0 dell'evoluzione \u00e8 stata impostata correttamente.

Effectivity.Alert.StaticMappingAvailable=Il flag esiste nel database ed \u00e8 disponibile una mappatura statica. 
Effectivity.Alert.StaticMappingNotAvailable=Il flag esiste nel database e non \u00e8 disponibile una mappatura statica.

# Configuration Revision
ConfigRevision.Error.ChangesNotCompleted=La revisione della configurazione pu\u00f2 essere congelata solo se tutte le azioni di modifica sono completate

Error.DetachNotPossible.ConfigRevision=Impossibile scollegare il modello perch\u00e9 il riferimento ha revisioni di configurazione
