#
#   EffectivityStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: EffectivityStringResource.properties.rca  $"
#

#Effectivity
Effectivity.Form.Label.Effectivity=\u6709\u52b9\u6027
Effectivity.Form.Label.Mode=\u30e2\u30fc\u30c9
Effectivity.Form.Label.ItemEffectivity=\u9805\u76ee\u306e\u6709\u52b9\u6027
Effectivity.Form.Label.EffectivityExpression=\u6709\u52b9\u6027\u5f0f
Effectivity.EffectivityType.Date=\u65e5\u4ed8
Effectivity.EffectivityType.Unit=\u5358\u4f4d
Effectivity.EffectivityType.Milestone=\u30de\u30a4\u30eb\u30b9\u30c8\u30fc\u30f3
Effectivity.Label.EditEffectivityDefinitionHeading=\u6709\u52b9\u6027\u5b9a\u7fa9\u306e\u7de8\u96c6
Effectivity.Label.EditVariantEffectivityDefinitionHeading=\u30d0\u30ea\u30a2\u30f3\u30c8\uff0f\u30aa\u30d7\u30b7\u30e7\u30f3\u6709\u52b9\u6027\u3092\u7de8\u96c6
Effectivity.Label.EditEvolutionEffectivityDefinitionHeading=\u5c55\u958b\u6709\u52b9\u6027\u3092\u7de8\u96c6
Effectivity.Label.FilterEffectivityDefinitionHeading=\u6709\u52b9\u6027\u5b9a\u7fa9\u306e\u30d5\u30a3\u30eb\u30bf\u8a2d\u5b9a
Effectivity.Label.EffectivityExpressionSubHeading=\u6709\u52b9\u6027\u5f0f\u306e\u5bfe\u8c61\uff1a 
Effectivity.Label.Expression=\u5f0f
Effectivity.Label.CompletedExpression=\u5b8c\u6210\u3057\u305f\u5f0f
Effectivity.Label.Type=\u30bf\u30a4\u30d7
Effectivity.Label.Mode=\u30e2\u30fc\u30c9
Effectivity.Label.EffectivitySelector=\u6709\u52b9\u6027\u30bb\u30ec\u30af\u30bf
Effectivity.Label.InsertAsRange=\u7bc4\u56f2\u3068\u3057\u3066\u633f\u5165
Effectivity.Label.Name=\u540d\u79f0
Effectivity.Label.Revision=\u30ea\u30d3\u30b8\u30e7\u30f3
Effectivity.Label.Discipline=\u5206\u91ce
Effectivity.Label.Date=\u65e5\u4ed8
Effectivity.LeftExpression.Invalid=\u7121\u52b9\u306a\u5024
Effectivity.Sequence.Selectable=\u30b7\u30fc\u30b1\u30f3\u30b9\u5024

Effectivity.Table.ItemEffectivity=\u9805\u76ee\u306e\u6709\u52b9\u6027
Effectivity.Table.StructureEffectivity=\u6709\u52b9\u6027
Effectivity.Table.EditStructureExpression=\u69cb\u9020\u5f0f\u306e\u7de8\u96c6
Effectivity.Table.ProposedEffectivity=\u63d0\u6848\u6e08\u307f\u6709\u52b9\u6027
Effectivity.Table.CurrentEffectivity=\u73fe\u884c\u306e\u6709\u52b9\u6027

Effectivity.Validation.ValidateRangeAlert=\u540c\u3058\u89aa\u304b\u3089\u8981\u7d20\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Validation.UserSelectionRequirement=\u9805\u76ee\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Expression.Invalid=\u5f0f\u304c\u7121\u52b9\u3067\u3059
Effectivity.Validation.InvalidDateRange=\u7121\u52b9\u306a\u65e5\u4ed8\u7bc4\u56f2\u3067\u3059\u3002\u7bc4\u56f2\u3068\u3057\u3066\u633f\u5165\u3059\u308b\u5834\u5408\u306f\u65e5\u4ed8\u30922\u3064\u3060\u3051\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Validation.RequestDateSelection=\u5f0f\u306b\u633f\u5165\u3059\u308b\u65e5\u4ed8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Validation.RowDeletionNotPermitted=\u884c\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
Effectivity.Label.CompletedRule=\u5b8c\u4e86\u30eb\u30fc\u30eb 
Effectivity.Label.RuleExpressionDialog=\u30eb\u30fc\u30eb\u5f0f\u306e\u30c0\u30a4\u30a2\u30ed\u30b0
Effectivity.Common.Done=\u5b8c\u4e86
Effectivity.Button.Cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
Effectivity.Button.Validate=\u691c\u8a3c
Effectivity.Button.Help=\u30d8\u30eb\u30d7
Effectivity.Expression.Valid=\u5f0f\u304c\u6709\u52b9\u3067\u3059
Effectivity.Validation.EndBeforeStart=\u7d42\u4e86\u65e5\u304c\u958b\u59cb\u65e5\u3088\u308a\u524d\u306e\u65e5\u4ed8\u3067\u3059\u3002\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Validation.EndSameStart=\u7d42\u4e86\u65e5\u304c\u958b\u59cb\u65e5\u3068\u540c\u3058\u3067\u3059\u3002\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.CommandNotRegistered=\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u30b3\u30de\u30f3\u30c9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3001\u6709\u52b9\u306a\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u30b3\u30de\u30f3\u30c9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u767b\u9332\u3057\u3066\u304f\u3060\u3055\u3044 
Effectivity.Error.InvalidEffectivityCommandSettings=\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u30b3\u30de\u30f3\u30c9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3059\u308b\u8a2d\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3001\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u30b3\u30de\u30f3\u30c9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u9069\u5207\u306a\u8a2d\u5b9a\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044 
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u9069\u7528\u3055\u308c\u3066\u3044\u306a\u3044\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u304c\u3001\u6709\u52b9\u6027\u5f0f\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059  
Effectivity.Validation.Infinity=\u7121\u9650\u5927\u306f\u3053\u306e\u5f0f\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093
Effectivity.Request.Selection=\u8981\u7d20\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Root.Missing=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
Effectivity.Validation.InvalidUnitRange=\u7bc4\u56f2\u304c\u7121\u52b9\u3067\u3059\u3002\u7bc4\u56f2\u3092\u633f\u5165\u3059\u308b\u5834\u5408\u306f\u30011\u3064\u307e\u305f\u306f2\u3064\u306e\u9023\u7d9a\u5024\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Validation.Failure=\u5358\u4f4d\u306e\u7bc4\u56f2\u304c\u7121\u52b9\u3067\u3059\u3002\u6709\u52b9\u306a\u7bc4\u56f2\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.KeyinValidation.InfinitySymbolSequence=\u7121\u52b9\u306a\u30b7\u30fc\u30b1\u30f3\u30b9\uff1a\u7121\u9650\u5927\u8a18\u53f7\u306f\u30b7\u30fc\u30b1\u30f3\u30b9\u5024\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
Effectivity.KeyinValidation.InfinitySymbolSequenceStart=\u7121\u52b9\u306a\u30b7\u30fc\u30b1\u30f3\u30b9\uff1a\u7121\u9650\u5927\u8a18\u53f7\u306f\u30b7\u30fc\u30b1\u30f3\u30b9\u7bc4\u56f2\u306e\u958b\u59cb\u5024\u3068\u3057\u3066\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
Effectivity.KeyinValidation.InvalidIntKeyword=\u7121\u52b9\u306a\u30b7\u30fc\u30b1\u30f3\u30b9\uff1a\u6b21\u306e\u5024\u306f\u6709\u52b9\u306a\u6574\u6570\u307e\u305f\u306f\u30ad\u30fc\u30ef\u30fc\u30c9\u3068\u3057\u3066\u8a8d\u8b58\u3055\u308c\u307e\u305b\u3093\uff1a
Effectivity.KeyinValidation.NoGreaterThanZero=\u7121\u52b9\u306a\u30b7\u30fc\u30b1\u30f3\u30b9\uff1a\u30b7\u30fc\u30b1\u30f3\u30b9\u5024\u306f\u30bc\u30ed\u3088\u308a\u5927\u304d\u3044\u6570\u5024\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059 
Effectivity.KeyinValidation.StartLessThanEnd=\u7121\u52b9\u306a\u30b7\u30fc\u30b1\u30f3\u30b9\uff1a\u7bc4\u56f2\u306e\u958b\u59cb\u5024\u306f\u7bc4\u56f2\u306e\u7d42\u4e86\u5024\u3088\u308a\u5c0f\u3055\u3044\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
Effectivity.KeyinValidation.EmptyValue=\u30b7\u30fc\u30b1\u30f3\u30b9\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Root.StructureEffectivity=\u30eb\u30fc\u30c8\u306e\u69cb\u9020\u6709\u52b9\u6027\u306f\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093
Effectivity.List.UserSelectionRequirement=\u884c\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044

Effectivity.Error.InvalidIds=1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30d1\u30e9\u30e1\u30fc\u30bfID\u304c\u3001NULL\u307e\u305f\u306f\u7a7a\u767d\u3067\u3059\u3002\u6709\u52b9\u306aID\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.NoEffectivityTypeFound=\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u30b9\u30ad\u30fc\u30de\u306b\u5b9a\u7fa9\u3055\u308c\u305f\u6709\u52b9\u306a\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.InvalidCategoryTypeSetting=\u7121\u52b9\u306a\u30ab\u30c6\u30b4\u30ea\u30fc\u30bf\u30a4\u30d7\u3067\u3059\u3002\u6709\u52b9\u306a\u30ab\u30c6\u30b4\u30ea\u30fc\u30bf\u30a4\u30d7\u8a2d\u5b9a\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.NoUsageDataForPhysicalId=\u6307\u5b9a\u3057\u305f\u7269\u7406ID\u306e\u5229\u7528\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.Effectivity.Error.InvalidContextId=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8ID\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u307e\u305f\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.InvalidOperation=\u7121\u52b9\u306a\u64cd\u4f5c\u3067\u3059\u3002\u6709\u52b9\u306a\u64cd\u4f5c\u30bf\u30a4\u30d7\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.UnsupportedCriteriaType=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u6761\u4ef6\u30bf\u30a4\u30d7\u3067\u3059\u3002\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u6761\u4ef6\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.ErrorGettingChangeEffectivity=\u5909\u66f4\u306e\u6709\u52b9\u6027\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
Effectivity.Error.InvalidEffectivityMap=\u7121\u52b9\u306a\u6709\u52b9\u6027\u30de\u30c3\u30d7\u3067\u3059
Effectivity.Error.EffectivityUsageCannotDelete=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u6709\u52b9\u6027\u5f0f\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u524a\u9664\u3092\u8a31\u53ef\u3059\u308b\u305f\u3081\u306b\u306f\u3059\u3079\u3066\u306e\u6709\u52b9\u6027\u5f0f\u304b\u3089\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.IEffectivityOnChangeNotImplemented=\u3053\u306e\u30bf\u30a4\u30d7\u306e\u30af\u30e9\u30b9\u306f\u5fc5\u8981\u306a\u30e1\u30bd\u30c3\u30c9\u3092\u5b9f\u88c5\u3057\u3066\u3044\u307e\u305b\u3093\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3001\u3053\u306e\u30af\u30e9\u30b9\u306bIEffectivityOnChange\u3092\u5b9f\u88c5\u3057\u3066\u304f\u3060\u3055\u3044

Effectivity.Error.ParentNotAttachedAllModelsFromAC=\u89aa\u53c2\u7167\u306b\u306f\u3001\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u304b\u3089\u6dfb\u4ed8\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30e2\u30c7\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=\u89aa\u53c2\u7167\u306b\u306f\u3001\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u304b\u3089\u6709\u52b9\u5316\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u6761\u4ef6\u304c\u3042\u308a\u307e\u305b\u3093

Effectivity.Error.InstanceDoesNotHaveEffectivity=\u3053\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u306f\u6709\u52b9\u6027\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
Effectivity.Error.OnlyEvolutionEffectivity=\u3053\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u306f\u5c55\u958b\u30c9\u30e1\u30a4\u30f3\u306e\u6709\u52b9\u6027\u306e\u307f\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093

//Display value for records that have been cut entirely and the expression evaluation is always false
Effectivity.FalseExpression.Display=\u7121\u52b9
Effectivity.TrueExpression.Display=\u6709\u52b9

Effectivity.Range.Error.SequenceValues=[\u7bc4\u56f2\u3068\u3057\u3066\u633f\u5165] \u306b\u306f1\u3064\u307e\u305f\u306f2\u3064\u306e\u30b7\u30fc\u30b1\u30f3\u30b9\u5024\u304c\u5fc5\u8981\u3067\u3059\u3002\u898b\u3064\u304b\u3063\u305f\u30b7\u30fc\u30b1\u30f3\u30b9\u5024\u306e\u6570\uff1a 
Effectivity.Range.Error.DatesValues=[\u7bc4\u56f2\u3068\u3057\u3066\u633f\u5165] \u306b\u306f1\u3064\u307e\u305f\u306f2\u3064\u306e\u65e5\u4ed8\u304c\u5fc5\u8981\u3067\u3059\u3002\u898b\u3064\u304b\u3063\u305f\u65e5\u4ed8\u306e\u6570\uff1a 
Effectivity.Error.InvalidExpression=\u7121\u52b9\u306a\u5b9f\u969b\u306e\u5f0f

//Composition Binary Error Messages
CompositionBinary.Error.NotLoaded=\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u3092\u6b63\u5e38\u306b\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3002\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u304c\u6b63\u3057\u304f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
CompositionBinary.Error.BadRelationshipType=\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u306e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u30bf\u30a4\u30d7(relationshipType)\u304c\u6b63\u3057\u304f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u304c\u6b63\u3057\u304f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
CompositionBinary.Error.NoCommandSettings=\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u30b3\u30de\u30f3\u30c9\u306e\u8a2d\u5b9a\u3092\u6b63\u5e38\u306b\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3002\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u304c\u6b63\u3057\u304f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
CompositionBinary.Error.MissingSettings=\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u306b\u306f\u5fc5\u8981\u306a\u8a2d\u5b9a\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u30b3\u30de\u30f3\u30c9\u306b\u5fc5\u8981\u306a\u8a2d\u5b9a\u3092\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044
CompositionBinary.Error.InvalidExpandProgram=\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u304cexpandProgram JPO\u3092\u8d77\u52d5\u3067\u304d\u307e\u305b\u3093\u3002\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u30b3\u30de\u30f3\u30c9\u306eexpandProgram\u8a2d\u5b9a\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Label.EditApplicabilityDefinitionHeading=\u9069\u7528\u53ef\u80fd\u6027\u5b9a\u7fa9\u306e\u7de8\u96c6
Effectivity.Label.ApplicabilityExpressionSubHeading=\u9069\u7528\u53ef\u80fd\u6027\u5f0f\u306e\u5bfe\u8c61\uff1a 
Effectivity.Label.ApplicabilitySelector=\u9069\u7528\u53ef\u80fd\u6027\u30bb\u30ec\u30af\u30bf
Effectivity.Form.Label.ApplicabilityExpression=\u9069\u7528\u53ef\u80fd\u6027\u5f0f
Effectivity.Command.ApplicabilitySummary=\u9069\u7528\u53ef\u80fd\u6027


Effectivity.EffectivityType.Products=\u88fd\u54c1
Effectivity.EffectivityType.ManufacturingPlans=\u88fd\u9020\u8a08\u753b

Effectivity.Button.Filter=\u30d5\u30a3\u30eb\u30bf

Effectivity.Button.Remove=\u9664\u5916
Effectivity.Button.Insert=\u633f\u5165
Effectivity.Button.MoveDown=\u4e0b\u3078\u79fb\u52d5
Effectivity.Button.MoveUp=\u4e0a\u3078\u79fb\u52d5
Effectivity.Button.ClearExpression=\u5f0f\u3092\u30af\u30ea\u30a2
CompositionBinary.Error.MissingRequiredExpandProgramKeys=expandProgram\u304b\u3089\u3053\u306e\u30b3\u30f3\u30dd\u30b8\u30b7\u30e7\u30f3\u30d0\u30a4\u30ca\u30ea\u306b\u8fd4\u3055\u308c\u305f\u7d50\u679c\u306b\u306f\u5fc5\u8981\u306a\u30ad\u30fc\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u5fc5\u8981\u306a\u30c7\u30fc\u30bf\u304c\u8fd4\u3055\u308c\u308b\u3088\u3046\u306b\u3001\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044

# Configuration Context Entries
Effectivity.Alert.CannotRemoveConfigCtx=\u9078\u629e\u3057\u305f\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306f\u6709\u52b9\u6027\u5f0f\u3067\u53c2\u7167\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u9664\u5916\u3067\u304d\u307e\u305b\u3093\u3002\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u9664\u5916\u3059\u308b\u524d\u306b\u305d\u306e\u53c2\u7167\u3092\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Command.ConfigurationCriteria=\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8
Effectivity.Heading.ConfigurationCriteria=\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8
Effectivity.Command.ConfigurationContext=\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8
Effectivity.ActionLink.AddExisting=\u65e2\u5b58\u9805\u76ee\u3092\u8ffd\u52a0
Effectivity.ActionLink.Remove=\u9664\u5916
Effectivity.Table.Name=\u540d\u79f0
Effectivity.Table.Type=\u30bf\u30a4\u30d7
Effectivity.Table.Revision=\u30ea\u30d3\u30b8\u30e7\u30f3
Effectivity.Table.State=\u30b9\u30c6\u30fc\u30c8
Effectivity.Table.Description=\u8aac\u660e
Effectivity.Alert.Remove=\u9078\u629e\u3057\u305f\u9805\u76ee\u3092\u30ea\u30b9\u30c8\u304b\u3089\u9664\u5916\u3057\u307e\u3059\u3002\u9805\u76ee\u3092\u9664\u5916\u3057\u3066\u3082\u305d\u306e\u9805\u76ee\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u305b\u3093\u3002\u9664\u5916\u3092\u7d9a\u884c\u3059\u308b\u306b\u306f [OK] \u3092\u30af\u30ea\u30c3\u30af\u3057\u3001\u53d6\u308a\u6d88\u3059\u306b\u306f [\u30ad\u30e3\u30f3\u30bb\u30eb] \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059

# Feature Option Effectivity entries
Effectivity.Alert.rootNodeStructureEffectivity=\u30eb\u30fc\u30c8\u30ce\u30fc\u30c9\u306e\u69cb\u9020\u306e\u6709\u52b9\u6027\u3092\u5b9a\u7fa9\u307e\u305f\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
Effectivity.Table.DisplayName=\u8868\u793a\u540d
Effectivity.Error.EffectivityUsageCannotRemoveObject=<object_type><object_name>\u306f\u69cb\u6210\u5f0f(\u30d5\u30a3\u30eb\u30bf\u30fc\u3001\u6709\u52b9\u6027\u306a\u3069)\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u9664\u5916\u3067\u304d\u307e\u305b\u3093\u3002\u9664\u5916\u3092\u8a31\u53ef\u3059\u308b\u306b\u306f\u3001\u3059\u3079\u3066\u306e\u69cb\u6210\u5f0f\u304b\u3089\u6761\u4ef6\u3092\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.EffectivityUsageCannotDeleteObject=\u524a\u9664\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3001\u69cb\u6210\u5f0f(\u30d5\u30a3\u30eb\u30bf\u3001\u6709\u52b9\u6027...)\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u3059\u3079\u3066\u306e\u69cb\u6210\u5f0f\u304b\u3089\u6761\u4ef6\u3092\u9664\u53bb\u3057\u3066\u3001\u524a\u9664\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.EffectivityUsageCannotModifyObject=<object_type> <object_name>\u306f\u69cb\u6210\u5f0f(\u30d5\u30a3\u30eb\u30bf\u30fc\u3001\u6709\u52b9\u6027\u306a\u3069)\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u5909\u66f4\u3092\u8a31\u53ef\u3059\u308b\u306b\u306f\u3001\u3059\u3079\u3066\u306e\u69cb\u6210\u5f0f\u304b\u3089\u6761\u4ef6\u3092\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044

# UI Enhancement
Effectivity.Error.SelectAContext=\u30b0\u30ed\u30fc\u30d0\u30eb\u3067\u306f\u306a\u3044\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.InvalidContextExpression=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u7121\u52b9\u306a\u5f0f\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
Effectivity.Label.Global=\u30b0\u30ed\u30fc\u30d0\u30eb
Effectivity.Label.Context=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8
Effectivity.Label.Range=\u7bc4\u56f2
Effectivity.Dialog.SearchContext=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u691c\u7d22
Effectivity.Dialog.ClickToCollapse=\u30af\u30ea\u30c3\u30af\u3057\u3066\u6298\u308a\u305f\u305f\u3080
Effectivity.Dialog.ClickToClose=\u30af\u30ea\u30c3\u30af\u3057\u3066\u3053\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u9589\u3058\u308b
Effectivity.Dialog.ClickToOpen=\u30af\u30ea\u30c3\u30af\u3057\u3066\u3053\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u958b\u304f
Effectivity.Dialog.Date.Start=\u958b\u59cb
Effectivity.Dialog.Date.End=\u7d42\u4e86
Effectivity.Dialog.ChangeValue=\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Dialog.Panel.NotApplicable=\u9078\u629e\u3057\u305f\u30bd\u30fc\u30b9\u30d1\u30cd\u30eb\u306f\u3001\u9078\u629e\u3057\u305f\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306b\u9069\u7528\u3067\u304d\u307e\u305b\u3093
Effectivity.Alert.RootNodeSelection=\u30eb\u30fc\u30c8\u30ce\u30fc\u30c9\u306f\u633f\u5165\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093

#Global Context
Effectivity.Dialog.NoDesignVariantExists=\u8a2d\u8a08\u30d0\u30ea\u30a2\u30f3\u30c8\u304c\u5b58\u5728\u3057\u306a\u3044\u305f\u3081\u3001\u9078\u629e\u3057\u305f\u30bd\u30fc\u30b9\u30d1\u30cd\u30eb\u306f\u9069\u7528\u3067\u304d\u307e\u305b\u3093
Effectivity.Dialog.SomeDesignVariantExists=\u8a2d\u8a08\u30d0\u30ea\u30a2\u30f3\u30c8\u304c\u5b58\u5728\u3059\u308b\u305f\u3081\u3001\u9078\u629e\u3057\u305f\u30bd\u30fc\u30b9\u30d1\u30cd\u30eb\u306f\u9069\u7528\u3067\u304d\u307e\u305b\u3093
Effectivity.Dialog.SearchIsNotApplicable=\u691c\u7d22\u30bf\u30a4\u30d7\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u9078\u629e\u3057\u305f\u30bd\u30fc\u30b9\u30d1\u30cd\u30eb\u306b\u691c\u7d22\u3092\u9069\u7528\u3067\u304d\u307e\u305b\u3093

Effectivity.Error.UnsupportedDateWithRelational=\u65e5\u4ed8\u306f\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u307e\u305f\u306f\u30bf\u30a4\u30d7\u306e\u7ba1\u7406\u30d7\u30ed\u30d1\u30c6\u30a3\u304b\u3089\u3044\u305a\u308c\u304b\u306e\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u3092\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.UnsupportedRelationalWithMultipleContexts=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u306f\u30011\u3064\u306e\u5f0f\u306e\u4e2d\u3067\u8907\u6570\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u306e\u5b9a\u7fa9\u3067\u306f\u30011\u3064\u306e\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044 
Effectivity.Error.UnsupportedGlobalWithMultipleContexts=\u30b0\u30ed\u30fc\u30d0\u30eb\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306f\u3001\u540c\u3058\u5f0f\u306e\u4e2d\u3067\u4ed6\u306e\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3068\u7d50\u5408\u3067\u304d\u307e\u305b\u3093\u3002\u30b0\u30ed\u30fc\u30d0\u30eb\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u307e\u305f\u306f\u4ed6\u306e\u3059\u3079\u3066\u306e\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044

#Milestone
Effectivity.Dialog.Error.InvalidRange=\u7121\u52b9\u306a\u7bc4\u56f2\u30021\u307e\u305f\u306f2\u30de\u30a4\u30eb\u30b9\u30c8\u30fc\u30f3\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044

Effectivity.Error.MultiContextFilterNotAllowed=\u6709\u52b9\u6027\u30d5\u30a3\u30eb\u30bf(\u5909\u66f4\u306e\u6709\u52b9\u6027\u3068\u30d5\u30a3\u30eb\u30bf\u6709\u52b9\u6027\u306e\u7d44\u5408\u305b\u3067\u69cb\u6210)\u306b\u3001\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u304c\u8907\u6570\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u6709\u52b9\u6027\u30d5\u30a3\u30eb\u30bf\u306f\u9069\u7528\u3055\u308c\u3066\u3044\u307e\u305b\u3093

Effectivity.Error.RequiredParamterNotFound=\u30de\u30c3\u30d7\u30d1\u30e9\u30e1\u30fc\u30bf\u306b\u5fc5\u9808\u306e\u30ad\u30fc\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u5fc5\u9808\u306e\u30ad\u30fc\u3059\u3079\u3066\u3092\u6307\u5b9a\u3057\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.DuplicateConnectionFound=\u6307\u5b9a\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u9593\u306b\u91cd\u8907\u3057\u305f\u63a5\u7d9a\u304c\u3042\u308a\u307e\u3059\u3002\u3053\u306eAPI\u3067\u306f\u63a5\u7d9a\u306e\u91cd\u8907\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093

Effectivity.Error.StartCriteria=\u5165\u529bXM\u306b\u542b\u307e\u308c\u308b
Effectivity.Error.EndCriteria=\u305f\u3060\u3057\u3001\u3053\u306e\u6761\u4ef6\u306f\u53c2\u7167\u3067\u306f\u6709\u52b9\u3067\u3042\u308a\u307e\u305b\u3093

# In R418, Adding Alert For Effectivity Dialog On Mobile #
Effectivity.Alert.EffectivityOnMobile=\u30e2\u30d0\u30a4\u30eb\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u306f\u3001\u6709\u52b9\u6027\u306e\u5b9a\u7fa9\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093

Effectivity.Confirm.ClearAll=\u3059\u3079\u3066\u30af\u30ea\u30a2\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
Effectivity.Table.ActionIcons=\u30a2\u30af\u30b7\u30e7\u30f3
Effectivity.Button.Clear=\u30af\u30ea\u30a2
Effectivity.Dialog.Error.InvalidOption=\u30d5\u30a3\u30fc\u30c1\u30e3\u30fc\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u307f\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Dialog.Error.InvalidSelection=\u9078\u629e\u3057\u305f\u30ce\u30fc\u30c9\u306f\u6709\u52b9\u6027\u3067\u306f\u7121\u52b9\u3067\u3059\u3002\u9078\u629e\u3092\u5909\u66f4\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Dialog.EmptyOption=\u53f3\u30af\u30ea\u30c3\u30af\u3057\u3001\u30d0\u30ea\u30a2\u30f3\u30c8\u5024\uff0f\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0
Effectivity.EffectivityType.FeatureOption=\u30d0\u30ea\u30a2\u30f3\u30c8\u304a\u3088\u3073\u30aa\u30d7\u30b7\u30e7\u30f3
Effectivity.Category.Operators=\u6f14\u7b97\u5b50
Effectivity.Dialog.ClickToExpand=\u30af\u30ea\u30c3\u30af\u3057\u3066\u3053\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u5c55\u958b
Effectivity.Dialog.ClickToCollapse=\u30af\u30ea\u30c3\u30af\u3057\u3066\u3053\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u6298\u308a\u305f\u305f\u3080
Effectivity.Label.FilterExpression=\u30d5\u30a3\u30eb\u30bf\u5f0f

# Expression notices
Effectivity.Notice.ParentPartIsNotConfigured=\u4e0e\u3048\u3089\u308c\u305f\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u306e\u89aa\u90e8\u54c1\u306b\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u304c\u3042\u308a\u307e\u305b\u3093
Effectivity.Notice.ParentPartIsNotCompliantWithChange=[\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u4e0b\u3067\u4f5c\u696d]\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u5909\u66f4\u306f\u3001\u89aa\u90e8\u54c1\u306e\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3067\u5229\u7528\u53ef\u80fd\u3067\u306f\u306a\u3044\u30e2\u30c7\u30eb\u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059
Effectivity.Notice.ChangeApplicabilityIsEmptyAtFinalize=\u9069\u7528\u53ef\u80fd\u6027\u5f0f\u304c\u7a7a\u767d\u3067\u3059\u304c\u3001\u66f4\u65b0\u3059\u308b\u5f71\u97ff\u9805\u76ee\u304c\u3042\u308a\u307e\u3059
Effectivity.Notice.ChangeApplicabilitySynchronizationfailed=\u6709\u52b9\u6027\u5f0f\u306f\u9069\u7528\u53ef\u80fd\u6027\u5f0f\u304b\u3089\u540c\u671f\u3067\u304d\u307e\u305b\u3093
Effectivity.Notice.ChangeApplicabilityAndEffectivitieDoNotIntersect=\u5f0f\u304c\u9069\u7528\u53ef\u80fd\u6027\u3068\u4ea4\u5dee\u3057\u306a\u3044\u305f\u3081\u3001\u6709\u52b9\u6027\u3092\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30ea\u30a2\u30f3\u30c8\u6709\u52b9\u6027\u3092\u5909\u66f4\u3059\u308b\u306b\u306f\u3001\u5c55\u958b\u3055\u308c\u305f\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Notice.ChangeApplicabilityAndEffectivitieAreEqual=\u6709\u52b9\u6027\u5f0f\u3068\u9069\u7528\u53ef\u80fd\u6027\u304c\u540c\u3058\u3067\u3059\uff1a\u3053\u306e\u64cd\u4f5c\u306f\u9069\u7528\u3067\u304d\u307e\u305b\u3093
Effectivity.Notice.EffectivityCannotBeExtended=\u62e1\u5f35\u64cd\u4f5c\u3092\u9069\u7528\u3067\u304d\u308b\u306e\u306f\u3001\u5c55\u958b\u5f0f\u3092\u4f7f\u3063\u305f\u6709\u52b9\u6027\u306b\u9650\u3089\u308c\u307e\u3059
Effectivity.Label.Refinement=\u7d5e\u8fbc\u307f\u6761\u4ef6

#decoupling
Effectivity.Table.EvolutionEffectivity=\u5c55\u958b
Effectivity.Table.VariantEffectivity=\u30d0\u30ea\u30a2\u30f3\u30c8\uff0f\u30aa\u30d7\u30b7\u30e7\u30f3
Effectivity.Alert.ModelNotAttachedErrorEffectivity=\u6709\u52b9\u6027\u306e\u66f4\u65b0\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u6709\u52b9\u6027\u5b9a\u7fa9\u3067\u4f7f\u7528\u3055\u308c\u308b\u30e2\u30c7\u30eb\u304c\u3001\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u305b\u3093
Effectivity.Table.StructureVariantEffectivity=\u30d0\u30ea\u30a2\u30f3\u30c8\uff0f\u30aa\u30d7\u30b7\u30e7\u30f3
Effectivity.Table.StructureEvolutionEffectivity=\u5c55\u958b
Effectivity.Table.LegacyEffectivity=\u30ec\u30ac\u30b7\u30fc


Effectivity.Table.ProjectedEvolutionEffectivity=\u4e88\u6e2c\u3055\u308c\u305f\u5c55\u958b
Effectivity.Table.CurrentEvolutionEffectivity=\u73fe\u5728\u306e\u5c55\u958b


#configuration
Error.InternalServerError=\u5185\u90e8\u30a8\u30e9\u30fc
Error.ObjectNotFound=\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
Error.XCADConfigurationNotPossible=\u88fd\u54c1\u69cb\u9020\u3092\u69cb\u6210\u3067\u304d\u307e\u305b\u3093
Error.DetachNotPossible.ConfigurationUsage=\u30e2\u30c7\u30eb\u306f\u69cb\u6210\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u95a2\u9023\u4ed8\u3051\u3092\u89e3\u9664\u3067\u304d\u307e\u305b\u3093
Error.DetachNotPossible.EffectivityUsage=\u30e2\u30c7\u30eb\u306f\u6709\u52b9\u6027\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u95a2\u9023\u4ed8\u3051\u3092\u89e3\u9664\u3067\u304d\u307e\u305b\u3093
Error.DetachNotPossible.ConfigurationRevision=\u53c2\u7167\u306b\u69cb\u6210\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u3042\u308b\u305f\u3081\u30e2\u30c7\u30eb\u3092\u63a5\u7d9a\u89e3\u9664\u3067\u304d\u307e\u305b\u3093
Error.Unset.NoEffectivity=\u3053\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u306f\u6709\u52b9\u6027\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u672a\u8a2d\u5b9a\u3067\u306f\u7121\u610f\u5473\u3067\u3059
Error.AlreadyAttached=\u8b66\u544a\uff1aID - "<ModelID>"\u306e\u30e2\u30c7\u30eb\u306f\u53c2\u7167\u306b\u3059\u3067\u306b\u6dfb\u4ed8\u3055\u308c\u3066\u3044\u307e\u3059...
Error.AlreadyDetached=\u8b66\u544a\uff1aID - "<ModelID>"\u306e\u30e2\u30c7\u30eb\u306f\u3059\u3067\u306b\u95a2\u9023\u4ed8\u3051\u304c\u89e3\u9664\u3055\u308c\u3066\u3044\u307e\u3059...
Error.TypeNotAModel=\u306f\u30e2\u30c7\u30eb\u306e\u30bf\u30a4\u30d7\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Error.Unset.Domain.Forbidden=\u5165\u529b\u30c9\u30e1\u30a4\u30f3\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
Error.Unset.Instance.Controlled.Change=\u5165\u529b\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306f\u5909\u66f4\u306b\u3088\u3063\u3066\u5236\u5fa1\u3055\u308c\u307e\u3059
Error.Unset.NoEffectivity.ForDomain=\u3053\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u306f\u3001\u3053\u306e\u30c9\u30e1\u30a4\u30f3\u306b\u5bfe\u3059\u308b\u6709\u52b9\u6027\u304c\u3042\u308a\u307e\u305b\u3093
Error.ApplicabilityRead=\u9069\u7528\u53ef\u80fd\u6027\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
Error.Applicability.Finalization.Models=\u3059\u3079\u3066\u306e\u30e2\u30c7\u30eb\u304c\u53c2\u7167\u306b\u63a5\u7d9a\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u30d5\u30a1\u30a4\u30ca\u30e9\u30a4\u30ba\u3067\u304d\u307e\u305b\u3093
Effectivity.Error.AttachContextDeniedSinceReferenceIsRevised=\u6539\u8a02\u3055\u308c\u305f\u53c2\u7167\u306b\u306f\u8f9e\u66f8\u3092\u6dfb\u4ed8\u3067\u304d\u307e\u305b\u3093

#Effectivity classification
Effectivity.Notice.LegacyEffectivityClassification=\u3053\u306e\u6709\u52b9\u6027\u306f\u5206\u96e2\u4e0d\u53ef\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Effectivity.Notice.EvolutionOnly=\u3053\u306e\u6709\u52b9\u6027\u306b\u306f\u5c55\u958b\u5f0f\u3060\u3051\u3042\u308a\u307e\u3059
Effectivity.Notice.ModelNoMatch=\u3053\u306e\u6709\u52b9\u6027\u306b\u306f\u4efb\u610f\u306e\u30e2\u30c7\u30eb\u306e\u30d0\u30ea\u30a2\u30f3\u30c8\u5f0f\u304c\u3042\u308a\u307e\u305b\u3093
Effectivity.Notice.NoEffectivityFortheInstance=\u3053\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u306f\u6709\u52b9\u6027\u5f0f\u304c\u3042\u308a\u307e\u305b\u3093
Effectivity.Notice.InstanceNotFilterable=\u3053\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306f\u30d5\u30a3\u30eb\u30bf\u4e0d\u53ef\u3067\u3059

Effectivity.Alert.FlagNotExistInDB=\u30d5\u30e9\u30b0\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Effectivity.Alert.FlagDisabledInDB=\u30d5\u30e9\u30b0\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u5b58\u5728\u3057\u3001\u7121\u52b9\u3067\u3059
Effectivity.Alert.FlagEnabledInDB=\u30d5\u30e9\u30b0\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u5b58\u5728\u3057\u3001\u6709\u52b9\u3067\u3059
Effectivity.Alert.FilterableERTypesNotExistInDB=\u30d5\u30a3\u30eb\u30bf\u53ef\u80fd\u306aER\u30bf\u30a4\u30d7\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
Effectivity.Alert.FilterableERTypesFoundInDB=\u30d5\u30a3\u30eb\u30bf\u53ef\u80fd\u306aER\u30bf\u30a4\u30d7\u304c\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u898b\u3064\u304b\u308a\u307e\u3057\u305f

#RealizedChanges transfer
Error.CheckChangesModelsForTransfer=\u3059\u3079\u3066\u306e\u5909\u66f4\u5143\u306e\u30e2\u30c7\u30eb\u306f\u5909\u66f4\u5bfe\u8c61\u306e\u30e2\u30c7\u30eb\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093

Effectivity.Success.SetEvolutionOperationSuccess=\u5c55\u958b\u6709\u52b9\u6027\u306e\u8a2d\u5b9a\u64cd\u4f5c\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f

Effectivity.Alert.StaticMappingAvailable=\u30d5\u30e9\u30b0\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u5b58\u5728\u3057\u3001\u5229\u7528\u53ef\u80fd\u306a\u9759\u7684\u30de\u30c3\u30d4\u30f3\u30b0\u304c\u3042\u308a\u307e\u3059 
Effectivity.Alert.StaticMappingNotAvailable=\u30d5\u30e9\u30b0\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u5b58\u5728\u3057\u3001\u5229\u7528\u53ef\u80fd\u306a\u9759\u7684\u30de\u30c3\u30d4\u30f3\u30b0\u304c\u3042\u308a\u307e\u305b\u3093

# Configuration Revision
ConfigRevision.Error.ChangesNotCompleted=\u69cb\u6210\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u3059\u3079\u3066\u306e\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u304c\u5b8c\u4e86\u3057\u305f\u5834\u5408\u306b\u306e\u307f\u51cd\u7d50\u3067\u304d\u307e\u3059

Error.DetachNotPossible.ConfigRevision=\u53c2\u7167\u306b\u69cb\u6210\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u3042\u308b\u305f\u3081\u30e2\u30c7\u30eb\u3092\u63a5\u7d9a\u89e3\u9664\u3067\u304d\u307e\u305b\u3093
