#
#   EffectivityStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: EffectivityStringResource.properties.rca  $"
#

#Effectivity
Effectivity.Form.Label.Effectivity=G\u00fcltigkeit
Effectivity.Form.Label.Mode=Modus
Effectivity.Form.Label.ItemEffectivity=G\u00fcltigkeit des Elements
Effectivity.Form.Label.EffectivityExpression=G\u00fcltigkeitsausdruck
Effectivity.EffectivityType.Date=Datum
Effectivity.EffectivityType.Unit=Einheit
Effectivity.EffectivityType.Milestone=Meilenstein
Effectivity.Label.EditEffectivityDefinitionHeading=G\u00fcltigkeitsdefinition bearbeiten
Effectivity.Label.EditVariantEffectivityDefinitionHeading=Variante/Option effektiv bearbeiten
Effectivity.Label.EditEvolutionEffectivityDefinitionHeading=G\u00fcltigkeitsentwicklung bearbeiten
Effectivity.Label.FilterEffectivityDefinitionHeading=Nach G\u00fcltigkeitsdefinition filtern
Effectivity.Label.EffectivityExpressionSubHeading=G\u00fcltigkeitsausdruck f\u00fcr: 
Effectivity.Label.Expression=Ausdruck
Effectivity.Label.CompletedExpression=Vollst\u00e4ndiger Ausdruck
Effectivity.Label.Type=Typ
Effectivity.Label.Mode=Modus
Effectivity.Label.EffectivitySelector=G\u00fcltigkeitsauswahlmethode
Effectivity.Label.InsertAsRange=Als Bereich einf\u00fcgen
Effectivity.Label.Name=Name
Effectivity.Label.Revision=Revision
Effectivity.Label.Discipline=Disziplin
Effectivity.Label.Date=Datum
Effectivity.LeftExpression.Invalid=Ung\u00fcltiger Wert
Effectivity.Sequence.Selectable=Folgewert

Effectivity.Table.ItemEffectivity=G\u00fcltigkeit des Elements
Effectivity.Table.StructureEffectivity=G\u00fcltigkeit
Effectivity.Table.EditStructureExpression=Strukturenausdruck bearbeiten
Effectivity.Table.ProposedEffectivity=Vorgeschlagene G\u00fcltigkeit
Effectivity.Table.CurrentEffectivity=Aktuelle G\u00fcltigkeit

Effectivity.Validation.ValidateRangeAlert=Bitte w\u00e4hlen Sie nur Elemente des gleichen \u00fcbergeordneten Objekts aus.
Effectivity.Validation.UserSelectionRequirement=W\u00e4hlen Sie ein Element aus.
Effectivity.Expression.Invalid=Der Ausdruck ist ung\u00fcltig
Effectivity.Validation.InvalidDateRange=Ung\u00fcltiger Datumsbereich. Geben Sie beim Einf\u00fcgen eines Bereichs nur 2 Daten ein
Effectivity.Validation.RequestDateSelection=Bitte w\u00e4hlen Sie ein Datum aus, das in den Ausdruck eingef\u00fcgt werden soll.
Effectivity.Validation.RowDeletionNotPermitted=Die Zeile kann nicht gel\u00f6scht werden
Effectivity.Label.CompletedRule=Abgeschlossene Regel 
Effectivity.Label.RuleExpressionDialog=Regelausdruck-Dialog
Effectivity.Common.Done=Fertig
Effectivity.Button.Cancel=Abbrechen
Effectivity.Button.Validate=Validieren
Effectivity.Button.Help=Hilfe
Effectivity.Expression.Valid=Der Ausdruck ist g\u00fcltig.
Effectivity.Validation.EndBeforeStart=Das Enddatum liegt vor dem Startdatum. Bitte \u00fcberpr\u00fcfen Sie die Eingabe.
Effectivity.Validation.EndSameStart=Das Enddatum ist das gleiche wie das Startdatum. Bitte \u00fcberpr\u00fcfen Sie die Eingabe.
Effectivity.Error.CommandNotRegistered=Es wurde kein Befehlsobjekt des Typs 'G\u00fcltigkeit' gefunden.  Bitte fragen Sie einen Administrator bez\u00fcglich der Registrierung eines g\u00fcltigen Befehlsobjekts vom Typ 'G\u00fcltigkeit'. 
Effectivity.Error.InvalidEffectivityCommandSettings=F\u00fcr das Befehlsobjekt des Typs 'G\u00fcltigkeit' sind keine Einstellungen vorhanden. Bitte fragen Sie einen Administrator bez\u00fcglich der Aufnahme von Eigenschaftseinstellungen f\u00fcr das Befehlsobjekt des Typs 'G\u00fcltigkeit'. 
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=Der G\u00fcltigkeitsausdruck enth\u00e4lt einige G\u00fcltigkeitstypen, die nicht f\u00fcr dieses Objekt \u00fcbernommen wurden.  
Effectivity.Validation.Infinity=Dieser Ausdruck kann nicht unbegrenzt sein
Effectivity.Request.Selection=W\u00e4hlen Sie ein Element aus.
Effectivity.Root.Missing=Keine Objekte gefunden
Effectivity.Validation.InvalidUnitRange=Ung\u00fcltiger Bereich. Bitte w\u00e4hlen Sie einen oder zwei Folgewerte beim Einf\u00fcgen als Bereich aus.
Effectivity.Validation.Failure=Ung\u00fcltiger Einheitenbereich. Bitte geben Sie einen g\u00fcltigen Bereich ein
Effectivity.KeyinValidation.InfinitySymbolSequence=Ung\u00fcltige Reihenfolge: Das Unendlichkeitssymbol erscheint m\u00f6glicherweise nicht als Wert der Reihenfolge.
Effectivity.KeyinValidation.InfinitySymbolSequenceStart=Ung\u00fcltige Reihenfolge: Das Unendlichkeitssymbol erscheint m\u00f6glicherweise nicht als Anfangswert des Folgebereichs.
Effectivity.KeyinValidation.InvalidIntKeyword=Ung\u00fcltige Reihenfolge: Der folgende Wert wird nicht als g\u00fcltige Ganzzahl oder als Schl\u00fcsselwort erkannt:
Effectivity.KeyinValidation.NoGreaterThanZero=Ung\u00fcltige Reihenfolge: Als Wert der Reihenfolge ist eine Ganzzahl \u00fcber Null (0) erforderlich. 
Effectivity.KeyinValidation.StartLessThanEnd=Ung\u00fcltige Reihenfolge: Das Startdatum muss vor dem Endbereich liegen.
Effectivity.KeyinValidation.EmptyValue=Bitte geben Sie einen Folgewert ein.
Effectivity.Root.StructureEffectivity=Die Struktureng\u00fcltigkeit f\u00fcr den Stamm kann nicht bearbeitet werden.
Effectivity.List.UserSelectionRequirement=W\u00e4hlen Sie eine Zeile aus.

Effectivity.Error.InvalidIds=Mindestens eine Parameterkennung ist Null oder leer. Bitte verwenden Sie eine g\u00fcltige Kennung.
Effectivity.Error.NoEffectivityTypeFound=Kein G\u00fcltigkeitstyp gefunden. Verwenden Sie einen im Schema definierten, zul\u00e4ssigen G\u00fcltigkeitstyp.
Effectivity.Error.InvalidCategoryTypeSetting=Ung\u00fcltiger Kategorientyp. Bitte \u00fcberpr\u00fcfen Sie die g\u00fcltigen Einstellungen f\u00fcr Kategorientypen.
Effectivity.Error.NoUsageDataForPhysicalId=F\u00fcr die angegebene physische Kennung liegen keine Verwendungsdaten vor. Bitte wenden Sie sich an Ihren Systemadministrator.
Effectivity.Error.Effectivity.Error.InvalidContextId=Die Kontextkennung wurde nicht definiert.  Bitte definieren Sie die Kontextbeziehung oder Objektkennung.
Effectivity.Error.InvalidOperation=Ung\u00fcltiger Vorgang. Bitte geben Sie einen g\u00fcltigen Aktionstyp an.
Effectivity.Error.UnsupportedCriteriaType=Nicht unterst\u00fctzter Kriterientyp. Bitte geben Sie einen unterst\u00fctzten Kriterientyp an.
Effectivity.Error.ErrorGettingChangeEffectivity=Fehler beim Abruf der \u00c4nderungsg\u00fcltigkeit.
Effectivity.Error.InvalidEffectivityMap=Ung\u00fcltige G\u00fcltigkeitszuordnung.
Effectivity.Error.EffectivityUsageCannotDelete=Das Objekt wird in einem G\u00fcltigkeitsausdruck verwendet und kann nicht gel\u00f6scht werden. Entfernen Sie das Objekt aus allen G\u00fcltigkeitsausdr\u00fccken, um das L\u00f6schen zu erm\u00f6glichen.
Effectivity.Error.IEffectivityOnChangeNotImplemented=Die erforderlichen Methoden werden von dieser Typenklasse nicht implementiert. Bitte wenden Sie sich an den Systemadministrator, um IEffectivityOnChange f\u00fcr diese Klasse zu implementieren

Effectivity.Error.ParentNotAttachedAllModelsFromAC=Der \u00fcbergeordneten Referenz sind nicht alle Modelle aus dem Erstellungskontext zugeordnet.
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=Bei der \u00fcbergeordneten Referenz sind nicht alle Kriterien aus dem Erstellungskontext aktiviert.

Effectivity.Error.InstanceDoesNotHaveEffectivity=Diese Instanz besitzt keine G\u00fcltigkeit.
Effectivity.Error.OnlyEvolutionEffectivity=Diese Instanz hat nur G\u00fcltigkeit in der Entwicklungsdom\u00e4ne.

//Display value for records that have been cut entirely and the expression evaluation is always false
Effectivity.FalseExpression.Display=Ung\u00fcltig
Effectivity.TrueExpression.Display=G\u00fcltig

Effectivity.Range.Error.SequenceValues=Die Option 'Als Bereich einf\u00fcgen' erfordert einen oder zwei Folgewerte. Die Anzahl der gefundenen Folgewerte betr\u00e4gt: 
Effectivity.Range.Error.DatesValues=Die Option 'Als Bereich einf\u00fcgen' erfordert einen oder zwei Datumswerte. Die Anzahl der gefundenen Datumswerte betr\u00e4gt: 
Effectivity.Error.InvalidExpression=Ung\u00fcltiger eigentlicher Ausdruck

//Composition Binary Error Messages
CompositionBinary.Error.NotLoaded=Die Zusammensetzungsbin\u00e4rdatei wurde nicht richtig geladen. \u00dcberpr\u00fcfen Sie bitte, ob die Zusammensetzungsbin\u00e4rdatei korrekt eingerichtet wurde.
CompositionBinary.Error.BadRelationshipType=Der Beziehungstyp f\u00fcr die Zusammensetzungsbin\u00e4rdatei wurde nicht richtig eingerichtet. \u00dcberpr\u00fcfen Sie bitte, ob die Zusammensetzungsbin\u00e4rdatei korrekt eingerichtet wurde.
CompositionBinary.Error.NoCommandSettings=Die Befehlseinstellungen der Zusammensetzungsbin\u00e4rdatei wurden nicht richtig geladen. \u00dcberpr\u00fcfen Sie bitte, ob die Zusammensetzungsbin\u00e4rdatei korrekt eingerichtet wurde.
CompositionBinary.Error.MissingSettings=Die Zusammensetzungsbin\u00e4rdatei enth\u00e4lt nicht die erforderlichen Einstellungen. Bitte erg\u00e4nzen Sie die erforderlichen Einstellungen im Zusammensetzungsbin\u00e4rbefehl.
CompositionBinary.Error.InvalidExpandProgram=Die Zusammensetzungsbin\u00e4rdatei kann das expandProgram-JPO nicht aufrufen.  Bitte \u00fcberpr\u00fcfen Sie die expandProgram-Einstellung im Zusammensetzungsbin\u00e4rbefehl
Effectivity.Label.EditApplicabilityDefinitionHeading=Anwendbarkeitsdefinition bearbeiten
Effectivity.Label.ApplicabilityExpressionSubHeading=Anwendbarkeitsausdruck f\u00fcr: 
Effectivity.Label.ApplicabilitySelector=Anwendbarkeitsauswahl
Effectivity.Form.Label.ApplicabilityExpression=Anwendbarkeitsausdruck
Effectivity.Command.ApplicabilitySummary=Anwendbarkeit


Effectivity.EffectivityType.Products=Produkte
Effectivity.EffectivityType.ManufacturingPlans=Fertigungspl\u00e4ne

Effectivity.Button.Filter=Filter

Effectivity.Button.Remove=Entfernen
Effectivity.Button.Insert=Einf\u00fcgen
Effectivity.Button.MoveDown=Nach unten verschieben
Effectivity.Button.MoveUp=Nach oben verschieben
Effectivity.Button.ClearExpression=Ausdruck l\u00f6schen
CompositionBinary.Error.MissingRequiredExpandProgramKeys=Die von expandProgram f\u00fcr diese Zusammensetzungsbin\u00e4rdatei ausgegebenen Ergebnisse weisen nicht die erforderlichen Schl\u00fcssel auf.  Zur Ausgabe der ben\u00f6tigten Daten wenden Sie sich bitte an den Systemadministrator.

# Configuration Context Entries
Effectivity.Alert.CannotRemoveConfigCtx=Der ausgew\u00e4hlte Konfigurationskontext kann nicht entfernt werden, da f\u00fcr ihn eine Referenz in einem G\u00fcltigkeitsausdruck besteht. Entfernen Sie die Referenz, bevor Sie den Konfigurationskontext entfernen.
Effectivity.Command.ConfigurationCriteria=Konfigurationskontext
Effectivity.Heading.ConfigurationCriteria=Konfigurationskontext
Effectivity.Command.ConfigurationContext=Konfigurationskontext
Effectivity.ActionLink.AddExisting=Vorhand. hinzuf\u00fcgen
Effectivity.ActionLink.Remove=Entfernen
Effectivity.Table.Name=Name
Effectivity.Table.Type=Typ
Effectivity.Table.Revision=Revision
Effectivity.Table.State=Stadium
Effectivity.Table.Description=Beschreibung
Effectivity.Alert.Remove=Sie haben den Befehl zum Entfernen der ausgew\u00e4hlten Elemente aus der Liste gew\u00e4hlt. Die Elemente werden dadurch nicht aus der Datenbank gel\u00f6scht. Wenn der Befehl zum Entfernen ausgef\u00fchrt werden soll, klicken Sie auf OK. Um den Vorgang abzubrechen, klicken Sie auf Abbrechen.

# Feature Option Effectivity entries
Effectivity.Alert.rootNodeStructureEffectivity=Struktureng\u00fcltigkeit f\u00fcr den Stammknoten kann nicht definiert/ge\u00e4ndert werden.
Effectivity.Table.DisplayName=Anzeigename
Effectivity.Error.EffectivityUsageCannotRemoveObject=<object_type> <object_name> wird in einem konfigurierten Ausdruck (Filter, G\u00fcltigkeit, ...) verwendet und kann nicht entfernt werden. Entfernen Sie die Kriterien aus allen konfigurierten Ausdr\u00fccken, um das Entfernen zu erm\u00f6glichen.
Effectivity.Error.EffectivityUsageCannotDeleteObject=Das Objekt, das Sie l\u00f6schen m\u00f6chten, wird in einem konfigurierten Ausdruck verwendet (Filter, G\u00fcltigkeit, ...) und kann nicht gel\u00f6scht werden. Entfernen Sie die Kriterien aus allen konfigurierten Ausdr\u00fccken, um die L\u00f6schung zu erm\u00f6glichen.
Effectivity.Error.EffectivityUsageCannotModifyObject=<object_type> <object_name> wird in einem konfigurierten Ausdruck (Filter, G\u00fcltigkeit, ...) verwendet und kann nicht ge\u00e4ndert werden. Entfernen Sie die Kriterien aus allen konfigurierten Ausdr\u00fccken, um die \u00c4nderung zu erm\u00f6glichen.

# UI Enhancement
Effectivity.Error.SelectAContext=Bitte w\u00e4hlen Sie einen Kontext aus, der nicht global ist.
Effectivity.Error.InvalidContextExpression=Bitte pr\u00fcfen Sie ung\u00fcltigen Ausdruck f\u00fcr Kontexte:
Effectivity.Label.Global=Global
Effectivity.Label.Context=Kontext
Effectivity.Label.Range=Bereich
Effectivity.Dialog.SearchContext=Kontext suchen
Effectivity.Dialog.ClickToCollapse=Zum Reduzieren klicken
Effectivity.Dialog.ClickToClose=Zum Schlie\u00dfen dieses Abschnitts klicken
Effectivity.Dialog.ClickToOpen=Zum \u00d6ffnen dieses Abschnitts klicken
Effectivity.Dialog.Date.Start=Start
Effectivity.Dialog.Date.End=Ende
Effectivity.Dialog.ChangeValue=Nehmen Sie eine \u00c4nderung vor
Effectivity.Dialog.Panel.NotApplicable=Der ausgew\u00e4hlte Quellenbereich ist im gew\u00e4hlten Kontext nicht anwendbar.
Effectivity.Alert.RootNodeSelection=Der Stammknoten kann nicht eingef\u00fcgt werden

#Global Context
Effectivity.Dialog.NoDesignVariantExists=Der ausgew\u00e4hlte Quellenbereich kann nicht verwendet werden, da keine Konstruktionsvariante vorhanden ist
Effectivity.Dialog.SomeDesignVariantExists=Der ausgew\u00e4hlte Quellenbereich kann nicht verwendet werden, da eine Konstruktionsvariante vorhanden ist
Effectivity.Dialog.SearchIsNotApplicable=Die Suche ist nicht auf den ausgew\u00e4hlten Quellenbereich anwendbar oder es ist kein Suchtyp definiert

Effectivity.Error.UnsupportedDateWithRelational=Datum wird mit der relationalen G\u00fcltigkeitsart nicht unterst\u00fctzt. Entfernen Sie eine der G\u00fcltigkeitsarten von der Verwaltung f\u00fcr diese Beziehung oder diesen Typ.
Effectivity.Error.UnsupportedRelationalWithMultipleContexts=Relationale G\u00fcltigkeitsart wird nicht mit mehreren Konfigurationskontexten in einem Ausdruck unterst\u00fctzt. Verwenden Sie nur einen Konfigurationskontext, wenn sie relationale G\u00fcltigkeitsarten definieren. 
Effectivity.Error.UnsupportedGlobalWithMultipleContexts=Ein globaler Konfigurationskontext kann nicht mit anderen Konfigurationskontexten im gleichen Ausdruck kombiniert werden. Entfernen Sie entweder den globalen Konfigurationskontext oder alle anderen Konfigurationskontexte.

#Milestone
Effectivity.Dialog.Error.InvalidRange=Ung\u00fcltiger Bereich. Bitte w\u00e4hlen Sie 1 oder 2 Meilensteine aus.

Effectivity.Error.MultiContextFilterNotAllowed=Der aus der \u00c4nderungsg\u00fcltigkeit und Filterg\u00fcltigkeit bestehende G\u00fcltigkeitsfilter enth\u00e4lt mehrere Kontexte. Dies wird nicht unterst\u00fctzt. Es wurde kein G\u00fcltigkeitsfilter angewandt.

Effectivity.Error.RequiredParamterNotFound=Der ben\u00f6tigte Schl\u00fcssel wurde nicht im Zuordnungsparameter gefunden. Bitte stellen Sie sicher, dass alle ben\u00f6tigten Schl\u00fcssel angegeben sind.
Effectivity.Error.DuplicateConnectionFound=Zwischen den angegebenen Objekten wurde eine doppelte Verbindung gefunden. Diese API unterst\u00fctzt keine doppelten Verbindungen.

Effectivity.Error.StartCriteria=Die Eingabe-XML enth\u00e4lt
Effectivity.Error.EndCriteria=aber dieses Kriterium ist f\u00fcr die Referenz nicht aktiviert.

# In R418, Adding Alert For Effectivity Dialog On Mobile #
Effectivity.Alert.EffectivityOnMobile=Die Definition der G\u00fcltigkeit wird f\u00fcr die mobile Plattform nicht unterst\u00fctzt.

Effectivity.Confirm.ClearAll=M\u00f6chten Sie wirklich alles l\u00f6schen?
Effectivity.Table.ActionIcons=Aktionen
Effectivity.Button.Clear=L\u00f6schen
Effectivity.Dialog.Error.InvalidOption=Bitte nur Funktion-Optionen einf\u00fcgen
Effectivity.Dialog.Error.InvalidSelection=Die ausgew\u00e4hlte Knoten werden f\u00fcr G\u00fcltigkeit nicht unterst\u00fctzt. Bitte Auswahl \u00e4ndern.
Effectivity.Dialog.EmptyOption=Klicken Sie mit der rechten Maustaste, um einen Variantenwert bzw. eine Variantenoption hinzuzuf\u00fcgen
Effectivity.EffectivityType.FeatureOption=Varianten und Optionen
Effectivity.Category.Operators=Operatoren
Effectivity.Dialog.ClickToExpand=Zum Erweitern dieses Abschnitts klicken
Effectivity.Dialog.ClickToCollapse=Zum Reduzieren dieses Abschnitts klicken
Effectivity.Label.FilterExpression=Filterausdruck

# Expression notices
Effectivity.Notice.ParentPartIsNotConfigured=Das \u00fcbergeordnete Teil der angegebenen Beziehung verf\u00fcgt \u00fcber keinen Konfigurationskontext.
Effectivity.Notice.ParentPartIsNotCompliantWithChange=Die \u00c4nderungen, die als 'Arbeit unter' verwendet wurde, verwendet Modelle, die nicht im Konfigurationskontext des \u00fcbergeordneten Teils verf\u00fcgbar sind.
Effectivity.Notice.ChangeApplicabilityIsEmptyAtFinalize=Der Anwendbarkeitsausdruck ist leer. Es sind aber zu aktualisierende beeinflusste Elemente vorhanden.
Effectivity.Notice.ChangeApplicabilitySynchronizationfailed=G\u00fcltigkeitsausdr\u00fccke k\u00f6nnen nicht \u00fcber die Anwendbarkeit synchronisiert werden.
Effectivity.Notice.ChangeApplicabilityAndEffectivitieDoNotIntersect=G\u00fcltigkeit kann nicht bearbeitet werden, da der Ausdruck sich nicht mit der Anwendbarkeit \u00fcberschneidet. Verwenden Sie eine weiterentwickelte Instanz, um die Varianteng\u00fcltigkeit zu \u00e4ndern.
Effectivity.Notice.ChangeApplicabilityAndEffectivitieAreEqual=G\u00fcltigkeitsausdruck entspricht Anwendbarkeit: Vorgang kann nicht ausgef\u00fchrt werden.
Effectivity.Notice.EffectivityCannotBeExtended=Erweiterungsvorgang gilt nur f\u00fcr G\u00fcltigkeiten mit Entwicklungsausdruck.
Effectivity.Label.Refinement=Eingrenzungen

#decoupling
Effectivity.Table.EvolutionEffectivity=Entwicklung
Effectivity.Table.VariantEffectivity=Variante/Option
Effectivity.Alert.ModelNotAttachedErrorEffectivity=G\u00fcltigkeitsaktualisierung fehlgeschlagen. F\u00fcr G\u00fcltigkeitsdefinition verwendetes Modell ist nicht mit Kontextobjekt verbunden
Effectivity.Table.StructureVariantEffectivity=Variante/Option
Effectivity.Table.StructureEvolutionEffectivity=Entwicklung
Effectivity.Table.LegacyEffectivity=Legacy


Effectivity.Table.ProjectedEvolutionEffectivity=Projizierte Entwicklung
Effectivity.Table.CurrentEvolutionEffectivity=Aktuelle Entwicklung


#configuration
Error.InternalServerError=interner Fehler
Error.ObjectNotFound=nicht gefunden
Error.XCADConfigurationNotPossible=Produktstrukturen k\u00f6nnen nicht konfiguriert werden.
Error.DetachNotPossible.ConfigurationUsage=Modell kann nicht abgetrennt werden, da es von einer Konfiguration verwendet wird
Error.DetachNotPossible.EffectivityUsage=Modell kann nicht abgetrennt werden, weil es von einem G\u00fcltigkeitsausdruck verwendet wird
Error.DetachNotPossible.ConfigurationRevision=Modell kann nicht gel\u00f6st werden, da die Referenz \u00fcber Konfigurationsrevisionen verf\u00fcgt
Error.Unset.NoEffectivity=Diese Instanz besitzt keine G\u00fcltigkeit, Zur\u00fccksetzen hat keine Wirkung
Error.AlreadyAttached=WARNUNG: Modell mit ID '<ModelID>' ist bereits an die Referenz angef\u00fcgt!
Error.AlreadyDetached=WARNUNG: Modell mit ID '<ModelID>' ist bereits abgetrennt!
Error.TypeNotAModel=ist kein Modelltyp
Error.Unset.Domain.Forbidden=Die Eingabedom\u00e4ne ist unzul\u00e4ssig
Error.Unset.Instance.Controlled.Change=Die Eingabeinstanz wird durch eine \u00c4nderung gesteuert
Error.Unset.NoEffectivity.ForDomain=Diese Instanz besitzt keine G\u00fcltigkeit f\u00fcr diese Dom\u00e4ne
Error.ApplicabilityRead=Fehler beim Lesen der Anwendbarkeit
Error.Applicability.Finalization.Models=Die \u00c4nderungsaktion kann nicht abgeschlossen werden, da nicht alle Modelle den Referenzen beigef\u00fcgt sind
Effectivity.Error.AttachContextDeniedSinceReferenceIsRevised=W\u00f6rterbuch kann nicht an eine revidierte Referenz angef\u00fcgt werden.

#Effectivity classification
Effectivity.Notice.LegacyEffectivityClassification=Diese G\u00fcltigkeit kann nicht entkoppelt werden.
Effectivity.Notice.EvolutionOnly=Diese G\u00fcltigkeit hat nur einen Entwicklungsausdruck
Effectivity.Notice.ModelNoMatch=Diese G\u00fcltigkeit hat keinen Variantenausdruck f\u00fcr das angegebene Modell
Effectivity.Notice.NoEffectivityFortheInstance=Diese Instanz hat keinen G\u00fcltigkeitsausdruck.
Effectivity.Notice.InstanceNotFilterable=Diese Instanz ist nicht filterbar

Effectivity.Alert.FlagNotExistInDB=Markierung befindet sich nicht in der Datenbank.
Effectivity.Alert.FlagDisabledInDB=Markierung befindet sich in der Datenbank und ist deaktiviert.
Effectivity.Alert.FlagEnabledInDB=Markierung befindet sich in der Datenbank und ist aktiviert.
Effectivity.Alert.FilterableERTypesNotExistInDB=Filterbare ER-Typen befinden sich nicht in der Datenbank.
Effectivity.Alert.FilterableERTypesFoundInDB=Filterbare ER-Typen in der Datenbank gefunden.

#RealizedChanges transfer
Error.CheckChangesModelsForTransfer=In den Modellen des \u00c4nderungsziels sind keine Modelle der \u00c4nderungsquelle enthalten.

Effectivity.Success.SetEvolutionOperationSuccess=Aktion zum Festlegen der G\u00fcltigkeit der Entwicklung erfolgreich ausgef\u00fchrt.

Effectivity.Alert.StaticMappingAvailable=Markierung existiert in der Datenbank und eine statische Zuordnung ist verf\u00fcgbar. 
Effectivity.Alert.StaticMappingNotAvailable=Markierung existiert in der Datenbank und es ist keine statische Zuordnung verf\u00fcgbar.

# Configuration Revision
ConfigRevision.Error.ChangesNotCompleted=Die Konfigurationsrevision kann nur eingefroren werden, wenn alle \u00c4nderungsaktionen abgeschlossen wurden

Error.DetachNotPossible.ConfigRevision=Modell kann nicht gel\u00f6st werden, da die Referenz \u00fcber Konfigurationsrevisionen verf\u00fcgt
