#
#   EffectivityStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: EffectivityStringResource.properties.rca  $"
#

#Effectivity
Effectivity.Form.Label.Effectivity=Skuteczno\u015b\u0107
Effectivity.Form.Label.Mode=Tryb
Effectivity.Form.Label.ItemEffectivity=Skuteczno\u015b\u0107 elementu
Effectivity.Form.Label.EffectivityExpression=Wyra\u017cenie skuteczno\u015bci
Effectivity.EffectivityType.Date=Data
Effectivity.EffectivityType.Unit=Jednostka
Effectivity.EffectivityType.Milestone=Kamie\u0144 milowy
Effectivity.Label.EditEffectivityDefinitionHeading=Edytuj definicj\u0119 skuteczno\u015bci
Effectivity.Label.EditVariantEffectivityDefinitionHeading=Edytuj skuteczno\u015b\u0107 wariantu/opcji
Effectivity.Label.EditEvolutionEffectivityDefinitionHeading=Edytuj skuteczno\u015b\u0107 ewolucji
Effectivity.Label.FilterEffectivityDefinitionHeading=Definicja skuteczno\u015bci filtrowania
Effectivity.Label.EffectivityExpressionSubHeading=Wyra\u017cenie skuteczno\u015bci dla: 
Effectivity.Label.Expression=Wyra\u017cenie
Effectivity.Label.CompletedExpression=Kompletne wyra\u017cenie
Effectivity.Label.Type=Typ
Effectivity.Label.Mode=Tryb
Effectivity.Label.EffectivitySelector=Selektor skuteczno\u015bci
Effectivity.Label.InsertAsRange=Wstaw jako zakres
Effectivity.Label.Name=Nazwa
Effectivity.Label.Revision=Poprawka
Effectivity.Label.Discipline=Dziedzina
Effectivity.Label.Date=Data
Effectivity.LeftExpression.Invalid=Nieprawid\u0142owa warto\u015b\u0107
Effectivity.Sequence.Selectable=Warto\u015b\u0107 sekwencji

Effectivity.Table.ItemEffectivity=Skuteczno\u015b\u0107 elementu
Effectivity.Table.StructureEffectivity=Skuteczno\u015b\u0107
Effectivity.Table.EditStructureExpression=Edytuj wyra\u017cenie struktury
Effectivity.Table.ProposedEffectivity=Proponowana skuteczno\u015b\u0107
Effectivity.Table.CurrentEffectivity=Obecna skuteczno\u015b\u0107

Effectivity.Validation.ValidateRangeAlert=Prosz\u0119 wybra\u0107 elementy z tego samego obiektu nadrz\u0119dnego.
Effectivity.Validation.UserSelectionRequirement=Wybierz element.
Effectivity.Expression.Invalid=Wyra\u017cenie jest nieprawid\u0142owe.
Effectivity.Validation.InvalidDateRange=Zakres dat jest nieprawid\u0142owy. Przy okre\u015blaniu zakresu wybierz tylko dwie daty.
Effectivity.Validation.RequestDateSelection=Wybierz dat\u0119, kt\u00f3ra ma zosta\u0107 wstawiona do wyra\u017cenia.
Effectivity.Validation.RowDeletionNotPermitted=Nie mo\u017cna usun\u0105\u0107 wiersza.
Effectivity.Label.CompletedRule=Kompletna regu\u0142a 
Effectivity.Label.RuleExpressionDialog=Okno dialogowe wyra\u017cenia regu\u0142y
Effectivity.Common.Done=Gotowe
Effectivity.Button.Cancel=Anuluj
Effectivity.Button.Validate=Sprawd\u017a poprawno\u015b\u0107
Effectivity.Button.Help=Pomoc
Effectivity.Expression.Valid=Wyra\u017cenie jest prawid\u0142owe.
Effectivity.Validation.EndBeforeStart=Data zako\u0144czenia przypada przed dat\u0105 rozpocz\u0119cia. Sprawd\u017a to.
Effectivity.Validation.EndSameStart=Data zako\u0144czenia jest taka sama jak data rozpocz\u0119cia. Sprawd\u017a to.
Effectivity.Error.CommandNotRegistered=Nie mo\u017cna odnale\u017a\u0107 obiektu polecenia ustawiaj\u0105cego typ skuteczno\u015bci. Popro\u015b administratora o pomoc w zarejestrowaniu takiego prawid\u0142owego obiektu. 
Effectivity.Error.InvalidEffectivityCommandSettings=Obiekt polecenia ustawiaj\u0105cego typ skuteczno\u015bci nie ma ustawie\u0144. Popro\u015b administratora, aby doda\u0142 niezb\u0119dne ustawienia. 
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=Wyra\u017cenie skuteczno\u015bci zawiera pewne typy skuteczno\u015bci, kt\u00f3re nie zosta\u0142y zastosowane w tym obiekcie.  
Effectivity.Validation.Infinity=Wyra\u017cenie nie mo\u017ce zawiera\u0107 symbolu niesko\u0144czono\u015bci.
Effectivity.Request.Selection=Wybierz element.
Effectivity.Root.Missing=Nie znaleziono \u017cadnych obiekt\u00f3w.
Effectivity.Validation.InvalidUnitRange=Zakres jest nieprawid\u0142owy. Podczas okre\u015blania zakresu wybierz 1 lub 2 warto\u015bci sekwencji.
Effectivity.Validation.Failure=Zakres jednostek jest nieprawid\u0142owy. Wprowad\u017a poprawny zakres.
Effectivity.KeyinValidation.InfinitySymbolSequence=Nieprawid\u0142owa sekwencja. Symbol niesko\u0144czono\u015bci nie mo\u017ce by\u0107 warto\u015bci\u0105 sekwencji.
Effectivity.KeyinValidation.InfinitySymbolSequenceStart=Nieprawid\u0142owa sekwencja. Symbol niesko\u0144czono\u015bci nie mo\u017ce by\u0107 warto\u015bci\u0105 pocz\u0105tkow\u0105 zakresu sekwencji.
Effectivity.KeyinValidation.InvalidIntKeyword=Nieprawid\u0142owa sekwencja. Nast\u0119puj\u0105cy element nie jest rozpoznawany jako prawid\u0142owa liczba ca\u0142kowita lub s\u0142owo kluczowe:
Effectivity.KeyinValidation.NoGreaterThanZero=Nieprawid\u0142owa sekwencja. Warto\u015b\u0107 sekwencji musi by\u0107 liczb\u0105 ca\u0142kowit\u0105 wi\u0119ksz\u0105 od (0). 
Effectivity.KeyinValidation.StartLessThanEnd=Nieprawid\u0142owa sekwencja. Warto\u015b\u0107 pocz\u0105tkowa zakresu musi by\u0107 mniejsza ni\u017c warto\u015b\u0107 ko\u0144cowa zakresu.
Effectivity.KeyinValidation.EmptyValue=Wprowad\u017a warto\u015b\u0107 sekwencji.
Effectivity.Root.StructureEffectivity=Nie mo\u017cna edytowa\u0107 skuteczno\u015bci struktury dla obiektu g\u0142\u00f3wnego.
Effectivity.List.UserSelectionRequirement=Wybierz wiersz.

Effectivity.Error.InvalidIds=Co najmniej jeden identyfikator parametru ma warto\u015b\u0107 null lub jest pusty. U\u017cyj prawid\u0142owego identyfikatora.
Effectivity.Error.NoEffectivityTypeFound=Nie znaleziono typu skuteczno\u015bci. U\u017cyj prawid\u0142owego typu skuteczno\u015bci okre\u015blonego w schemacie.
Effectivity.Error.InvalidCategoryTypeSetting=Typ kategorii jest nieprawid\u0142owy. Sprawd\u017a, jakie ustawienia ma prawid\u0142owy typ kategorii.
Effectivity.Error.NoUsageDataForPhysicalId=Nie ma danych o u\u017cyciu dla podanego identyfikatora fizycznego produktu. Skontaktuj si\u0119 z administratorem systemu.
Effectivity.Error.Effectivity.Error.InvalidContextId=Nie ustawiono identyfikatora kontekstu. Okre\u015bl relacj\u0119 kontekstu lub identyfikator obiektu.
Effectivity.Error.InvalidOperation=Operacja jest nieprawid\u0142owa. Okre\u015bl prawid\u0142owy typ operacji.
Effectivity.Error.UnsupportedCriteriaType=Typ kryteri\u00f3w jest nieobs\u0142ugiwany. Okre\u015bl obs\u0142ugiwany typ kryteri\u00f3w.
Effectivity.Error.ErrorGettingChangeEffectivity=Wyst\u0105pi\u0142 b\u0142\u0105d w trakcie pobierania informacji o skuteczno\u015bci zmiany.
Effectivity.Error.InvalidEffectivityMap=Mapa skuteczno\u015bci jest nieprawid\u0142owa.
Effectivity.Error.EffectivityUsageCannotDelete=Obiekt jest u\u017cywany w wyra\u017ceniu skuteczno\u015bci, dlatego nie mo\u017cna go usun\u0105\u0107. Je\u017celi chcesz usun\u0105\u0107 obiekt, najpierw wykasuj go ze wszystkich wyra\u017ce\u0144 skuteczno\u015bci.
Effectivity.Error.IEffectivityOnChangeNotImplemented=Klasa tego typu nie implementuje wymaganych metod. Skontaktuj si\u0119 z administratorem systemu i popro\u015b o zaimplementowanie metody IEffectivityOnChange dla tej klasy.

Effectivity.Error.ParentNotAttachedAllModelsFromAC=Odwo\u0142anie do obiektu nadrz\u0119dnego nie ma do\u0142\u0105czonych niekt\u00f3rych modeli z kontekstu tworzenia.
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=Odwo\u0142anie do obiektu nadrz\u0119dnego nie ma w\u0142\u0105czonych niekt\u00f3rych kryteri\u00f3w z kontekstu tworzenia.

Effectivity.Error.InstanceDoesNotHaveEffectivity=To wyst\u0105pienie nie ma ustawionej skuteczno\u015bci.
Effectivity.Error.OnlyEvolutionEffectivity=To wyst\u0105pienie ma ustawion\u0105 tylko skuteczno\u015b\u0107 w domenie Ewolucja.

//Display value for records that have been cut entirely and the expression evaluation is always false
Effectivity.FalseExpression.Display=Nieprawid\u0142owy
Effectivity.TrueExpression.Display=Prawid\u0142owy

Effectivity.Range.Error.SequenceValues=Polecenie Wstaw jako zakres wymaga jednej lub dw\u00f3ch warto\u015bci sekwencji. Liczba znalezionych warto\u015bci sekwencji: 
Effectivity.Range.Error.DatesValues=Polecenie Wstaw jako zakres wymaga jednej lub dw\u00f3ch dat. Liczba znalezionych warto\u015bci daty: 
Effectivity.Error.InvalidExpression=Faktyczne wyra\u017cenie jest nieprawid\u0142owe.

//Composition Binary Error Messages
CompositionBinary.Error.NotLoaded=Nie mo\u017cna poprawnie za\u0142adowa\u0107 pliku binarnego kompozycji. Sprawd\u017a, czy plik binarny kompozycji ma prawid\u0142ow\u0105 konfiguracj\u0119.
CompositionBinary.Error.BadRelationshipType=W pliku binarnym kompozycji b\u0142\u0119dnie ustawiono typ relacji. Sprawd\u017a, czy plik binarny kompozycji ma prawid\u0142ow\u0105 konfiguracj\u0119.
CompositionBinary.Error.NoCommandSettings=Nie mo\u017cna poprawnie za\u0142adowa\u0107 ustawie\u0144 polece\u0144 pliku binarnego kompozycji. Sprawd\u017a, czy plik binarny kompozycji ma prawid\u0142ow\u0105 konfiguracj\u0119.
CompositionBinary.Error.MissingSettings=Plik binarny kompozycji nie ma wymaganych ustawie\u0144. Dodaj niezb\u0119dne ustawienia do polecenia pliku binarnego kompozycji.
CompositionBinary.Error.InvalidExpandProgram=Plik binarny kompozycji nie mo\u017ce wywo\u0142a\u0107 polecenia JPO expandProgram. Sprawd\u017a ustawienie polecenia expandProgram w poleceniu pliku binarnego kompozycji.
Effectivity.Label.EditApplicabilityDefinitionHeading=Edytuj definicj\u0119 stosowalno\u015bci
Effectivity.Label.ApplicabilityExpressionSubHeading=Wyra\u017cenie stosowalno\u015bci dla: 
Effectivity.Label.ApplicabilitySelector=Selektor stosowalno\u015bci
Effectivity.Form.Label.ApplicabilityExpression=Wyra\u017cenie stosowalno\u015bci
Effectivity.Command.ApplicabilitySummary=Stosowalno\u015b\u0107


Effectivity.EffectivityType.Products=Produkty
Effectivity.EffectivityType.ManufacturingPlans=Plany produkcyjne

Effectivity.Button.Filter=Filtr

Effectivity.Button.Remove=Usu\u0144
Effectivity.Button.Insert=Wstaw
Effectivity.Button.MoveDown=Przenie\u015b w d\u00f3\u0142
Effectivity.Button.MoveUp=Przenie\u015b w g\u00f3r\u0119
Effectivity.Button.ClearExpression=Wyczy\u015b\u0107 wyra\u017cenie
CompositionBinary.Error.MissingRequiredExpandProgramKeys=Wynik zwr\u00f3cony z polecenia expandProgram dla tego pliku binarnego kompozycji nie zawiera wymaganych kluczy. Popro\u015b administratora systemu o rozwi\u0105zanie problemu, tak aby polecenie zwraca\u0142o niezb\u0119dne dane.

# Configuration Context Entries
Effectivity.Alert.CannotRemoveConfigCtx=Nie mo\u017cna usun\u0105\u0107 zaznaczonego kontekstu konfiguracji, poniewa\u017c odwo\u0142uje si\u0119 do niego wyra\u017cenie skuteczno\u015bci. Najpierw usu\u0144 odniesienie, a dopiero potem kontekst konfiguracji.
Effectivity.Command.ConfigurationCriteria=Kontekst konfiguracji
Effectivity.Heading.ConfigurationCriteria=Kontekst konfiguracji
Effectivity.Command.ConfigurationContext=Kontekst konfiguracji
Effectivity.ActionLink.AddExisting=Dodaj istniej\u0105cy
Effectivity.ActionLink.Remove=Usu\u0144
Effectivity.Table.Name=Nazwa
Effectivity.Table.Type=Typ
Effectivity.Table.Revision=Poprawka
Effectivity.Table.State=Stan
Effectivity.Table.Description=Opis
Effectivity.Alert.Remove=Wybrano usuni\u0119cie zaznaczonych element\u00f3w z listy. Usuni\u0119cie elementu nie powoduje usuni\u0119cia go z bazy danych. Aby kontynuowa\u0107 usuwanie, kliknij przycisk OK. Aby zrezygnowa\u0107 z usuwania, kliknij przycisk Anuluj.

# Feature Option Effectivity entries
Effectivity.Alert.rootNodeStructureEffectivity=nie mo\u017ce definiowa\u0107 ani modyfikowa\u0107 skuteczno\u015bci struktury dla w\u0119z\u0142a g\u0142\u00f3wnego.
Effectivity.Table.DisplayName=Nazwa wy\u015bwietlana
Effectivity.Error.EffectivityUsageCannotRemoveObject=Obiekt <object_type> <object_name> jest u\u017cywany w skonfigurowanym wyra\u017ceniu (Filtr, Skuteczno\u015b\u0107 itp.), dlatego nie mo\u017cna go usun\u0105\u0107. Aby usun\u0105\u0107 obiekt, najpierw usu\u0144 kryteria ze wszystkich skonfigurowanych wyra\u017ce\u0144.
Effectivity.Error.EffectivityUsageCannotDeleteObject=Obiekt, kt\u00f3ry pr\u00f3bujesz usun\u0105\u0107, jest u\u017cywany w skonfigurowanym wyra\u017ceniu (Filtr, Skuteczno\u015b\u0107 itp.), dlatego nie mo\u017cna go usun\u0105\u0107. Aby usun\u0105\u0107 obiekt, najpierw usu\u0144 kryteria ze wszystkich skonfigurowanych wyra\u017ce\u0144.
Effectivity.Error.EffectivityUsageCannotModifyObject=Obiekt <object_type> <object_name> jest u\u017cywany w skonfigurowanym wyra\u017ceniu (Filtr, Skuteczno\u015b\u0107 itp.), dlatego nie mo\u017cna go zmodyfikowa\u0107. Je\u017celi chcesz zmodyfikowa\u0107 obiekt, najpierw wykasuj kryteria ze wszystkich skonfigurowanych wyra\u017ce\u0144.

# UI Enhancement
Effectivity.Error.SelectAContext=Wybierz kontekst, kt\u00f3ry nie jest globalny.
Effectivity.Error.InvalidContextExpression=Przejrzyj nieprawid\u0142owe wyra\u017cenie pod k\u0105tem kontekst\u00f3w:
Effectivity.Label.Global=Globalny
Effectivity.Label.Context=Kontekst
Effectivity.Label.Range=Zakres
Effectivity.Dialog.SearchContext=Wyszukaj kontekst
Effectivity.Dialog.ClickToCollapse=Kliknij, aby zwin\u0105\u0107
Effectivity.Dialog.ClickToClose=Kliknij, aby zamkn\u0105\u0107 t\u0119 sekcj\u0119
Effectivity.Dialog.ClickToOpen=Kliknij, aby otworzy\u0107 t\u0119 sekcj\u0119
Effectivity.Dialog.Date.Start=Uruchom
Effectivity.Dialog.Date.End=Koniec
Effectivity.Dialog.ChangeValue=Prosz\u0119 dokona\u0107 zmiany
Effectivity.Dialog.Panel.NotApplicable=Wybrany panel \u017ar\u00f3d\u0142owy nie ma zastosowania do wybranego kontekstu.
Effectivity.Alert.RootNodeSelection=Nie mo\u017cna wstawi\u0107 w\u0119z\u0142a g\u0142\u00f3wnego.

#Global Context
Effectivity.Dialog.NoDesignVariantExists=Wybrany panel \u017ar\u00f3d\u0142owy nie ma zastosowania, poniewa\u017c nie istnieje \u017caden wariant projektu.
Effectivity.Dialog.SomeDesignVariantExists=Wybrany panel \u017ar\u00f3d\u0142owy nie ma zastosowania, poniewa\u017c istniej\u0105 warianty projektu.
Effectivity.Dialog.SearchIsNotApplicable=Wyszukiwanie nie ma zastosowania do wybranego panelu \u017ar\u00f3d\u0142owego lub nie okre\u015blono typu wyszukiwania.

Effectivity.Error.UnsupportedDateWithRelational=Nie mo\u017cna u\u017cywa\u0107 daty w po\u0142\u0105czeniu z relacyjnym typem skuteczno\u015bci. Usu\u0144 jeden typ skuteczno\u015bci z w\u0142a\u015bciwo\u015bci administracyjnej tej relacji lub typu.
Effectivity.Error.UnsupportedRelationalWithMultipleContexts=Relacyjny typ skuteczno\u015bci nie dzia\u0142a przy wielu kontekstach konfiguracji w jednym wyra\u017ceniu. Je\u017celi ustawiasz relacyjne typy skuteczno\u015bci, u\u017cywaj jednego kontekstu konfiguracji. 
Effectivity.Error.UnsupportedGlobalWithMultipleContexts=W jednym wyra\u017ceniu nie mo\u017cna po\u0142\u0105czy\u0107 globalnego kontekstu konfiguracji z innym kontekstem konfiguracji. Usu\u0144 globalny kontekst konfiguracji lub wszystkie pozosta\u0142e konteksty konfiguracji.

#Milestone
Effectivity.Dialog.Error.InvalidRange=Zakres jest nieprawid\u0142owy. Wybierz 1 lub 2 kamienie milowe.

Effectivity.Error.MultiContextFilterNotAllowed=Filtr skuteczno\u015bci, kt\u00f3ry tworzy kombinacja skuteczno\u015bci zmiany i skuteczno\u015bci filtrowania, zawiera wiele kontekst\u00f3w, kt\u00f3re nie s\u0105 obs\u0142ugiwane. Filtr skuteczno\u015bci nie zosta\u0142 zastosowany.

Effectivity.Error.RequiredParamterNotFound=W parametrze mapowania nie znaleziono wymaganych kluczy. Sprawd\u017a, czy wszystkie niezb\u0119dne klucze zosta\u0142y zdefiniowane.
Effectivity.Error.DuplicateConnectionFound=Znaleziono zduplikowane po\u0142\u0105czenie mi\u0119dzy wskazanymi obiektami. Ten interfejs API nie obs\u0142uguje zduplikowanych po\u0142\u0105cze\u0144.

Effectivity.Error.StartCriteria=Dane wej\u015bciowe XML zawieraj\u0105
Effectivity.Error.EndCriteria=ale to kryterium nie jest aktywne w odniesieniu.

# In R418, Adding Alert For Effectivity Dialog On Mobile #
Effectivity.Alert.EffectivityOnMobile=Definiowanie skuteczno\u015bci nie dzia\u0142a na platformach mobilnych.

Effectivity.Confirm.ClearAll=Czy na pewno chcesz usun\u0105\u0107 wszystko?
Effectivity.Table.ActionIcons=Akcje
Effectivity.Button.Clear=Usu\u0144
Effectivity.Dialog.Error.InvalidOption=Wprowad\u017a wy\u0142\u0105cznie opcje operacji.
Effectivity.Dialog.Error.InvalidSelection=Wybrane w\u0119z\u0142y s\u0105 nieprzydatne dla skuteczno\u015bci. Zmie\u0144 wyb\u00f3r.
Effectivity.Dialog.EmptyOption=Kliknij prawym przyciskiem myszy, aby doda\u0107 warto\u015b\u0107/opcj\u0119 wariantu
Effectivity.EffectivityType.FeatureOption=Warianty i opcje
Effectivity.Category.Operators=Operatory
Effectivity.Dialog.ClickToExpand=Kliknij, aby rozwin\u0105\u0107 t\u0119 sekcj\u0119
Effectivity.Dialog.ClickToCollapse=Kliknij, aby zwin\u0105\u0107 t\u0119 sekcj\u0119
Effectivity.Label.FilterExpression=Wyra\u017cenie filtra

# Expression notices
Effectivity.Notice.ParentPartIsNotConfigured=Nadrz\u0119dna cz\u0119\u015b\u0107 podanej relacji nie ma kontekstu konfiguracji.
Effectivity.Notice.ParentPartIsNotCompliantWithChange=Zmiana okre\u015blona w ustawieniu "Trwaj\u0105 prace" u\u017cywa tryb\u00f3w, kt\u00f3re s\u0105 niedost\u0119pne w kontek\u015bcie konfiguracji nadrz\u0119dnej cz\u0119\u015bci.
Effectivity.Notice.ChangeApplicabilityIsEmptyAtFinalize=Wyra\u017cenie stosowalno\u015bci jest puste, ale istniej\u0105 obj\u0119te elementy wymagaj\u0105ce aktualizacji.
Effectivity.Notice.ChangeApplicabilitySynchronizationfailed=Wyra\u017cenia skuteczno\u015bci nie mog\u0105 by\u0107 synchronizowane z poziomu stosowalno\u015bci.
Effectivity.Notice.ChangeApplicabilityAndEffectivitieDoNotIntersect=Nie mo\u017cna zmodyfikowa\u0107 skuteczno\u015bci, poniewa\u017c wyra\u017cenie nie ma cz\u0119\u015bci wsp\u00f3lnej ze stosowalno\u015bci\u0105. W celu zmodyfikowania skuteczno\u015bci wariantu u\u017cyj zmodernizowanego wyst\u0105pienia.
Effectivity.Notice.ChangeApplicabilityAndEffectivitieAreEqual=Wyra\u017cenie skuteczno\u015bci pokrywa si\u0119 ze stosowalno\u015bci\u0105: nie mo\u017cna wykona\u0107 tej operacji.
Effectivity.Notice.EffectivityCannotBeExtended=Operacja rozszerzania ma zastosowanie tylko do skuteczno\u015bci z wyra\u017ceniem ewolucji.
Effectivity.Label.Refinement=U\u015bci\u015blenia

#decoupling
Effectivity.Table.EvolutionEffectivity=Ewolucja
Effectivity.Table.VariantEffectivity=Wariant/Opcja
Effectivity.Alert.ModelNotAttachedErrorEffectivity=Nie udalo si\u0119 zaktualizowa\u0107 skuteczno\u015bci, model u\u017cyty w definicji skuteczno\u015bci nie jest po\u0142\u0105czony z obiektem kontekstu
Effectivity.Table.StructureVariantEffectivity=Wariant/Opcja
Effectivity.Table.StructureEvolutionEffectivity=Ewolucja
Effectivity.Table.LegacyEffectivity=Starszy typ


Effectivity.Table.ProjectedEvolutionEffectivity=Przewidywana ewolucja
Effectivity.Table.CurrentEvolutionEffectivity=Obecna ewolucja


#configuration
Error.InternalServerError=b\u0142\u0105d wewn\u0119trzny
Error.ObjectNotFound=nie znaleziono
Error.XCADConfigurationNotPossible=nie mo\u017cna skonfigurowa\u0107 struktury produktu.
Error.DetachNotPossible.ConfigurationUsage=Nie mo\u017cna od\u0142\u0105czy\u0107 modelu, poniewa\u017c jest on u\u017cywany w konfiguracji
Error.DetachNotPossible.EffectivityUsage=Nie mo\u017cna od\u0142\u0105czy\u0107 modelu, poniewa\u017c jest on u\u017cywany w wyra\u017ceniu skuteczno\u015bci
Error.DetachNotPossible.ConfigurationRevision=Od\u0142\u0105czenie modelu nie jest mo\u017cliwe, poniewa\u017c odniesienie zawiera poprawki konfiguracji
Error.Unset.NoEffectivity=To wyst\u0105pienie nie ma skuteczno\u015bci, wy\u0142\u0105czenie nic nie zmieni
Error.AlreadyAttached=OSTRZE\u017bENIE: Model o identyfikatorze "<ModelID>" jest ju\u017c do\u0142\u0105czony do odniesienia!
Error.AlreadyDetached=OSTRZE\u017bENIE: Model o identyfikatorze "<ModelID>" jest ju\u017c od\u0142\u0105czony!
Error.TypeNotAModel=nie jest typem modelu
Error.Unset.Domain.Forbidden=Domena wej\u015bciowa jest zabroniona
Error.Unset.Instance.Controlled.Change=Wyst\u0105pienie wej\u015bciowe jest kontrolowane przez zmiany
Error.Unset.NoEffectivity.ForDomain=To wyst\u0105pienie nie ma ustawionej skuteczno\u015bci dla tej domeny
Error.ApplicabilityRead=B\u0142\u0105d podczas odczytywania informacji o stosowalno\u015bci
Error.Applicability.Finalization.Models=Nie mo\u017cna sfinalizowa\u0107 Akcji zmiany \u2014 nie wszystkie jej modele s\u0105 do\u0142\u0105czone w odniesieniu.
Effectivity.Error.AttachContextDeniedSinceReferenceIsRevised=Nie mo\u017cna do\u0142\u0105czy\u0107 s\u0142ownika do poprawionego odno\u015bnika

#Effectivity classification
Effectivity.Notice.LegacyEffectivityClassification=Ta skuteczno\u015b\u0107 nie jest od\u0142\u0105czalna
Effectivity.Notice.EvolutionOnly=Ta skuteczno\u015b\u0107 ma tylko wyra\u017cenie ewolucji
Effectivity.Notice.ModelNoMatch=Ta skuteczno\u015b\u0107 nie ma \u017cadnego wyra\u017cenia wariantu dla podanego modelu
Effectivity.Notice.NoEffectivityFortheInstance=To wyst\u0105pienie nie ma \u017cadnego wyra\u017cenia skuteczno\u015bci
Effectivity.Notice.InstanceNotFilterable=Tego wyst\u0105pienia nie mo\u017cna filtrowa\u0107

Effectivity.Alert.FlagNotExistInDB=Flaga nie istnieje w bazie danych.
Effectivity.Alert.FlagDisabledInDB=Flaga istnieje w bazie danych i jest wy\u0142\u0105czona.
Effectivity.Alert.FlagEnabledInDB=Flaga istnieje w bazie danych i jest w\u0142\u0105czona.
Effectivity.Alert.FilterableERTypesNotExistInDB=W bazie danych nie istniej\u0105 filtrowalne typy ER.
Effectivity.Alert.FilterableERTypesFoundInDB=W bazie danych znaleziono filtrowalne typy ER.

#RealizedChanges transfer
Error.CheckChangesModelsForTransfer=Niekt\u00f3re modele z obiektu \u017ar\u00f3d\u0142owego zmiany nie s\u0105 uwzgl\u0119dnione w modelach w obiekcie docelowym zmiany.

Effectivity.Success.SetEvolutionOperationSuccess=Operacja ustawienia skuteczno\u015bci ewolucji zosta\u0142a pomy\u015blnie wykonana.

Effectivity.Alert.StaticMappingAvailable=Flaga istnieje w bazie danych i dost\u0119pne jest mapowanie statyczne. 
Effectivity.Alert.StaticMappingNotAvailable=Flaga istnieje w bazie danych, ale nie jest dost\u0119pne mapowanie statyczne.

# Configuration Revision
ConfigRevision.Error.ChangesNotCompleted=Wersj\u0119 konfiguracji mo\u017cna zamrozi\u0107 jedynie po uko\u0144czeniu wszystkich Akcji zmian.

Error.DetachNotPossible.ConfigRevision=Od\u0142\u0105czenie modelu nie jest mo\u017cliwe, poniewa\u017c odniesienie zawiera poprawki konfiguracji
