#
# (c) Dassault Systemes, 1993-2020.  All rights reserved.
#

###### please do not translate %XXX% in the messages bellow
## Widgets
emxFoundation.Widget.WidgetTitle=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30bf\u30a4\u30c8\u30eb
emxFoundation.Widget.WidgetLabel=ENOVIA\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8
emxFoundation.Widget.NoObjectsFound=\u9805\u76ee\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
emxFoundation.Widget.AllObjectsFiltered=\u3059\u3079\u3066\u306e\u9805\u76ee\u304c\u30d5\u30a3\u30eb\u30bf\u3055\u308c\u307e\u3057\u305f
emxFoundation.Widget.SortAscending=\u6607\u9806
emxFoundation.Widget.SortDescending=\u964d\u9806
emxFoundation.Widget.Loading=\u8aad\u8fbc\u307f\u4e2d
emxFoundation.Widget.OK=OK
emxFoundation.Widget.Apply=\u9069\u7528
emxFoundation.Widget.Cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
emxFoundation.Widget.Sorts=\u4e26\u3079\u66ff\u3048
emxFoundation.Widget.SortDirection=\u65b9\u5411
emxFoundation.Widget.CollaborativeStorages=3DEXPERIENCE Platform
emxFoundation.Widget.CollaborativeSpaces=\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9
emxFoundation.Widget.GlobalCollaborativeSpaces=\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9(\u30b0\u30ed\u30fc\u30d0\u30eb\u30e6\u30fc\u30b6\u30fc\u30d7\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3068\u3057\u3066\u7ba1\u7406)
emxFoundation.Widget.Credential=\u8cc7\u683c\u60c5\u5831
emxFoundation.Widget.Content=\u30b3\u30f3\u30c6\u30f3\u30c4
emxFoundation.Widget.Views=\u30d3\u30e5\u30fc
emxFoundation.Widget.View.CHANNEL=\u30c1\u30e3\u30cd\u30eb
emxFoundation.Widget.View.CHART=\u30c1\u30e3\u30fc\u30c8
emxFoundation.Widget.View.LIST=\u30ea\u30b9\u30c8
emxFoundation.Widget.View.THUMBNAIL=\u30b5\u30e0\u30cd\u30a4\u30eb
emxFoundation.Widget.View.TABLE=\u30c6\u30fc\u30d6\u30eb
emxFoundation.Widget.Rows=\u8868\u793a\u3059\u308b\u9805\u76ee\u306e\u6570
emxFoundation.Widget.OptionsSelect=\u30d7\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306e\u9078\u629e
emxFoundation.Widget.StorageSelect=3DEXPERIENCE Platform\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
emxFoundation.Widget.SpaceSelect=\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
emxFoundation.Widget.NoPreferences=\u30d7\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
emxFoundation.Widget.Toolbar.Preferences=\u30d7\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9
emxFoundation.Widget.Toolbar.Refresh=\u66f4\u65b0
emxFoundation.Widget.Chart.SUM=\u5408\u8a08
emxFoundation.Widget.Chart.AVERAGE=\u5e73\u5747
emxFoundation.Widget.Chart.MINIMUM=\u6700\u5c0f\u5024
emxFoundation.Widget.Chart.MAXIMUM=\u6700\u5927\u5024
emxFoundation.Widget.Chart.Items=\u9805\u76ee
emxFoundation.Widget.Date.NO_DATE=\u65e5\u4ed8\u306a\u3057
emxFoundation.Widget.Date.PAST_DUE=\u671f\u9650\u5207\u308c
emxFoundation.Widget.Date.DUE_TODAY=\u4eca\u65e5
emxFoundation.Widget.Date.DUE_TOMORROW=\u7fcc\u65e5
emxFoundation.Widget.Date.DUE_THIS_WEEK=\u4eca\u9031
emxFoundation.Widget.Date.DUE_FUTURE=\u5c06\u6765
emxFoundation.Widget.Date.LESS_THAN_ONE_MINUTE=1\u5206\u672a\u6e80
emxFoundation.Widget.Date.ABOUT_MINUTE_AGO=\u7d041\u5206\u524d
emxFoundation.Widget.Date.MINUTES_AGO={0}\u5206\u524d
emxFoundation.Widget.Date.ABOUT_HOUR_AGO=\u7d041\u6642\u9593\u524d
emxFoundation.Widget.Date.HOURS_AGO=\u7d04{0}\u6642\u9593\u524d
emxFoundation.Widget.Date.YESTERDAY=\u6628\u65e5
emxFoundation.Widget.Date.TODAY=\u4eca\u65e5
emxFoundation.Widget.Date.DAYS_AGO={0}\u65e5\u524d
emxFoundation.Widget.Error.WidgetNotFound=\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u305f\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044
emxFoundation.Widget.Error.WidgetNoAccess=\u3053\u306e\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u307e\u305f\u306f\u64cd\u4f5c\u306e\u4f7f\u7528\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u30a2\u30af\u30bb\u30b9\u6a29\u306b\u3064\u3044\u3066\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u518d\u5ea6\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u3001\u5272\u308a\u5f53\u3066\u3089\u308c\u3066\u3044\u308b\u6700\u65b0\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u53cd\u6620\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
emxFoundation.Widget.Error.Unauthorized=\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u3044\u306a\u3044\u304b\u3001\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u671f\u9650\u304c\u5207\u308c\u3066\u3044\u307e\u3059\u3002\u307e\u305a\u30ed\u30b0\u30a4\u30f3\u3057\u3066\u304f\u3060\u3055\u3044
emxFoundation.Widget.Error.SystemError=\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u89e3\u6c7a\u7b56\u306b\u3064\u3044\u3066\u306f\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u554f\u984c\u3092\u5831\u544a\u3057\u3066\u304f\u3060\u3055\u3044
emxFoundation.Widget.Error.NetworkError=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u307e\u305f\u306f\u7121\u52b9\u306aURL\u304c\u539f\u56e0\u3067\u3001\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306e\u5834\u5408\u306f\u3001\u518d\u8a66\u884c\u3059\u308b\u304b\u3001\u8868\u793a\u3059\u308b\u9805\u76ee\u306e\u6570\u3092\u6e1b\u3089\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u554f\u984c\u304c\u89e3\u6c7a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044
emxFoundation.Widget.Error.WidgetUpdateError=\u30a8\u30e9\u30fc\uff1a\u66f4\u65b0\u8981\u6c42\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u89e3\u6c7a\u7b56\u3092\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044
emxFoundation.Widget.Error.CircularDependency=\u30a8\u30e9\u30fc\uff1a\u5faa\u74b0\u4f9d\u5b58\u304c\u8d77\u3053\u308b\u6050\u308c\u304c\u3042\u308b\u305f\u3081\u3001\u63a5\u7d9a\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
emxFoundation.Widget.Error.HelpNotAvailable=\u3053\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u306f\u73fe\u5728\u30d8\u30eb\u30d7\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
emxFoundation.Widget.Error.EmptyTitleNotAllowed=\u30bf\u30a4\u30c8\u30eb\u306f\u7a7a\u767d\u306b\u3067\u304d\u307e\u305b\u3093\u3002\u5024\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044
emxFoundation.Widget.Error.NameTooLong=\u30bf\u30a4\u30c8\u30eb\u304c\u9577\u3059\u304e\u307e\u3059\u3002\u77ed\u304f\u3057\u3066\u304f\u3060\u3055\u3044
emxFoundation.Widget.Error.NameContainsRestrictedCharacters=\u540d\u79f0/\u30bf\u30a4\u30c8\u30eb\u306b\u7981\u6b62\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u6b21\u306e\u6587\u5b57\u3092\u9664\u5916\u3057\u3066\u304f\u3060\u3055\u3044\uff1a%RESTRICTED_CHARS%
emxFoundation.Widget.Size=\u30b5\u30a4\u30ba
emxFoundation.Widget.Small=\u5c0f
emxFoundation.Widget.Medium=\u4e2d
emxFoundation.Widget.Large=\u5927
emxFoundation.Widget.6W.Who=Who
emxFoundation.Widget.6W.What=What
emxFoundation.Widget.6W.When=When
emxFoundation.Widget.6W.Where=Where
emxFoundation.Widget.6W.Why=Why
emxFoundation.Widget.6W.How=How
emxFoundation.Widget.IncreaseFont=\u30d5\u30a9\u30f3\u30c8\u306e\u62e1\u5927
emxFoundation.Widget.DecreaseFont=\u30d5\u30a9\u30f3\u30c8\u306e\u7e2e\u5c0f
emxFoundation.Widget.Search=\u691c\u7d22
emxFoundation.Label.showMore=\u8a73\u7d30\u8868\u793a
emxFoundation.Label.showLess=\u7c21\u6613\u8868\u793a
emxFoundation.Label.ObjectDetails=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u8a73\u7d30\uff1a%NAME%
emxFoundation.Alert.PopupBlocker=\u30d6\u30e9\u30a6\u30b6\u306e\u8a2d\u5b9a\u3067\u30dd\u30c3\u30d7\u30a2\u30c3\u30d7\u30d6\u30ed\u30c3\u30af\u3092\u7121\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044
emxFoundation.Label.MailNotificationDear=%USER%\u69d8\u3001
emxFoundation.Label.MailNotificationRegards=\u3088\u308d\u3057\u304f\u304a\u9858\u3044\u3044\u305f\u3057\u307e\u3059\u3002
emxFoundation.Label.MailNotificationForOtherLanguages=\u4ed6\u306e\u8a00\u8a9e\u306f\u4ee5\u4e0b\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\uff1a
emxFoundation.Label.RequiredFieldLegend=\u5fc5\u9808\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u793a\u3057\u307e\u3059
emxFoundation.Label.FileUploadSuccess=\u30d5\u30a1\u30a4\u30eb%FILE_NAME%\u306f\u6b63\u5e38\u306b\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3057\u305f
emxFoundation.Error.FileUploadFailed=\u30d5\u30a1\u30a4\u30eb%FILE_NAME%\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u306b\u5931\u6557\u3057\u307e\u3057\u305f
emxFoundation.Error.NoCreateAccess=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3057\u305f\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9 '%SC%' \u306b\u57fa\u3065\u304f\u4f5c\u6210\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30bf\u30fc\u30b2\u30c3\u30c8\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u3067\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u304c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
emxFoundation.Error.NoModifyAccess=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5909\u66f4\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
emxFoundation.Error.NoDeleteAccess=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u524a\u9664\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
####### Ensure newline \n is maintained at appropriate positions. \n- indicates bullet point starting on newline
emxFoundation.Error.NoConnectAccess=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u95a2\u9023\u4ed8\u3051\u3067\u304d\u307e\u305b\u3093\u3002\n\u8003\u3048\u3089\u308c\u308b\u4ee5\u4e0b\u306e\u539f\u56e0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff1a\n- \u300c\u5b8c\u6210\u5ea6\u300d\u306b\u3088\u308a\u95a2\u9023\u4ed8\u3051\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u3002\u95a2\u9023\u4ed8\u3051\u308b\u524d\u306b\u6539\u8a02\u3057\u3066\u304f\u3060\u3055\u3044\u3002\n- \u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u306b\u95a2\u9023\u4ed8\u3051\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u3002\u30ed\u30c3\u30af\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u306b\u30ed\u30c3\u30af\u306e\u89e3\u9664\u3092\u4f9d\u983c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\n- \u30a2\u30af\u30bb\u30b9\u6a29\u304c\u306a\u3044\u3002\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044
emxFoundation.Error.NoDisconnectAccess=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304b\u3089\u95a2\u9023\u4ed8\u3051\u89e3\u9664\u3067\u304d\u307e\u305b\u3093\u3002\n\u8003\u3048\u3089\u308c\u308b\u4ee5\u4e0b\u306e\u539f\u56e0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff1a\n- \u300c\u5b8c\u6210\u5ea6\u300d\u306b\u3088\u308a\u95a2\u9023\u4ed8\u3051\u89e3\u9664\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u3002\u95a2\u9023\u4ed8\u3051\u89e3\u9664\u3059\u308b\u524d\u306b\u6539\u8a02\u3057\u3066\u304f\u3060\u3055\u3044\u3002\n- \u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u306b\u95a2\u9023\u4ed8\u3051\u89e3\u9664\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u3002\u30ed\u30c3\u30af\u3057\u305f\u30e6\u30fc\u30b6\u30fc\u306b\u30ed\u30c3\u30af\u306e\u89e3\u9664\u3092\u4f9d\u983c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\n- \u30a2\u30af\u30bb\u30b9\u6a29\u304c\u306a\u3044\u3002\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044
emxFoundation.Error.NoReviseAccess=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u6539\u8a02\u3067\u304d\u307e\u305b\u3093\u3002\n\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\n\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044
emxFoundation.Error.NoReadAccess=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u8aad\u8fbc\u307f\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
emxFoundation.Error.NoChangeOwnershipAccess=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u30aa\u30fc\u30ca\u30fc\u30b7\u30c3\u30d7\u306e\u5909\u66f4\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
emxFoundation.Error.InvalidObject=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3057\u305f\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u7121\u52b9\u3067\u3059
emxFoundation.Error.DuplicateObject=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3055\u308c\u305f\u30bf\u30a4\u30d7\u3001\u540d\u524d\u304a\u3088\u3073\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
emxFoundation.Error.RelationshipExist=\u30a8\u30e9\u30fc\uff1a\u3053\u308c\u3089\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u9593\u306b\u306f\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
emxFoundation.Error.InvalidSecurityContext=\u30a8\u30e9\u30fc\uff1a\u6307\u5b9a\u3057\u305f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30e6\u30fc\u30b6\u30fc\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u3066\u3044\u307e\u305b\u3093
emxFoundation.Error.InvalidJson=\u30a8\u30e9\u30fc\uff1aJSON\u5165\u529b\u30c7\u30fc\u30bf\u304c\u7121\u52b9\u3067\u3059
emxFoundation.Error.InvalidSkip=$skip\u5f15\u6570\u306f\u6b63\u306e\u5024\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
emxFoundation.Error.InvalidTop=$top\u5f15\u6570\u306f1\u301c1000\u306e\u7bc4\u56f2\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
emxFoundation.Error.InValidAttributeRange=\u30a8\u30e9\u30fc\uff1a\u7121\u52b9\u306a\u5c5e\u6027\u7bc4\u56f2\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
emxFoundation.Error.InValidAttributeValue=\u30a8\u30e9\u30fc\uff1a\u7121\u52b9\u306a\u5c5e\u6027\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
###### please do not translate %XXX% in the messages bellow
