\ufeff# Error Names

# System errors
emxVPLMSynchroCfg.ErrorSys.InputNull = SYSTEMFEHLER<br>Die ID des Eingaberootobjekts ist leer
emxVPLMSynchroCfg.ErrorSys.MQLFailed = SYSTEMFEHLER<br>Ausf\u00fchrung des MQL-Befehls fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.GetModelerFailed = SYSTEMFEHLER<br>Fehler beim Abrufen des Modellierungsprogramms
emxVPLMSynchroCfg.ErrorSys.DateError = SYSTEMFEHLER<br>Fehler bei der Datumskonvertierung
emxVPLMSynchroCfg.ErrorSys.InvalidVS = SYSTEMFEHLER<br>Der Variabilit\u00e4tsbereich, der diesem Produkt entspricht, kann nicht abgerufen werden
emxVPLMSynchroCfg.ErrorSys.InvalidInclusionRule = SYSTEMFEHLER<br>Synchronisieren der Einbeziehungsregel nicht m\u00f6glich
emxVPLMSynchroCfg.ErrorSys.InvalidProdConf = SYSTEMFEHLER<br>Synchronisieren der Produktkonfiguration nicht m\u00f6glich
emxVPLMSynchroCfg.ErrorSys.DeleteFailed = SYSTEMFEHLER<br>L\u00f6schen einer Einheit in der Datenbank fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.GetAttributeFailed = SYSTEMFEHLER<br>Abrufen einer Attributeigenschaft fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.UpdateAttributeFailed = SYSTEMFEHLER<br>Aktualisierung eines Attributs einer VPM-Einheit fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.LoadReferenceFailed = SYSTEMFEHLER<br>VPM-Referenz konnte nicht geladen werden
emxVPLMSynchroCfg.ErrorSys.LoadInstanceFailed = SYSTEMFEHLER<br>VPM-Instanz konnte nicht geladen werden
emxVPLMSynchroCfg.ErrorSys.LoadPortFailed = SYSTEMFEHLER<br>VPM-Anschluss konnte nicht geladen werden
emxVPLMSynchroCfg.ErrorSys.LoadConnectionFailed = SYSTEMFEHLER<br>VPM-Verbindung konnte nicht geladen werden
emxVPLMSynchroCfg.ErrorSys.SynchCategoryFailed = SYSTEMFEHLER<br>Synchronisation der Kategorie fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchSpecificationFailed = SYSTEMFEHLER<br>Synchronisation der Spezifikation fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchOptionFailed = SYSTEMFEHLER<br>Synchronisation der Option fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchSpecificationValueFailed = SYSTEMFEHLER<br>Synchronisation des Spezifikationswerts fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchCategoryUsageFailed = SYSTEMFEHLER<br>Instanzerzeugung der Kategorie fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchSpecificationUsageFailed = SYSTEMFEHLER<br>Instanzerzeugung der Spezifikation fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchContextFailed = SYSTEMFEHLER<br>Synchronisation des Kontexts fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchQueryFailed = SYSTEMFEHLER<br>Synchronisation der Abfrage fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchEffectivityFailed = SYSTEMFEHLER<br>Synchronisation der G\u00fcltigkeit fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchPartFailed = SYSTEMFEHLER<br>Synchronisation des Teils fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchPartInstanceFailed = SYSTEMFEHLER<br>Instanzerzeugung des Teils fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchSerialFailed = SYSTEMFEHLER<br>Synchronisation der Seriennummer fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchSerialUsageFailed = SYSTEMFEHLER<br>Instanzerzeugung der Seriennummer fehlgeschlagen
emxVPLMSynchroCfg.ErrorSys.SynchRuleFailed = SYSTEMFEHLER<br>Synchronisation der Einschlie\u00dfungsregel fehlgeschlagen

# User errors
emxVPLMSynchroCfg.ErrorUsr.InvalidContext= Initialisierung fehlgeschlagen.<br> Vergewissern Sie sich, dass Ihnen die erforderlichen Sicherheitsanmeldedaten bereitgestellt wurden.
emxVPLMSynchroCfg.ErrorUsr.InvalidMinQuantity = Die minimale Menge des Merkmals {0} muss 1,0 sein
emxVPLMSynchroCfg.ErrorUsr.InvalidMaxQuantity = Die maximale Menge des Merkmals {0} muss 1,0 sein
emxVPLMSynchroCfg.ErrorUsr.InvalidType = Das Merkmal {0} muss vom Typ Konfigurationsmerkmal sein oder davon abstammen
emxVPLMSynchroCfg.ErrorUsr.InvalidFeatureType = Das Merkmal {0} muss denselben Merkmalstyp aufweisen wie das Elternmerkmal
emxVPLMSynchroCfg.ErrorUsr.UnknownFeatureType = Der Typ des Merkmals {0} ist unbekannt
emxVPLMSynchroCfg.ErrorUsr.InvalidSelectionType = Das Merkmal {0} weist den Typ 'Technisch' oder 'Fertigung' auf<br>Der zugeh\u00f6rige Auswahltyp muss 'Mindestens eine Auswahl treffen' oder 'Mehrfachauswahl erlaubt' sein, damit eine Ver\u00f6ffentlichung m\u00f6glich ist
emxVPLMSynchroCfg.ErrorUsr.UnknownSelectionType = Der Auswahltyp des Merkmals {0} ist unbekannt
emxVPLMSynchroCfg.ErrorUsr.DualFeatureType = Das Merkmal {0} ist bereits in einem anderen Merkmalstrukturbaum mit dem Typ {1} vorhanden<br>Ein Merkmal kann nur ver\u00f6ffentlicht werden, wenn sie \u00fcberall denselben Typ aufweist
emxVPLMSynchroCfg.ErrorUsr.DualFather = Das Merkmal {0} wurde bereits mit einem anderen Elternmerkmal ver\u00f6ffentlicht<br>Ein Merkmal kann nicht mit 2 unterschiedlichen Eltern ver\u00f6ffentlicht werden
emxVPLMSynchroCfg.ErrorUsr.PreviouslyPort = Das Merkmal {0} wurde bereits als Leaf-Element ver\u00f6ffentlicht. Hier ist sie eine Elternkomponente eines Leaf-Elements. <br>Ein Merkmal kann nicht in beiden Status ver\u00f6ffentlicht werden.
emxVPLMSynchroCfg.ErrorUsr.PreviouslyRef = Das Merkmal {0} wurde bereits als Elternmerkmal eines Leaf-Elements ver\u00f6ffentlicht. Hier ist sie ein Leaf-Element. Ein Merkmal kann nicht in beiden Stadien ver\u00f6ffentlicht werden.
emxVPLMSynchroCfg.ErrorUsr.InvalidTreeLevel = Der ver\u00f6ffentlichbare Strukturbaum enth\u00e4lt ein Leaf-Element und ein Nicht-Leaf-Element auf derselben Ebene
emxVPLMSynchroCfg.ErrorUsr.CorruptedVS = Der Variabilit\u00e4tsbereich enth\u00e4lt Daten, deren Ver\u00f6ffentlichung nicht zur\u00fcckgenommen werden kann<br>R\u00fccknahme der Ver\u00f6ffentlichung abgebrochen
emxVPLMSynchroCfg.ErrorUsr.NonPublishedContent = {0} kann nicht ver\u00f6ffentlicht werden, da ein Mermal verwendet wird, das nicht unter dem aktuellen Produkt vorhanden ist
emxVPLMSynchroCfg.ErrorUsr.ModifyQrys = Einige VPM-Produktkonfigurationen verwenden ein Objekt, dessen Ver\u00f6ffentlichung zur\u00fcckgenommen werden soll<br>\u00c4ndern oder l\u00f6schen Sie zuerst die betreffenden Produktkonfigurationen: {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyEffs = Einige VPM-Produktinstanzen weisen eine G\u00fcltigkeit mit einem Objekt auf, dessen Ver\u00f6ffentlichung zur\u00fcckgenommen werden soll<br>\u00c4ndern oder l\u00f6schen Sie zuerst die G\u00fcltigkeiten der betreffenden VPM-Teile: {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyNamedEffs = Einige benannte G\u00fcltigkeiten verwenden ein Objekt, dessen Ver\u00f6ffentlichung zur\u00fcckgenommen werden soll<br>\u00c4ndern oder l\u00f6schen Sie zuerst die benannten G\u00fcltigkeiten der betreffenden VPM-Teile: {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyProdRevRules = Einige Konfigurationsregeln verwenden ein Objekt, dessen Ver\u00f6ffentlichung zur\u00fcckgenommen werden soll<br>Nehmen Sie zuerst die Ver\u00f6ffentlichung der folgenden Produkt\u00fcberarbeitungen zur\u00fcck: {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyBuildRules = Einige Konfigurationsregeln verwenden ein Objekt, dessen Ver\u00f6ffentlichung zur\u00fcckgenommen werden soll<br>Nehmen Sie zuerst die Ver\u00f6ffentlichung der folgenden Produktausf\u00fchrungen zur\u00fcck: {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyStaticMappings = Einige VPM-Produktinstanzen weisen eine statische Zuordnung mit einer Produktkonfiguration auf, deren Ver\u00f6ffentlichung zur\u00fcckgenommen werden soll<br>\u00c4ndern Sie zuerst die betreffenden Instanzen: {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyProducts = Einige andere VPM-Produkte verwenden eine Produktkonfiguration, deren Ver\u00f6ffentlichung zur\u00fcckgenommen werden soll<br>\u00c4ndern Sie zuerst die betreffenden Produkte: {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyOthers = Einige VPM-Referenzen verwenden eine Produktkonfiguration, deren Ver\u00f6ffentlichung zur\u00fcckgenommen werden soll<br>\u00c4ndern Sie zuerst die betreffenden Referenzen: {0}<br>
emxVPLMSynchroCfg.ErrorUsr.ModifyQrysAndEffs = Einige VPM-Produktkonfigurationen verwenden ein Objekt, dessen Ver\u00f6ffentlichung zur\u00fcckgenommen werden soll<br>\u00c4ndern Sie zuerst diese Produktkonfigurationen: {0}Au\u00dferdem weisen einige VPM-Produktinstanzen eine G\u00fcltigkeit mit einem Merkmal auf, deren Ver\u00f6ffentlichung zur\u00fcckgenommen werden soll.<br>\u00c4ndern oder l\u00f6schen Sie zuerst diese G\u00fcltigkeiten: {1}<br>
emxVPLMSynchroCfg.ErrorUsr.LINSeveralContexts = Das Strukturmerkmal {0} wurde bereits in einem anderen Kontext ver\u00f6ffentlicht<br>Nehmen Sie zuerst die Ver\u00f6ffentlichung des Merkmals in diesem Kontext zur\u00fcck oder entfernen Sie das Merkmal aus dem aktuellen Produkt
emxVPLMSynchroCfg.ErrorUsr.LINBadStructure = Ein Strukturmerkmal kann nur Strukturuntermerkmale enthalten<br> Das Merkmal {0} ist keine Strukturuntermerkmal
emxVPLMSynchroCfg.ErrorUsr.LINInvalidFeatureType = Das Merkmalstyp des Merkmals {0} ist auf 'Marketing' festgelegt<br>Ein Strukturmerkmal kann nicht als 'Marketing' oder direkt bzw. indirekt unter einem Merkmal vom Typ 'Marketing' ver\u00f6ffentlicht werden
emxVPLMSynchroCfg.ErrorUsr.UnauthorizedInclusionRule = Das Merkmal {0} ist keine Strukturmerkmal und verf\u00fcgt in einem ihren Untermerkmalen oder allgemeinen St\u00fccklisten \u00fcber eine Einbeziehungsregel.<br> In einem Zweig mit Untermerkmale d\u00fcrfen nur Strukturmerkmale Einbeziehungsregeln enthalten
emxVPLMSynchroCfg.ErrorUsr.IncorrectInclusionRule = Ver\u00f6ffentlichung der Einbeziehungsregel fehlgeschlagen. Im Ausdruck einer Ausschlussregel d\u00fcrfen keine sich gegenseitig ausschlie\u00dfenden Merkmale verwendet werden.
emxVPLMSynchroCfg.ErrorUsr.ModifyVPMInstanceOwning = Die Ver\u00f6ffentlichung von {0} kann nicht zur\u00fcckgenommen werden, da damit eine Instanz unter dem folgenden, auf der VPM-Seite erstellten Produkt erzeugt wurde:{1}Zuerst die betreffende Instanz entfernen, wenn die Ver\u00f6ffentlichung von {0} zur\u00fcckgenommen werden soll
emxVPLMSynchroCfg.ErrorUsr.ModifyVPMInstanceOwned = Die Ver\u00f6ffentlichung von {0} kann nicht zur\u00fcckgenommen werden, da damit eine Instanz des folgenden, auf der VPM-Seite erzeugten Produkts erstellt wird:<br>{1}<br>Zuerst die betreffende Instanz entfernen, wenn die Ver\u00f6ffentlichung von {0} zur\u00fcckgenommen werden soll
emxVPLMSynchroCfg.ErrorUsr.ModifyVPMConnection = Die Ver\u00f6ffentlichung von {0} kann nicht zur\u00fcckgenommen werden, da ein {1} enthalten ist, das auf der VPM-Seite erstellt wurde. <br>L\u00f6schen Sie zuerst {1}, wenn die Ver\u00f6ffentlichung dieses Merkmals zur\u00fcckgenommen werden soll
emxVPLMSynchroCfg.ErrorUsr.DiversityOnlyForQry = Ein Konfigurationsmerkmal, das in einer Produktkonfiguration verwendet werden, die ver\u00f6ffentlicht werden soll, wurden \u00c4nderungen vorgenommen<br>Als ersten Schritt nur die Diversit\u00e4t ver\u00f6ffentlichen
emxVPLMSynchroCfg.ErrorUsr.DiversityOnlyForEff = Ein Konfigurationsmerkmal, das in einer Ausschlussregel verwendet werden, die ver\u00f6ffentlicht werden soll, wurden \u00c4nderungen vorgenommen<br>Als ersten Schritt nur die Diversit\u00e4t ver\u00f6ffentlichen
emxVPLMSynchroCfg.ErrorUsr.PreviousGBOMPreciseBOMPublication = Eine der allgemeinen St\u00fccklisten, die ver\u00f6ffentlicht werden sollen, wurde bereits im Kontext einer Ver\u00f6ffentlichung einer genauen St\u00fcckliste ver\u00f6ffentlicht<br>Beide Ver\u00f6ffentlichungen schlie\u00dfen sich gegenseitig aus
emxVPLMSynchroCfg.ErrorUsr.PreviousGBOMLINPublication = Eine der allgemeinen St\u00fccklisten, die ver\u00f6ffentlicht werden sollen, wurde bereits im Kontext einer Ver\u00f6ffentlichung eines Strukturmerkmals ver\u00f6ffentlicht<br>Beide Ver\u00f6ffentlichungen schlie\u00dfen sich gegenseitig aus
emxVPLMSynchroCfg.ErrorUsr.PreviousProductPreciseBOMPublication = Das Stammprodukt, das ver\u00f6ffentlicht werden soll, wurde bereits im Kontext einer Ver\u00f6ffentlichung einer genauen St\u00fcckliste ver\u00f6ffentlicht<br>Beide Ver\u00f6ffentlichungen schlie\u00dfen sich gegenseitig aus
emxVPLMSynchroCfg.ErrorUsr.PreviousProductDiversityPublication = Das Stammprodukt, das ver\u00f6ffentlicht werden soll, wurde bereits im Kontext einer Diversit\u00e4tsver\u00f6ffentlichung ver\u00f6ffentlicht<br>Beide Ver\u00f6ffentlichungen schlie\u00dfen sich gegenseitig aus
emxVPLMSynchroCfg.ErrorUsr.InvalidSelectionTypeForVPM = Der Auswahltyp {0} wurde ge\u00e4ndert und ist jetzt nicht mehr mit der vorherigen Ver\u00f6ffentlichung kompatibel<br>Nehmen Sie zuerst die Ver\u00f6ffentlichung zur\u00fcck oder \u00e4ndern Sie den Auswahltyp wieder in einen konsistenten Wert: {1} oder {2} 
emxVPLMSynchroCfg.ErrorUsr.VSUsedByOtherProduct = Die Ver\u00f6ffentlichung des Produkts {0} kann nicht zur\u00fcckgenommen werden, da ein anderes Produkt dessen Diversit\u00e4t verwendet<br>L\u00f6schen Sie zuerst {1}, wenn die Ver\u00f6ffentlichung von {0} zur\u00fcckgenommen werden soll
emxVPLMSynchroCfg.ErrorUsr.PublishedParent = Das Merkmal {0} wurde bereits ver\u00f6ffentlicht.br>Hier ist sie weder ein Leaf-Element noch eine Elternkomponente eines Leaf-Elements. Allerdings d\u00fcrfen nur diese 2 Ebenen ver\u00f6ffentlicht werden<br>Nehmen Sie zuerst die Ver\u00f6ffentlichung zur\u00fcck
emxVPLMSynchroCfg.ErrorUsr.BlockingVPMQuery = Zu dem Produkt {0} geh\u00f6rt die folgende, auf der VPM-Seite erstellte Produktkonfiguration: {1}<br>Zuerst die Konfiguration l\u00f6schen, damit die Ver\u00f6ffentlichung von {0} zur\u00fcckgenommen werden kann
emxVPLMSynchroCfg.ErrorUsr.PublishedModelUnderProdLine = Das Modell {0} wurde bereits als eigenst\u00e4ndiges Modell ver\u00f6ffentlicht. Nehmen Sie zuerst die Ver\u00f6ffentlichung zur\u00fcck, bevor Sie die folgende Produktlinie ver\u00f6ffentlichen: {1}
emxVPLMSynchroCfg.ErrorUsr.PublishedProductUnderModel = Die Produkt\u00fcberarbeitung {0} wurde bereits als eigenst\u00e4ndige Produkt\u00fcberarbeitung ver\u00f6ffentlicht. Nehmen Sie zuerst die Ver\u00f6ffentlichung zur\u00fcck, bevor Sie das folgende Modell ver\u00f6ffentlichen: {1}
emxVPLMSynchroCfg.ErrorUsr.PublishedProductUnderProdLine = Die Produkt\u00fcberarbeitung {0} wurde bereits als eigenst\u00e4ndige Produkt\u00fcberarbeitung ver\u00f6ffentlicht. Nehmen Sie zuerst die Ver\u00f6ffentlichung zur\u00fcck, bevor Sie das Modell {1} unter der folgenden Produktlinie ver\u00f6ffentlichen: {2}
emxVPLMSynchroCfg.ErrorUsr.PublishedModelAboveProduct = Das Elternmodell des Produkts {0} wurde bereits als eigenst\u00e4ndiges Modell ver\u00f6ffentlicht. Nehmen Sie zuerst die Ver\u00f6ffentlichung zur\u00fcck, bevor die aktuelle Ver\u00f6ffentlichung wiederholt wird.
emxVPLMSynchroCfg.ErrorUsr.PublishedProdLineAboveProduct = Eine Instanz des Elternmodells des Produkts {0} wurde unter der ver\u00f6ffentlichten Produktlinie mit dem Namen {1} erstellt. Nehmen Sie zuerst die Ver\u00f6ffentlichung zur\u00fcck, bevor die aktuelle Ver\u00f6ffentlichung wiederholt wird.

emxVPLMSynchroCfg.ErrorUsr.ConfigFeatureDeleteTrigger = Die folgenden Merkmale wurden zuvor in VPM ver\u00f6ffentlicht: {0}\nNehmen Sie deren Ver\u00f6ffentlichung zuerst zur\u00fcck, wenn Sie {1} l\u00f6schen m\u00f6chten
emxVPLMSynchroCfg.ErrorUsr.ConfigFeatureChangeTypeTrigger = Die folgenden Merkmale wurden zuvor in VPM ver\u00f6ffentlicht: {0}\nNehmen Sie deren Ver\u00f6ffentlichung zuerst zur\u00fcck, wenn der Typ von {1} in einen nicht ver\u00f6ffentlichungsf\u00e4higen Typ ge\u00e4ndert werden soll
emxVPLMSynchroCfg.ErrorUsr.ConfigFeatureReviseTrigger = {0} ist ein {1} Merkmal und kann daher nicht \u00fcberarbeitet werden
emxVPLMSynchroCfg.ErrorUsr.FeatureListModifyAttrTrigger = Die folgenden Merkmale wurden zuvor in VPM ver\u00f6ffentlicht: {0}\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn der Typ von {1} in 'Kein' ge\u00e4ndert werden soll
emxVPLMSynchroCfg.ErrorUsr.ProdConfDeleteTrigger = Die Produktkonfiguration {0} wurde zuvor in VPM ver\u00f6ffentlicht\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn Sie die Produktlinie l\u00f6schen m\u00f6chten
emxVPLMSynchroCfg.ErrorUsr.ProductDeleteTrigger = Das Produkt {0} wurde zuvor in VPM ver\u00f6ffentlicht\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn Sie die Produktlinie l\u00f6schen m\u00f6chten
emxVPLMSynchroCfg.ErrorUsr.ProductDeleteTrigger2 = Die Produkt\u00fcberarbeitung, die gel\u00f6scht werden soll, ist nicht die aktuelle \u00dcberarbeitung\nL\u00f6schen Sie zuerst alle anderen \u00dcberarbeitungen, wenn die \u00dcberarbeitung gel\u00f6scht werden soll
emxVPLMSynchroCfg.ErrorUsr.ProductDeleteTrigger3 = Die Produkt\u00fcberarbeitung, die gel\u00f6scht werden soll, verf\u00fcgt \u00fcber ver\u00f6ffentlichte Ausf\u00fchrungen\nL\u00f6schen Sie zuerst die betreffenden Ausf\u00fchrungen, wenn die \u00dcberarbeitung gel\u00f6scht werden soll
emxVPLMSynchroCfg.ErrorUsr.ProductFeatureListDeleteTrigger = Das Merkmal {0} wurde bereits mit diesem Produkt ver\u00f6ffentlicht\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn Sie das Merkmal entfernen m\u00f6chten
emxVPLMSynchroCfg.ErrorUsr.ProductFeatureListDeleteTriggerLeaf = Das Merkmal {0} wurde bereits mit ihrem Elternmerkmal f\u00fcr das Produkt {1}\n ver\u00f6ffentlicht<br>Eine ver\u00f6ffentlichte Beziehung von Eltern-/Kindmerkmale kann nicht unterbrochen werden\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn Sie {0} entfernen m\u00f6chten
emxVPLMSynchroCfg.ErrorUsr.ModelDeleteTrigger = Das Modell {0} wurde zuvor in VPM ver\u00f6ffentlicht\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn Sie die Produktlinie l\u00f6schen m\u00f6chten
emxVPLMSynchroCfg.ErrorUsr.ProdLineDeleteTrigger = Die Produktlinie {0} wurde zuvor in VPM ver\u00f6ffentlicht\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn Sie die Produktlinie l\u00f6schen m\u00f6chten
emxVPLMSynchroCfg.ErrorUsr.ModelRemoveTrigger = Die Produktlinie {0} und das Modell {1} wurden zuvor in VPM ver\u00f6ffentlicht\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn Sie {1} entfernen m\u00f6chten
emxVPLMSynchroCfg.ErrorUsr.ModelAddTrigger = Die Produktlinie {0} und das Modell {1} wurden zuvor in VPM ver\u00f6ffentlicht\nEs ist nicht m\u00f6glich, ein ver\u00f6ffentlichtes Modell unter einer ver\u00f6ffentlichten Produktlinie hinzuzuf\u00fcgen
emxVPLMSynchroCfg.ErrorUsr.FeatureListDeleteTrigger = Die folgenden Objekte wurden zuvor in VPM ver\u00f6ffentlicht in: {1}\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn Sie {0} entfernen m\u00f6chten
emxVPLMSynchroCfg.ErrorUsr.ProductBuildDeleteTrigger = Die Ausf\u00fchrung, die entfernt werden soll, wurde zuvor in VPM ver\u00f6ffentlicht\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn Sie das Merkmal entfernen m\u00f6chten
emxVPLMSynchroCfg.ErrorUsr.ModelTemplateDeleteTrigger = Die Masterzusammensetzung {0} wurde zuvor in VPM ver\u00f6ffentlicht\nNehmen Sie zuerst deren Ver\u00f6ffentlichung zur\u00fcck, wenn Sie die Produktlinie l\u00f6schen m\u00f6chten

# Info
emxVPLMSynchroCfg.Info.InputTitle = ENOVIA: In VPM ver\u00f6ffentlichen
emxVPLMSynchroCfg.Info.InputHeader = In VPM ver\u00f6ffentlichen
emxVPLMSynchroCfg.Info.PublicationFailed = Ver\u00f6ffentlichung fehlgeschlagen
emxVPLMSynchroCfg.Info.InputProduct = Produkt
emxVPLMSynchroCfg.Info.InputDiversity = Konfigurationsmerkmale
emxVPLMSynchroCfg.Info.InputLIN = Konfigurierte Strukturmerkmale
emxVPLMSynchroCfg.Info.InputProdConf = Produktkonfigurationen
emxVPLMSynchroCfg.Info.ResultTitle = ENOVIA: In VPM ver\u00f6ffentlichen: Ergebnisse
emxVPLMSynchroCfg.Info.ResultHeader = In VPM ver\u00f6ffentlichen: Ergebnisse
emxVPLMSynchroCfg.Info.ProdPublished = Ver\u00f6ffentlichte Produkte
emxVPLMSynchroCfg.Info.ProdUnpublished = Nicht ver\u00f6ffentlichte Produkte
emxVPLMSynchroCfg.Info.LogicalFeatPublished  = Ver\u00f6ffentlichte Logische Merkmale
emxVPLMSynchroCfg.Info.LogicalFeatUnpublished = Nicht ver\u00f6ffentlichte Logische Merkmale
emxVPLMSynchroCfg.Info.PartPublished = Ver\u00f6ffentlichte Teile
emxVPLMSynchroCfg.Info.PartUnpublished = Nicht ver\u00f6ffentlichte Teile
emxVPLMSynchroCfg.Info.ProdConfPublished = Ver\u00f6ffentlichte Produktkonfigurationen
emxVPLMSynchroCfg.Info.ProdConfUnpublished = Nicht ver\u00f6ffentlichte Produktkonfigurationen
emxVPLMSynchroCfg.Info.IncRulePublished = Ver\u00f6ffentlichte Einbeziehungsregeln
emxVPLMSynchroCfg.Info.IncRuleUnpublished = Nicht ver\u00f6ffentlichte Einbeziehungsregeln
emxVPLMSynchroCfg.Info.ManufPlanPublished = Ver\u00f6ffentlichte Fertigungspl\u00e4ne
emxVPLMSynchroCfg.Info.ManufPlanUnpublished = Nicht ver\u00f6ffentlichte Fertigungspl\u00e4ne
emxVPLMSynchroCfg.Info.IncManufRulePublished = Ver\u00f6ffentlichte Einbeziehungsregeln f\u00fcr Fertigungspl\u00e4ne
emxVPLMSynchroCfg.Info.IncManufRuleUnPublished = Nicht ver\u00f6ffentlichte Einbeziehungsregeln f\u00fcr Fertigungspl\u00e4ne
emxVPLMSynchroCfg.Info.ModelPublished = Ver\u00f6ffentlichte Modelle
emxVPLMSynchroCfg.Info.ModelUnpublished = Nicht ver\u00f6ffentlichte Modelle
emxVPLMSynchroCfg.Info.ProdLinePublished = Ver\u00f6ffentlichte Produktlinien
emxVPLMSynchroCfg.Info.ProdLineUnpublished = Nicht ver\u00f6ffentlichte Produktlinien
emxVPLMSynchroCfg.Info.UnpublishInputTitle = ENOVIA: Ver\u00f6ffentlichung von VPM aus zur\u00fccknehmen
emxVPLMSynchroCfg.Info.UnpublishInputHeader = Ver\u00f6ffentlichung von VPM aus zur\u00fccknehmen
emxVPLMSynchroCfg.Info.UnpublishResultTitle = ENOVIA: Ver\u00f6ffentlichung von VPM aus zur\u00fccknehmen: Ergebnisse
emxVPLMSynchroCfg.Info.UnpublishResultHeader = Ver\u00f6ffentlichung von VPM aus zur\u00fccknehmen: Ergebnisse
emxVPLMSynchroCfg.Info.UnpublishSuccess = R\u00fccknahme der Ver\u00f6ffentlichung erfolgreich
emxVPLMSynchroCfg.Info.NothingToUnpublish = Keine Elemente, deren Ver\u00f6ffentlichung zur\u00fcckgenommen werden kann
emxVPLMSynchroCfg.Info.Diversity = Konfigurationsmerkmale
emxVPLMSynchroCfg.Info.Publication = Ver\u00f6ffentlichung
emxVPLMSynchroCfg.Info.Unpublish = Ver\u00f6ffentlichung zur\u00fccknehmen
emxVPLMSynchroCfg.Info.Message = Nachricht
emxVPLMSynchroCfg.Info.Close = Schlie\u00dfen
emxVPLMSynchroCfg.Info.Mode = Aktion
emxVPLMSynchroCfg.Info.None = Kein
emxVPLMSynchroCfg.Info.Failed = FEHLGESCHLAGEN
emxVPLMSynchroCfg.Info.Succeeded = ERFOLGREICH
emxVPLMSynchroCfg.Info.Model = Modell
emxVPLMSynchroCfg.Info.ProductLine = Produktlinie
emxVPLMSynchroCfg.Info.PublishSucceeded = Ver\u00f6ffentlichung ERFOLGREICH
emxVPLMSynchroCfg.Info.UnpublishSucceeded = R\u00fccknahme der Ver\u00f6ffentlichung ERFOLGREICH
emxVPLMSynchroCfg.Info.VSCreated =Variabilit\u00e4tsbereich {0} erzeugt
emxVPLMSynchroCfg.Info.VSDeleted = Variabilit\u00e4tsbereich {0} gel\u00f6scht
emxVPLMSynchroCfg.Info.ProductCreated = Produkt {0} erstellt
emxVPLMSynchroCfg.Info.ProductDeleted = Produkt {0} gel\u00f6scht
emxVPLMSynchroCfg.Info.ProductUpdated = Produkt {0} aktualisiert
emxVPLMSynchroCfg.Info.CategoryCreated = Kategorie {0} erzeugt
emxVPLMSynchroCfg.Info.CategoryDeleted = Kategorie {0} gel\u00f6scht
emxVPLMSynchroCfg.Info.CategoryUpdated = Kategorie {0} aktualisiert
emxVPLMSynchroCfg.Info.OptionCreated = Option {0} erstellt
emxVPLMSynchroCfg.Info.OptionDeleted = Option {0} gel\u00f6scht
emxVPLMSynchroCfg.Info.OptionUpdated = Option {0} aktualisiert
emxVPLMSynchroCfg.Info.SpecificationCreated = Spezifikation {0} erstellt
emxVPLMSynchroCfg.Info.SpecificationDeleted = Spezifikation {0} gel\u00f6scht
emxVPLMSynchroCfg.Info.SpecificationUpdated = Spezifikation {0} aktualisiert
emxVPLMSynchroCfg.Info.SpecificationValueCreated = Spezifikationswert {0} erstellt
emxVPLMSynchroCfg.Info.SpecificationValueDeleted = Spezifikationswert {0} gel\u00f6scht
emxVPLMSynchroCfg.Info.SpecificationValueUpdated = Spezifikationswert {0} aktualisiert
emxVPLMSynchroCfg.Info.SerialCreated = Seriennummer {0} erstellt
emxVPLMSynchroCfg.Info.SerialDeleted = Seriennummer {0} gel\u00f6scht
emxVPLMSynchroCfg.Info.SerialUpdated = Seriennummer {0} aktualisiert
emxVPLMSynchroCfg.Info.EffectivityCreated = G\u00fcltigkeit erstellt f\u00fcr Instanz {0}
emxVPLMSynchroCfg.Info.EffectivityDeleted = G\u00fcltigkeit gel\u00f6scht f\u00fcr Instanz {0}
emxVPLMSynchroCfg.Info.EffectivityUpdated = G\u00fcltigkeit aktualisiert f\u00fcr Instanz {0}
emxVPLMSynchroCfg.Info.QueryCreated = Produktkonfiguration {0} erstellt
emxVPLMSynchroCfg.Info.QueryDeleted = Produktkonfiguration {0} gel\u00f6scht
emxVPLMSynchroCfg.Info.QueryUpdated = Produktkonfiguration {0} aktualisiert
emxVPLMSynchroCfg.Info.RuleCreated = Konfigurationsregel {0} erstellt
emxVPLMSynchroCfg.Info.DumpRuleCreated = Regelausdruck  : Wenn {0} dann {1}
emxVPLMSynchroCfg.Info.RuleDeleted = Konfigurationsregel {0} gel\u00f6scht
emxVPLMSynchroCfg.Info.RuleUpdated = Konfigurationsregel {0} aktualisiert
emxVPLMSynchroCfg.Info.CategoryInstantiated = Instanz der Kategorie {0} erzeugt im Variabilit\u00e4tsbereich {1}
emxVPLMSynchroCfg.Info.SpecificationInstantiated = Instanz der Spezifikation {0} erstellt im Variabilit\u00e4tsbereich {1}
emxVPLMSynchroCfg.Info.SerialInstantiated = Instanz der Seriennummer {0} erzeugt im Variabilit\u00e4tsbereich {1}
emxVPLMSynchroCfg.Info.ProductInstantiated = Instanz des Produkts {0} erstellt unter dem Produkt {1}
emxVPLMSynchroCfg.Info.VariantModelsText = Variantenfunktionalit\u00e4t von Modellen nach VPM \u00fcbertragen:
emxVPLMSynchroCfg.Info.VariantModelText = Variantenfunktionalit\u00e4t des Modells nach VPM \u00fcbertragen:
emxVPLMSynchroCfg.Info.EvolutionModelsText = Weiterentwicklungsfunktionalit\u00e4t von Modellen nach VPM \u00fcbertragen:
emxVPLMSynchroCfg.Info.EvolutionModelText = Weiterentwicklungsfunktionalit\u00e4t des Modells nach VPM \u00fcbertragen:
emxVPLMSynchroCfg.Info.AdditionalOption = Zus\u00e4tzliche Option:
emxVPLMSynchroCfg.Info.EnableEvolution = Weiterentwicklung auf der ersten VPM-Ebene erm\u00f6glichen
emxVPLMSynchroCfg.Info.EnableVariant = Variante auf der ersten VPM-Ebene erm\u00f6glichen
emxVPLMSynchroCfg.Info.EnableProdRev = Produkt\u00fcberarbeitungen mit Masterzusammensetzung
emxVPLMSynchroCfg.Info.EnableBuilds = Produktausf\u00fchrungen
emxVPLMSynchroCfg.Info.EnableManufPlan = Fertigungspl\u00e4ne mit Zusammensetzung
emxVPLMSynchroCfg.Info.LINUnderPlatform = Struktur-/Ausr\u00fcstungsmerkmale unter Plattform
emxVPLMSynchroCfg.Info.BuildPublished = Informationen in Bezug auf Ausf\u00fchrungen wurden ver\u00f6ffentlicht
emxVPLMSynchroCfg.Info.NoBuildPublished = Keine zu ver\u00f6ffentlichenden Informationen in Bezug auf Ausf\u00fchrungen vorhanden
emxVPLMSynchroCfg.Info.BuildUnpublished = Ver\u00f6ffentlichung von Informationen in Bezug auf Ausf\u00fchrungen wurde zur\u00fcckgenommen
emxVPLMSynchroCfg.Info.NoBuildUnpublished = Keine Informationen in Bezug auf Ausf\u00fchrungen vorhanden, deren Ver\u00f6ffentlichung zur\u00fcckgenommen werden kann
emxVPLMSynchroCfg.Info.BuildCompositionRules = Hinweis: Beide Optionen ausw\u00e4hlen, um die Verbindung von Ausf\u00fchrungen und Produkt\u00fcberarbeitungen zu ver\u00f6ffentlichen

emxVPLMSynchroCfg.Info.LINBOMWarning = Das Merkmal {0} enth\u00e4lt mindestens eine allgemeine St\u00fcckliste<br>Da es sich um keine Strukturmerkmal handelt, werden die betreffenden allgemeinen St\u00fccklisten nicht ver\u00f6ffentlicht
emxVPLMSynchroCfg.Info.EvoModelsWarning = Weiterentwicklungsfunktionalit\u00e4t von Modellen aus VPM entfernen:
emxVPLMSynchroCfg.Info.EvoModelWarning = Weiterentwicklungsfunktionalit\u00e4t des Modells aus VPM entfernen:
emxVPLMSynchroCfg.Info.EvoModelsWarningVariant = Variantenfunktionalit\u00e4t von Modellen aus VPM entfernen:
emxVPLMSynchroCfg.Info.EvoModelWarningVariant = Variantenfunktionalit\u00e4t des Modells aus VPM entfernen:

emxVPLMSynchroCfg.Info.ConfLogicalGBOM = Ver\u00f6ffentlichung der konfigurierten logischen Merkmale und ASTLs
