#
#   EnterpriseChangeMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2020  Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#
#   static const char RCSID[] = "$Id: EnterpriseChangeMdlStringResource_en.properties 1.324.2.9 Wed Dec 24 11:23:01 2008 ds-ksuryawanshi Experimental $"
#ENOVIALoc Version 06/18/19

#----------------------------Impact Analysis----------------------------------
EnterpriseChangeMdl.Alert.NoToconnectAccessToCA = \u65e0\u6cd5\u6267\u884c\u8bf7\u6c42\u7684\u64cd\u4f5c\uff0c\u56e0\u4e3a\u7528\u6237\u5bf9\u66f4\u6539\u64cd\u4f5c\u6ca1\u6709\u201c\u8fde\u63a5\u81f3\u201d\u8bbf\u95ee\u6743\u9650\u3002

#---------------------Mail Notifications--------------------------------------------------
EnterpriseChangeMdl.Message.Subject.ChangeCompleted = $<type> \u5df2\u5b8c\u6210\u901a\u77e5
EnterpriseChangeMdl.Message.Description.ChangeCompleted = $<type> $<name> $<revision> \u5df2\u5b8c\u6210\u3002
EnterpriseChangeMdl.Message.Subject.ChangeInProcessCO = $<type> CO \u8fdb\u884c\u4e2d\u901a\u77e5
EnterpriseChangeMdl.Message.Description.ChangeInProcessCO = $<type> $<name> $<revision> \u5df2\u5347\u7ea7\u4e3a\u201cCO \u8fdb\u884c\u4e2d\u201d\u3002
EnterpriseChangeMdl.Alert.ApprovalListNotPresentCO = \u9700\u8981\u63d0\u4f9b\u5ba1\u6279\u5217\u8868

EnterpriseChangeMdl.Alert.InputError = \u5ba1\u9605\u8f93\u5165

EnterpriseChangeMdl.Alert.NoChangeTypeAccessError = \u65e0\u66f4\u6539\u7c7b\u578b\u8bbf\u95ee\u6743\u9650

EnterpriseChangeMdl.Alert.CreateChildCOCheckError= \u9519\u8bef - \u521b\u5efa\u68c0\u67e5\uff1a\n - \u5b50\u7ea7\u4e0d\u5f97\u62e5\u6709\u4e00\u4e2a\u7236\u7ea7\n - \u5b50\u7ea7\u5fc5\u987b\u662f\u4e00\u79cd\u66f4\u6539\u6307\u4ee4\n - \u7b56\u7565\u5fc5\u987b\u4e3a\u5feb\u901f\u8ddf\u8e2a\u66f4\u6539\u6216\u6b63\u5f0f\u66f4\u6539\n - \u7236\u7ea7\u66f4\u6539\u6307\u4ee4\u5fc5\u987b\u4e3a\u201c\u5de5\u4f5c\u4e2d\u201d\u72b6\u6001\u6216\u4e4b\u524d\u7684\u72b6\u6001\n - \u5982\u679c\u7236\u7ea7\u53d7\u5feb\u901f\u8ddf\u8e2a\u66f4\u6539\u7b56\u7565\u7684\u7ba1\u8f96\uff0c\u5b50\u7ea7\u5fc5\u987b\u53d7\u5feb\u901f\u8ddf\u8e2a\u66f4\u6539\u6307\u4ee4\u7684\u7ba1\u8f96\u3002\n
EnterpriseChangeMdl.Alert.PromoteCOFromInWorkChildCOCheckError= \u6240\u6709\u5b50\u7ea7\u66f4\u6539\u6307\u4ee4\u5fc5\u987b\u81f3\u5c11\u4e3a\u201c\u5df2\u6279\u51c6\u201d\u72b6\u6001\u4e14\u4e0d\u5f97\u201c\u6682\u505c\u201d
EnterpriseChangeMdl.Alert.ParentCOMustBeInWorkToDemoteChildCOError= \u9519\u8bef\uff1a\u7236\u7ea7\u66f4\u6539\u6307\u4ee4\u5fc5\u987b\u4e3a\u201c\u5de5\u4f5c\u4e2d\u201d\u6216\u8f83\u65e9\u72b6\u6001\u4ee5\u4f7f\u5b50\u7ea7\u66f4\u6539\u6307\u4ee4\u964d\u7ea7
EnterpriseChangeMdl.Error.StateAllowedToSetApplicability= \u9519\u8bef\uff1a\u4e0d\u5141\u8bb8\u5bf9\u8d85\u8fc7\u201c\u5ba1\u6279\u4e2d\u201d\u72b6\u6001\u7684\u66f4\u6539\u6307\u4ee4\u8bbe\u7f6e\u9002\u7528\u6027
EnterpriseChangeMdl.Alert.CheckForCyclicDependency= \u9519\u8bef\uff1a\u4e24\u4e2a\u66f4\u6539\u6307\u4ee4\u4e4b\u95f4\u5b58\u5728\u5faa\u73af\u4f9d\u8d56\u5173\u7cfb
EnterpriseChangeMdl.Alert.PromoteDecisionToReleaseCheckError= \u62d3\u5c55\u9002\u7528\u6027\u9519\u8bef\uff1a\u672a\u627e\u5230\u517c\u5bb9\u66f4\u6539\u5bf9\u8c61 
EnterpriseChangeMdl.Alert.PromoteDecisionToReleaseCheckOnHoldError= \u9519\u8bef\uff1a\u6709\u4e00\u4e2a\u66f4\u6539\u5bf9\u8c61\u5904\u4e8e\u6682\u505c\u72b6\u6001
EnterpriseChangeMdl.Alert.TooManyRouteTemplate = \u627e\u5230\u8fde\u63a5\u5230\u6b64\u5bf9\u8c61\u7684\u591a\u4e2a\u6d41\u7a0b\u6a21\u677f\uff0c\u8bf7\u7f16\u8f91\u5e76\u4ec5\u9009\u62e9\u4e00\u4e2a\u3002
EnterpriseChangeMdl.Alert.NoLicenseToGetApplicability = \u60a8\u65e0\u6743\u83b7\u53d6\u9002\u7528\u6027\u3002\u8bf7\u8054\u7cfb\u7ba1\u7406\u5458\u4ee5\u83b7\u53d6\u8bb8\u53ef\u8bc1\u3002
EnterpriseChangeMdl.Alert.NoLicenseToSetApplicability = \u60a8\u65e0\u6743\u8bbe\u7f6e\u9002\u7528\u6027\u3002\u8bf7\u8054\u7cfb\u7ba1\u7406\u5458\u4ee5\u83b7\u53d6\u8bb8\u53ef\u8bc1\u3002

EnterpriseChangeMdl.Error.RemoveCAOnOrBeyondInWorkCO = \u9519\u8bef\uff1a\u65e0\u6cd5\u79fb\u9664\u201c\u66f4\u6539\u64cd\u4f5c\u201d\uff0c\u56e0\u4e3a\u4e0a\u4e0b\u6587\u201c\u66f4\u6539\u6307\u4ee4\u201d\u5904\u4e8e\u201c\u5de5\u4f5c\u4e2d\u201d\u6216\u4ee5\u4e0a\u72b6\u6001
EnterpriseChangeMdl.Error.RemoveCAContainingProposedToRealized = \u9519\u8bef\uff1a\u65e0\u6cd5\u79fb\u9664\u66f4\u6539\u64cd\u4f5c\uff0c\u53ef\u80fd\u7684\u539f\u56e0\u5982\u4e0b\uff1a\n   - \u5904\u4e8e\u5de5\u4f5c\u4e2d\u6216\u4e4b\u540e\u7684\u72b6\u6001\n   - \u81f3\u5c11\u4e00\u4e2a\u66f4\u6539\u64cd\u4f5c\u5305\u542b\u5efa\u8bae\u7684\u6216\u5b9e\u73b0\u7684\u66f4\u6539
EnterpriseChangeMdl.Error.AddRemoveCABeyondInWorkCO = \u9519\u8bef\uff1a\u65e0\u6cd5\u6dfb\u52a0/\u79fb\u9664\u201c\u66f4\u6539\u64cd\u4f5c\u201d\uff0c\u56e0\u4e3a\u4e0a\u4e0b\u6587\u201c\u66f4\u6539\u6307\u4ee4\u201d\u8d85\u8fc7\u201c\u5de5\u4f5c\u4e2d\u201d\u72b6\u6001
EnterpriseChangeMdl.Message.Subject.ChangeAssignedDueToCODemoteToInWork= \u8981\u590d\u6838\u548c\u5904\u7406\u7684 $<type>\u3002
EnterpriseChangeMdl.Message.Description.ChangeAssignedDueToCODemoteToInWork= \u7531\u4e8e\u4e0e\u6b64 $<type> $<name> $<revision> \u5173\u8054\u7684\u66f4\u6539\u6307\u4ee4\u964d\u7ea7\u81f3\u201c\u8fdb\u884c\u4e2d\u201d\u72b6\u6001\uff0c\u8bf7\u4f5c\u4e3a\u53d7\u6d3e\u4eba\u8fdb\u884c\u590d\u6838\u548c\u5904\u7406\u3002

EnterpriseChangeMdl.Error.DeleteCheckOnHoldCO= \u9519\u8bef\uff1a\u4e0a\u4e0b\u6587\u6216\u5176\u5b50\u66f4\u6539\u6307\u4ee4\u5bf9\u8c61\u5904\u4e8e\u6682\u505c\u72b6\u6001\u3002\u4e0d\u5141\u8bb8\u5220\u9664\u3002
EnterpriseChangeMdl.Error.DeleteCheckOnHoldCR= \u9519\u8bef\uff1a\u66f4\u6539\u8bf7\u6c42\u5bf9\u8c61\u5904\u4e8e\u6682\u505c\u72b6\u6001\u3002\u4e0d\u5141\u8bb8\u5220\u9664\u3002
EnterpriseChangeMdl.Error.PromoteCheckOnHoldCO= \u9519\u8bef\uff1a\u66f4\u6539\u6307\u4ee4\u5bf9\u8c61\u5904\u4e8e\u6682\u505c\u72b6\u6001\u3002\u4e0d\u5141\u8bb8\u5347\u7ea7\u3002
EnterpriseChangeMdl.Error.PromoteCheckOnHoldCR= \u9519\u8bef\uff1a\u66f4\u6539\u8bf7\u6c42\u5bf9\u8c61\u5904\u4e8e\u6682\u505c\u72b6\u6001\u3002\u4e0d\u5141\u8bb8\u5347\u7ea7\u3002

