#
#   EnterpriseChangeMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2020 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#
#   static const char RCSID[] = "$Id: EnterpriseChangeMdlStringResource_en.properties 1.324.2.9 Wed Dec 24 11:23:01 2008 ds-ksuryawanshi Experimental $"
#ENOVIALoc Version 06/18/19

#----------------------------Impact Analysis----------------------------------
EnterpriseChangeMdl.Alert.NoToconnectAccessToCA = \u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u305f\u64cd\u4f5c\u306f\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002\u30e6\u30fc\u30b6\u30fc\u306b\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u3078\u306eTo\u95a2\u9023\u4ed8\u3051\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093

#---------------------Mail Notifications--------------------------------------------------
EnterpriseChangeMdl.Message.Subject.ChangeCompleted = $<type>\u306e\u5b8c\u4e86\u306e\u901a\u77e5
EnterpriseChangeMdl.Message.Description.ChangeCompleted = $<type> $<name> $<revision>\u304c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
EnterpriseChangeMdl.Message.Subject.ChangeInProcessCO = $<type>\u306e\u51e6\u7406\u4e2dCO\u306e\u901a\u77e5
EnterpriseChangeMdl.Message.Description.ChangeInProcessCO = $<type> $<name> $<revision>\u304c\u51e6\u7406\u4e2dCO\u306b\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u3055\u308c\u307e\u3057\u305f\u3002
EnterpriseChangeMdl.Alert.ApprovalListNotPresentCO = \u627f\u8a8d\u30ea\u30b9\u30c8\u3092\u63d0\u4f9b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
EnterpriseChangeMdl.Alert.InputError = \u30ec\u30d3\u30e5\u30fc\u5165\u529b
EnterpriseChangeMdl.Alert.NoChangeTypeAccessError = \u306b\u306f\u5909\u66f4\u30bf\u30a4\u30d7\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
EnterpriseChangeMdl.Alert.CreateChildCOCheckError= \u30a8\u30e9\u30fc - \u4f5c\u6210\u30c1\u30a7\u30c3\u30af\uff1a\n   - \u5b50\u306f\u3059\u3067\u306b\u89aa\u3092\u6301\u3064\u3053\u3068\u306f\u306a\u308a\u307e\u305b\u3093\n   - \u5b50\u306f\u5909\u66f4\u6307\u793a\u30bf\u30a4\u30d7\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\n   - \u30dd\u30ea\u30b7\u30fc\u306f\u30d5\u30a1\u30fc\u30b9\u30c8\u30c8\u30e9\u30c3\u30af\u306e\u5909\u66f4\u307e\u305f\u306f\u6b63\u5f0f\u5909\u66f4\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\n   - \u89aa\u306e\u5909\u66f4\u6307\u793a\u306f\u4f5c\u696d\u4e2d\u307e\u305f\u305f\u305d\u308c\u4ee5\u524d\u306e\u30b9\u30c6\u30fc\u30c8\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\n   - \u89aa\u304c\u30d5\u30a1\u30fc\u30b9\u30c8\u30c8\u30e9\u30c3\u30af\u306e\u5909\u66f4\u30dd\u30ea\u30b7\u30fc\u306b\u3088\u308a\u7ba1\u7406\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u5b50\u306f\u30d5\u30a1\u30fc\u30b9\u30c8\u30c8\u30e9\u30c3\u30af\u306e\u5909\u66f4\u6307\u793a\u306b\u3088\u308a\u7ba1\u7406\u3055\u308c\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\n
EnterpriseChangeMdl.Alert.PromoteCOFromInWorkChildCOCheckError= \u3059\u3079\u3066\u306e\u5b50\u5909\u66f4\u6307\u793a\u306f\u5c11\u306a\u304f\u3068\u3082\u627f\u8a8d\u6e08\u307f\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308a\u3001\u4fdd\u7559\u4e2d\u3067\u306a\u3044\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
EnterpriseChangeMdl.Alert.ParentCOMustBeInWorkToDemoteChildCOError= \u30a8\u30e9\u30fc\uff1a\u5b50\u5909\u66f4\u6307\u793a\u3092\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u3059\u308b\u306b\u306f\u3001\u89aa\u5909\u66f4\u6307\u793a\u306f\u4f5c\u696d\u4e2d\u307e\u305f\u306f\u305d\u308c\u4ee5\u524d\u306e\u30b9\u30c6\u30fc\u30c8\u306b\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
EnterpriseChangeMdl.Error.StateAllowedToSetApplicability= \u30a8\u30e9\u30fc\uff1a\u9069\u7528\u6027\u306e\u8a2d\u5b9a\u306f\u3001\u627f\u8a8d\u4e2d\u30b9\u30c6\u30fc\u30c8\u4ee5\u964d\u306e\u5909\u66f4\u6307\u793a\u3067\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
EnterpriseChangeMdl.Alert.CheckForCyclicDependency= \u30a8\u30e9\u30fc\uff1a2\u3064\u306e\u5909\u66f4\u6307\u793a\u306e\u9593\u306b\u5faa\u74b0\u4f9d\u5b58\u95a2\u4fc2\u304c\u5b58\u5728\u3057\u307e\u3059
EnterpriseChangeMdl.Alert.PromoteDecisionToReleaseCheckError= \u9069\u7528\u6027\u306e\u30d7\u30ed\u30d1\u30b2\u30fc\u30c8\u4e2d\u306e\u30a8\u30e9\u30fc\uff1a\u4e92\u63db\u6027\u306e\u3042\u308b\u5909\u66f4\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093 
EnterpriseChangeMdl.Alert.PromoteDecisionToReleaseCheckOnHoldError  = \u30a8\u30e9\u30fc\uff1a\u4fdd\u7559\u4e2d\u306e\u5909\u66f4\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u3059
EnterpriseChangeMdl.Alert.TooManyRouteTemplate = \u8907\u6570\u306e\u30eb\u30fc\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304c\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059\u3002\u7de8\u96c6\u3057\u3066\uff11\u3064\u306e\u307f\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044

EnterpriseChangeMdl.Alert.NoLicenseToGetApplicability = \u9069\u7528\u53ef\u80fd\u6027\u3092\u53d6\u5f97\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u53d6\u5f97\u3059\u308b\u306b\u306f\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044
EnterpriseChangeMdl.Alert.NoLicenseToSetApplicability = \u9069\u7528\u53ef\u80fd\u6027\u3092\u8a2d\u5b9a\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u53d6\u5f97\u3059\u308b\u306b\u306f\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044

EnterpriseChangeMdl.Error.RemoveCAOnOrBeyondInWorkCO = \u30a8\u30e9\u30fc\uff1a\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u5909\u66f4\u6307\u793a\u304c\u300c\u4f5c\u696d\u4e2d\u300d\u4ee5\u964d\u306e\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u305f\u3081\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u9664\u5916\u3067\u304d\u307e\u305b\u3093
EnterpriseChangeMdl.Error.RemoveCAContainingProposedToRealized = \u30a8\u30e9\u30fc\uff1a\u6b21\u306e\u3044\u305a\u308c\u304b\u306e\u7406\u7531\u3067\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u9664\u5916\u3067\u304d\u307e\u305b\u3093:\n   - \u4f5c\u696d\u4e2d\u30b9\u30c6\u30fc\u30c8\u307e\u305f\u306f\u305d\u308c\u4ee5\u964d\u306e\u30b9\u30c6\u30fc\u30c8\u3067\u3059:\n   - \u5c11\u306a\u304f\u3068\u30821\u3064\u304c\u63d0\u6848\u5909\u66f4\u307e\u305f\u306f\u5b9f\u65bd\u5909\u66f4\u3092\u542b\u307f\u307e\u3059
EnterpriseChangeMdl.Error.AddRemoveCABeyondInWorkCO = \u30a8\u30e9\u30fc\uff1a\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u5909\u66f4\u6307\u793a\u304c\u300c\u4f5c\u696d\u4e2d\u300d\u4ee5\u964d\u306e\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u305f\u3081\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u8ffd\u52a0\uff0f\u9664\u5916\u3067\u304d\u307e\u305b\u3093
EnterpriseChangeMdl.Message.Subject.ChangeAssignedDueToCODemoteToInWork= $<type>\u306e\u30ec\u30d3\u30e5\u30fc\u3068\u4f5c\u696d
EnterpriseChangeMdl.Message.Description.ChangeAssignedDueToCODemoteToInWork= \u3053\u306e$<type> $<name> $<revision>\u304c\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u5909\u66f4\u6307\u793a\u304c\u4f5c\u696d\u4e2d\u30b9\u30c6\u30fc\u30c8\u306b\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u3055\u308c\u305f\u305f\u3081\u3001\u62c5\u5f53\u8005\u306f\u3053\u306e\u5909\u66f4\u6307\u793a\u3092\u30ec\u30d3\u30e5\u30fc\u3057\u4f5c\u696d\u3092\u884c\u3044\u307e\u3059

EnterpriseChangeMdl.Error.DeleteCheckOnHoldCO= \u30a8\u30e9\u30fc\uff1a\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u307e\u305f\u306f\u305d\u306e\u5b50\u306e\u5909\u66f4\u6307\u793a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u4fdd\u7559\u4e2d\u3067\u3059\u3002\u524a\u9664\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
EnterpriseChangeMdl.Error.DeleteCheckOnHoldCR= \u30a8\u30e9\u30fc\uff1a\u5909\u66f4\u30ea\u30af\u30a8\u30b9\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u4fdd\u7559\u4e2d\u3067\u3059\u3002\u524a\u9664\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
EnterpriseChangeMdl.Error.PromoteCheckOnHoldCO= \u30a8\u30e9\u30fc\uff1a\u5909\u66f4\u6307\u793a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u4fdd\u7559\u4e2d\u3067\u3059\u3002\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
EnterpriseChangeMdl.Error.PromoteCheckOnHoldCR= \u30a8\u30e9\u30fc\uff1a\u5909\u66f4\u30ea\u30af\u30a8\u30b9\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u4fdd\u7559\u4e2d\u3067\u3059\u3002\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093

