#
#   EnterpriseChangeMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2020 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#
#   static const char RCSID[] = "$Id: EnterpriseChangeMdlStringResource_en.properties 1.324.2.9 Wed Dec 24 11:23:01 2008 ds-ksuryawanshi Experimental $"
#ENOVIALoc Version 06/18/19

#----------------------------Impact Analysis----------------------------------
EnterpriseChangeMdl.Alert.NoToconnectAccessToCA = L'op\u00e9ration demand\u00e9e ne peut pas \u00eatre effectu\u00e9e car l'utilisateur n'a pas d\u2019acc\u00e8s Connecter \u00c0 \u00e0 l'action de modification.

#---------------------Mail Notifications--------------------------------------------------
EnterpriseChangeMdl.Message.Subject.ChangeCompleted = $<type> Notification termin\u00e9e
EnterpriseChangeMdl.Message.Description.ChangeCompleted = Le $<type> $<name> $<revision> a \u00e9t\u00e9 achev\u00e9.
EnterpriseChangeMdl.Message.Subject.ChangeInProcessCO = $<type> Notification d'ordre de modification en traitement
EnterpriseChangeMdl.Message.Description.ChangeInProcessCO = Le $<type> $<name> $<revision> a \u00e9t\u00e9 promu \u00e0 Ordre de modification en traitement.
EnterpriseChangeMdl.Alert.ApprovalListNotPresentCO = Une liste d'approbations doit \u00eatre fournie
EnterpriseChangeMdl.Alert.InputError = Entr\u00e9e de revue
EnterpriseChangeMdl.Alert.NoChangeTypeAccessError = n'a pas acc\u00e8s au type de modification
EnterpriseChangeMdl.Alert.CreateChildCOCheckError= Erreur - cr\u00e9er des v\u00e9rifications :\n   - L'enfant ne doit pas d\u00e9j\u00e0 avoir un parent\n   - L'enfant doit \u00eatre de type Ordre de modification\n   - La r\u00e8gle doit \u00eatre Modification acc\u00e9l\u00e9r\u00e9e ou Modification formelle\n   - L'ordre de modification parent doit avoir l'\u00e9tat En traitement ou un \u00e9tat ant\u00e9rieur\n   - Si le parent est r\u00e9gi par une r\u00e8gle Modification acc\u00e9l\u00e9r\u00e9e, l'enfant doit \u00eatre r\u00e9gi par un ordre de modification acc\u00e9l\u00e9r\u00e9e.\n
EnterpriseChangeMdl.Alert.PromoteCOFromInWorkChildCOCheckError= Tous les ordres de modification enfants doivent avoir l'\u00e9tat Approuv\u00e9 et non pas En attente
EnterpriseChangeMdl.Alert.ParentCOMustBeInWorkToDemoteChildCOError= Erreur : l'ordre de modification parent doit avoir l'\u00e9tat En traitement ou un \u00e9tat ant\u00e9rieur pour pouvoir r\u00e9trograder un ordre de modification enfant
EnterpriseChangeMdl.Error.StateAllowedToSetApplicability= Erreur : la d\u00e9finition de l'applicabilit\u00e9 n'est pas autoris\u00e9e sur les ordres de modification dont l'\u00e9tat est ult\u00e9rieur \u00e0 En approbation
EnterpriseChangeMdl.Alert.CheckForCyclicDependency= Erreur : il existe une d\u00e9pendance cyclique entre les deux ordres de modification
EnterpriseChangeMdl.Alert.PromoteDecisionToReleaseCheckError= Erreur lors de la propagation de l'applicabilit\u00e9 : aucun objet Modification compatible trouv\u00e9 
EnterpriseChangeMdl.Alert.PromoteDecisionToReleaseCheckOnHoldError= Erreur : il existe un objet Modification en attente
EnterpriseChangeMdl.Alert.TooManyRouteTemplate =  Plusieurs mod\u00e8les de route trouv\u00e9s en connexion \u00e0 cet objet, veuillez modifier votre choix et ne s\u00e9lectionner qu\u2019un seul mod\u00e8le.
EnterpriseChangeMdl.Alert.NoLicenseToGetApplicability = Vous n'\u00eates pas autoris\u00e9 \u00e0 obtenir l'applicabilit\u00e9. Veuillez contacter votre administrateur pour obtenir la licence.
EnterpriseChangeMdl.Alert.NoLicenseToSetApplicability = Vous n'\u00eates pas autoris\u00e9 \u00e0 d\u00e9finir l'applicabilit\u00e9. Veuillez contacter votre administrateur pour obtenir la licence.

EnterpriseChangeMdl.Error.RemoveCAOnOrBeyondInWorkCO = Erreur : impossible d'enlever une ou plusieurs actions de modification car l'ordre de modification du contexte est \u00e0 l'\u00e9tat En traitement ou \u00e0 un \u00e9tat ult\u00e9rieur
EnterpriseChangeMdl.Error.RemoveCAContainingProposedToRealized = Erreur : impossible de supprimer les actions de modification pour l'une des raisons suivantes :\n   - Une action de modification est \u00e0 l'\u00e9tat En traitement ou \u00e0 un \u00e9tat ult\u00e9rieur\n   - Au moins une action de modification contient une modification propos\u00e9e ou r\u00e9alis\u00e9e
EnterpriseChangeMdl.Error.AddRemoveCABeyondInWorkCO = Erreur : impossible d'ajouter/enlever une ou plusieurs actions de modification car l'ordre de modification du contexte est ult\u00e9rieur \u00e0 l'\u00e9tat En traitement
EnterpriseChangeMdl.Message.Subject.ChangeAssignedDueToCODemoteToInWork= La $<type> \u00e0 r\u00e9viser et sur lequel travailler.
EnterpriseChangeMdl.Message.Description.ChangeAssignedDueToCODemoteToInWork= En raison de la r\u00e9trogradation de l'ordre de modification \u00e0 l'\u00e9tat En traitement, auquel cette $<type> $<name> $<revision> est associ\u00e9e, vous devez la r\u00e9viser et travailler dessus, car vous \u00eates l'une des personnes affect\u00e9es.

EnterpriseChangeMdl.Error.DeleteCheckOnHoldCO= Erreur : le contexte de cet objet Ordre de modification enfant est En attente. La suppression n'est pas autoris\u00e9e.
EnterpriseChangeMdl.Error.DeleteCheckOnHoldCR= Erreur : l'objet Demande de modification est En attente. La suppression n'est pas autoris\u00e9e.
EnterpriseChangeMdl.Error.PromoteCheckOnHoldCO= Erreur : l'objet Ordre de modification est En attente. La promotion n'est pas autoris\u00e9e.
EnterpriseChangeMdl.Error.PromoteCheckOnHoldCR= Erreur : l'objet Demande de modification est En attente. La promotion n'est pas autoris\u00e9e.
