#
#   ExpressionStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: ExpressionStringResource.properties.rca  $"
#

# --- General

# Criteria
Criteria.Date=\u65e5\u671f
Criteria.Products=\u4ea7\u54c1
Criteria.ManufacturingPlans=\u5236\u9020\u8ba1\u5212
Criteria.Unit=\u5355\u4f4d
Criteria.Milestone=\u91cc\u7a0b\u7891
Criteria.FeatureOption=\u53d8\u578b\u548c\u9009\u9879


# --- Success

# Effectivity
Effectivity.Success.SetEvolutionOperationSuccess=\u8bbe\u7f6e\u6f14\u53d8\u6709\u6548\u6027\u64cd\u4f5c\u6210\u529f\u3002


# --- Errors

Error.InternalServerError=\u5185\u90e8\u9519\u8bef

# General
General.Error.InvalidCategoryTypeSetting=\u65e0\u6548\u7c7b\u522b\u7c7b\u578b\u3002\u8bf7\u68c0\u67e5\u6709\u6548\u7c7b\u522b\u7c7b\u578b\u8bbe\u7f6e\u3002
General.Range.Error.SequenceValues=\u4f5c\u4e3a\u8303\u56f4\u63d2\u5165\u9700\u8981\u4e00\u4e2a\u6216\u4e24\u4e2a\u5e8f\u5217\u503c\u3002 \u627e\u5230\u7684\u5e8f\u5217\u503c\u7684\u7f16\u53f7\u4e3a\uff1a 
General.Range.Error.DatesValues=\u4f5c\u4e3a\u8303\u56f4\u63d2\u5165\u9700\u8981\u4e00\u4e2a\u6216\u4e24\u4e2a\u65e5\u671f\u3002\u627e\u5230\u7684\u65e5\u671f\u503c\u7684\u7f16\u53f7\u4e3a\uff1a 
General.Error.UnsupportedDateWithRelational=\u76f8\u5173\u751f\u6548\u65e5\u671f\u4e0d\u652f\u6301\u6b64\u65e5\u671f\u3002\u8bf7\u4ece\u6b64\u5173\u7cfb\u6216\u7c7b\u578b\u7684\u7ba1\u7406\u5c5e\u6027\u4e2d\u79fb\u9664\u67d0\u4e00\u6709\u6548\u7c7b\u578b\u3002
General.Error.UnsupportedGlobalWithMultipleContexts=\u5728\u76f8\u540c\u7684\u8868\u8fbe\u5f0f\u4e2d\uff0c\u5168\u5c40\u914d\u7f6e\u4e0a\u4e0b\u6587\u65e0\u6cd5\u4e0e\u5176\u4ed6\u914d\u7f6e\u4e0a\u4e0b\u6587\u7ed3\u5408\u3002\u8bf7\u79fb\u9664\u5168\u5c40\u914d\u7f6e\u4e0a\u4e0b\u6587\u6216\u5176\u4ed6\u6240\u6709\u914d\u7f6e\u4e0a\u4e0b\u6587\u3002


# Criteria
Criteria.Error.UnsupportedCriteriaType=\u4e0d\u53d7\u652f\u6301\u7684\u6761\u4ef6\u7c7b\u578b\u3002\u8bf7\u6307\u5b9a\u53d7\u652f\u6301\u7684\u6761\u4ef6\u7c7b\u578b\u3002
Criteria.Error.TypeNotAModel=\u4e0d\u662f\u6a21\u578b\u7c7b\u578b
Criteria.Error.TypeNotAModelVersion=\u4e0d\u662f\u6a21\u578b\u7248\u672c\u7c7b\u578b

# Effectivity
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=\u6709\u6548\u6027\u8868\u8fbe\u5f0f\u5305\u542b\u4e00\u4e9b\u5c1a\u672a\u5728\u8be5\u5bf9\u8c61\u4e0a\u5e94\u7528\u7684\u6709\u6548\u6027\u7c7b\u578b\u3002
Effectivity.Error.NoEffectivityTypeFound=\u672a\u627e\u5230\u6709\u6548\u6027\u7c7b\u578b\u3002\u8bf7\u4f7f\u7528\u65b9\u6848\u4e2d\u5b9a\u4e49\u7684\u6709\u6548\u6709\u6548\u6027\u7c7b\u578b\u3002
Effectivity.Error.EffectivityUsageCannotDelete=\u8be5\u5bf9\u8c61\u6b63\u7528\u4e8e\u6709\u6548\u6027\u8868\u8fbe\u5f0f\uff0c\u65e0\u6cd5\u5220\u9664\u3002\u8bf7\u4ece\u6240\u6709\u6709\u6548\u6027\u8868\u8fbe\u5f0f\u4e2d\u79fb\u9664\u8be5\u5bf9\u8c61\uff0c\u4ee5\u4fbf\u5141\u8bb8\u5220\u9664\u3002
Effectivity.FalseExpression.Display=\u65e0\u6548
Effectivity.TrueExpression.Display=\u6709\u6548
Effectivity.Error.OnlyEvolutionEffectivity=\u6b64\u5b9e\u4f8b\u4ec5\u5177\u6709\u6f14\u53d8\u57df\u6709\u6548\u6027\u3002
Effectivity.Error.EffectivityUsageCannotRemoveObject=<object_type> <object_name> \u6b63\u7528\u4e8e\u914d\u7f6e\u8868\u8fbe\u5f0f\uff08\u7b5b\u9009\u3001\u6709\u6548\u6027...\uff09\uff0c\u65e0\u6cd5\u79fb\u9664\u3002\u8bf7\u4ece\u6240\u6709\u914d\u7f6e\u8868\u8fbe\u5f0f\u4e2d\u79fb\u9664\u8be5\u6761\u4ef6\uff0c\u4ee5\u4fbf\u5141\u8bb8\u79fb\u9664\u3002
Effectivity.Error.EffectivityUsageCannotModifyObject=<object_type> <object_name> \u6b63\u7528\u4e8e\u914d\u7f6e\u8868\u8fbe\u5f0f\uff08\u7b5b\u9009\u3001\u6709\u6548\u6027...\uff09\uff0c\u65e0\u6cd5\u4fee\u6539\u3002\u8bf7\u4ece\u6240\u6709\u914d\u7f6e\u8868\u8fbe\u5f0f\u4e2d\u79fb\u9664\u8be5\u6761\u4ef6\uff0c\u4ee5\u4fbf\u5141\u8bb8\u4fee\u6539\u3002
Effectivity.Error.ChangeApplicabilityAndEffectivitieDoNotIntersect=\u65e0\u6cd5\u7f16\u8f91\u6709\u6548\u6027\uff0c\u56e0\u4e3a\u8868\u8fbe\u5f0f\u4e0e\u9002\u7528\u6027\u4e0d\u76f8\u4ea4\u3002\u4f7f\u7528\u6f14\u53d8\u7684\u5b9e\u4f8b\u4fee\u6539\u53d8\u4f53\u6709\u6548\u6027\u3002
Effectivity.Error.ChangeApplicabilityAndEffectivitieAreEqual=\u6709\u6548\u6027\u8868\u8fbe\u5f0f\u7b49\u4e8e\u9002\u5e94\u6027\uff1a\u6211\u4eec\u65e0\u6cd5\u5e94\u7528\u6b64\u64cd\u4f5c\u3002
Effectivity.Error.Unset.NoEffectivity=\u8be5\u5b9e\u4f8b\u6ca1\u6709\u6709\u6548\u6027\uff0c\u53d6\u6d88\u8bbe\u7f6e\u65e0\u6548

# Expression
Expression.Error.MissingAttachedModels=\u5e76\u975e\u6240\u6709\u5fc5\u8981\u7684\u6a21\u578b\u90fd\u5df2\u9644\u52a0\u5230\u7236\u53c2\u8003\u4e0a\u3002  
Effectivity.Error.ParentNotAttachedAllModelsFromAC=\u7236\u7ea7\u53c2\u8003\u6ca1\u6709\u4ece\u521b\u4f5c\u4e0a\u4e0b\u6587\u9644\u52a0\u6240\u6709\u6a21\u578b\u3002
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=\u7236\u7ea7\u53c2\u8003\u6ca1\u6709\u4ece\u521b\u4f5c\u4e0a\u4e0b\u6587\u542f\u7528\u6240\u6709\u6761\u4ef6\u3002
Expression.Error.InvalidExpression=\u5b9e\u9645\u8868\u8fbe\u5f0f\u65e0\u6548
Expression.Error.ParentPartIsNotConfigured=\u7ed9\u5b9a\u5173\u7cfb\u7684\u7236\u7ea7\u96f6\u4ef6\u6ca1\u6709\u914d\u7f6e\u4e0a\u4e0b\u6587\u3002

# Reference
Expression.Error.AttachContextDeniedSinceReferenceIsRevised=\u4e0d\u652f\u6301\u5728\u4fee\u8ba2\u7684\u5bf9\u8c61\u4e0a\u9644\u52a0\u914d\u7f6e\u4e0a\u4e0b\u6587\u3002\u9644\u52a0 <type> \u5931\u8d25
Expression.Error.CriteriaNotEnabled=\u8f93\u5165 XML \u5305\u542b <critType>\uff0c\u4f46\u6b64\u6761\u4ef6\u672a\u5728\u53c2\u8003 <name> \u4e0a\u542f\u7528
Expression.Error.CriteriaNotDisabled=\u7981\u7528\u5bf9\u8c61\u4e0a\u7684\u6761\u4ef6\u5931\u8d25\uff0c\u56e0\u4e3a\u4e00\u4e2a/\u591a\u4e2a\u5b9e\u4f8b\u5b9a\u4e49\u4e86 <critType> \u6709\u6548\u6027
Expression.DetachNotPossible.ConfigurationUsage=\u6a21\u578b\u65e0\u6cd5\u62c6\u79bb\uff0c\u56e0\u4e3a\u5b83\u6b63\u5728\u88ab\u67d0\u4e2a\u914d\u7f6e\u4f7f\u7528
Expression.Error.DetachNotPossible.EffectivityUsage=\u6a21\u578b\u65e0\u6cd5\u62c6\u79bb\uff0c\u56e0\u4e3a\u5b83\u6b63\u5728\u88ab\u67d0\u4e2a\u6709\u6548\u6027\u8868\u8fbe\u5f0f\u4f7f\u7528
Expression.Error.DetachNotPossible.ConfigurationRevision=\u65e0\u6cd5\u62c6\u79bb\u6a21\u578b\uff0c\u56e0\u4e3a\u53c2\u8003\u5177\u6709 ConfigurationRevisions

# Immutability
Expression.Error.FrozenCriteriaInEffs=\u60a8\u4e0d\u80fd\u5bf9\u5b9e\u4f8b\u8fdb\u884c\u7269\u7406\u66f4\u6539\uff0c\u56e0\u4e3a\u5b83\u4eec\u7684\u6709\u6548\u6027\u81f3\u5c11\u5305\u542b\u4e00\u4e2a\u5df2\u51bb\u7ed3\u6761\u4ef6\u3002\u8bf7\u4f7f\u7528\u201c\u5de5\u4f5c\u6761\u4ef6\u201d\u3002
Expression.Error.FrozenCfgRevImpacted=\u65e0\u6cd5\u6267\u884c\u64cd\u4f5c\uff1a\u5b83\u81f3\u5c11\u5f71\u54cd\u4e00\u4e2a\u5df2\u51bb\u7ed3\u7684\u914d\u7f6e\u4fee\u8ba2\u7248
Expression.Error.FrozenRangeOfEffImpactedBySetExpression=\u65e0\u6cd5\u8bbe\u7f6e\u8868\u8fbe\u5f0f\uff0c\u56e0\u4e3a\u5b83\u4f1a\u4e3a\u6709\u6548\u6027\u6dfb\u52a0\u6216\u79fb\u9664\u81f3\u5c11\u4e00\u4e2a\u51bb\u7ed3\u884d\u751f\u6761\u4ef6
Expression.Error.ExpressionContainsFrozen=\u65e0\u6cd5\u4f7f\u7528\u6b64\u8868\u8fbe\u5f0f\uff0c\u56e0\u4e3a\u5b83\u5305\u542b\u81f3\u5c11\u4e00\u4e2a\u5df2\u51bb\u7ed3\u7684\u884d\u751f\u6761\u4ef6

# Granular reject
Expression.Error.CANotRejectableForEffectivities=\u5bf9\u4e8e\u8fd9\u4e9b\u5b9e\u4f8b\u4e2d\u7684\u81f3\u5c11\u4e00\u4e2a\uff0c\u4e0d\u80fd\u62d2\u7edd\u66f4\u6539\u64cd\u4f5c <name>

# Configured Operations
Expression.Error.SplitUnderCACannotBeDoneOnVarOnlyStructure=\u65e0\u6cd5\u5728\u4ec5\u53d8\u4f53\u7ed3\u6784\u4e0a\u6267\u884c\u66f4\u6539\u64cd\u4f5c\u4e0b\u7684\u5206\u5272\u64cd\u4f5c\uff1b
CfgOperation.Error.EffectivityCannotBeExtended=\u6269\u5c55\u64cd\u4f5c\u4ec5\u9002\u7528\u4e8e\u5177\u6709\u6f14\u53d8\u8868\u8fbe\u5f0f\u7684\u6709\u6548\u6027\u3002
CfgOperation.Error.Extend.InstanceWithoutEffectivity=\u65e0\u6cd5\u5bf9\u6ca1\u6709\u6709\u6548\u6027\u7684\u5b9e\u4f8b\u6267\u884c\u6269\u5c55\u64cd\u4f5c
CfgOperation.Error.Extend.ExpressionTrue=\u65e0\u6cd5\u5bf9\u59cb\u7ec8\u6709\u6548\u7684\u5b9e\u4f8b\u6267\u884c\u6269\u5c55\u64cd\u4f5c
CfgOperation.Error.Extend.VariantOnlyEffectivity=\u65e0\u6cd5\u5bf9\u6709\u6548\u6027\u4e2d\u53ea\u6709\u53d8\u4f53\u96f6\u4ef6\u7684\u5b9e\u4f8b\u6267\u884c\u6269\u5c55\u64cd\u4f5c\uff0c\u56e0\u4e3a\u5b83\u4eec\u59cb\u7ec8\u6709\u6548
CfgOperation.Error.Extend.UselessExtension=\u5b9e\u4f8b\u4e0d\u80fd\u6309\u5b8c\u5168\u5305\u542b\u5728\u5176\u73b0\u6709\u6709\u6548\u6027\u8303\u56f4\u4e2d\u7684\u6709\u6548\u6027\u8303\u56f4\u6269\u5c55


# Work Under
Change.Error.ParentPartIsNotCompliantWithChange=\u7528\u4f5c\u201c\u5de5\u4f5c\u6761\u4ef6\u201d\u7684\u66f4\u6539\u5c06\u4f7f\u7528\u7236\u7ea7\u96f6\u4ef6\u7684\u914d\u7f6e\u4e0a\u4e0b\u6587\u6240\u65e0\u6cd5\u63d0\u4f9b\u7684\u6a21\u578b\u3002
Change.Error.ChangeApplicabilityIsEmptyAtFinalize=\u9002\u7528\u6027\u8868\u8fbe\u5f0f\u4e3a\u7a7a\uff0c\u4f46\u6709\u53ef\u66f4\u65b0\u7684\u53d7\u5f71\u54cd\u9879\u76ee\u3002
Change.Error.ApplicabilityRead=\u8bfb\u53d6\u9002\u7528\u6027\u65f6\u51fa\u9519
Change.Error.Applicability.Finalization.Models=\u66f4\u6539\u64cd\u4f5c\u65e0\u6cd5\u5b9a\u7a3f\uff0c\u56e0\u4e3a\u5e76\u975e\u6240\u6709\u6a21\u578b\u90fd\u9644\u52a0\u5728\u53c2\u8003\u4e0a
AuthContext.Error.ModelVersionIsAttached="\u65e0\u6cd5\u5728\u9644\u52a0\u4e86\u6a21\u578b\u7248\u672c\u7684\u7ed3\u6784\u4e0a\u4f7f\u7528\u521b\u4f5c\u4e0a\u4e0b\u6587"
