#
#   ExpressionStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: ExpressionStringResource.properties.rca  $"
#

# --- General

# Criteria
Criteria.Date=Data
Criteria.Products=Produtos
Criteria.ManufacturingPlans=Planos de fabrica\u00e7\u00e3o
Criteria.Unit=Unidade
Criteria.Milestone=Marco
Criteria.FeatureOption=Variantes e Op\u00e7\u00f5es


# --- Success

# Effectivity
Effectivity.Success.SetEvolutionOperationSuccess=Opera\u00e7\u00e3o de vig\u00eancia da evolu\u00e7\u00e3o definida bem-sucedida.


# --- Errors

Error.InternalServerError=erro interno

# General
General.Error.InvalidCategoryTypeSetting=O tipo de categoria \u00e9 inv\u00e1lido. Verifique as configura\u00e7\u00f5es v\u00e1lidas de tipo de categoria.
General.Range.Error.SequenceValues=Inserir como intervalo requer um ou dois valores de sequ\u00eancia. O n\u00famero de valores de sequ\u00eancia encontrado foi: 
General.Range.Error.DatesValues=Inserir como intervalo requer uma ou duas datas. O n\u00famero de valores de data encontrado foi: 
General.Error.UnsupportedDateWithRelational=A data n\u00e3o \u00e9 compat\u00edvel com o tipo de vig\u00eancia relacional. Remova um dos tipos de vig\u00eancia da propriedade admin deste relacionamento ou tipo.
General.Error.UnsupportedGlobalWithMultipleContexts=O contexto de configura\u00e7\u00e3o global n\u00e3o pode ser combinado com outro contexto de configura\u00e7\u00e3o na mesma express\u00e3o. Remova o contexto de configura\u00e7\u00e3o global ou todos os outros contextos de configura\u00e7\u00e3o.


# Criteria
Criteria.Error.UnsupportedCriteriaType=O tipo de crit\u00e9rio n\u00e3o \u00e9 aceito. Especifique um tipo de crit\u00e9rio aceito.
Criteria.Error.TypeNotAModel=n\u00e3o \u00e9 um tipo de modelo
Criteria.Error.TypeNotAModelVersion=n\u00e3o \u00e9 um tipo de Vers\u00e3o de modelo

# Effectivity
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=A express\u00e3o de vig\u00eancia cont\u00e9m alguns tipos de vig\u00eancia que n\u00e3o foram aplicados a este objeto.
Effectivity.Error.NoEffectivityTypeFound=Nenhum tipo de vig\u00eancia foi encontrado. Use um tipo de vig\u00eancia v\u00e1lido, conforme definido no esquema.
Effectivity.Error.EffectivityUsageCannotDelete=O objeto est\u00e1 sendo usado em uma express\u00e3o de vig\u00eancia e n\u00e3o pode ser exclu\u00eddo. Remova o objeto de todas as express\u00f5es de vig\u00eancia para que ele possa ser exclu\u00eddo.
Effectivity.FalseExpression.Display=Inv\u00e1lido
Effectivity.TrueExpression.Display=V\u00e1lido
Effectivity.Error.OnlyEvolutionEffectivity=Esta inst\u00e2ncia tem somente vig\u00eancia do dom\u00ednio de evolu\u00e7\u00e3o.
Effectivity.Error.EffectivityUsageCannotRemoveObject=O <object_type> <object_name> est\u00e1 sendo usado em uma express\u00e3o configurada (Filtro, Vig\u00eancia, ...) e n\u00e3o pode ser removido. Remova os crit\u00e9rios de todas as express\u00f5es configuradas para que a remo\u00e7\u00e3o seja poss\u00edvel.
Effectivity.Error.EffectivityUsageCannotModifyObject=O <object_type> <object_name> est\u00e1 sendo usado em uma express\u00e3o configurada (Filtro, Vig\u00eancia, ...) e n\u00e3o pode ser modificado. Remova os crit\u00e9rios de todas as express\u00f5es configuradas para que a modifica\u00e7\u00e3o seja poss\u00edvel.
Effectivity.Error.ChangeApplicabilityAndEffectivitieDoNotIntersect=N\u00e3o \u00e9 poss\u00edvel editar a vig\u00eancia porque a express\u00e3o n\u00e3o intercepta a aplicabilidade. Use uma inst\u00e2ncia evolu\u00edda para modificar a vig\u00eancia da variante.
Effectivity.Error.ChangeApplicabilityAndEffectivitieAreEqual=A express\u00e3o de vig\u00eancia \u00e9 igual \u00e0 aplicabilidade : n\u00e3o podemos aplicar esta opera\u00e7\u00e3o.
Effectivity.Error.Unset.NoEffectivity=Esta inst\u00e2ncia n\u00e3o tem vig\u00eancia, \u00e9 in\u00fatil remover a defini\u00e7\u00e3o

# Expression
Expression.Error.MissingAttachedModels=Nem todos os modelos necess\u00e1rios est\u00e3o anexados na refer\u00eancia pai.  
Effectivity.Error.ParentNotAttachedAllModelsFromAC=A refer\u00eancia pai n\u00e3o tem todos os modelos anexados a partir do contexto de cria\u00e7\u00e3o.
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=A refer\u00eancia pai n\u00e3o tem todos os crit\u00e9rios habilitados a partir do contexto de cria\u00e7\u00e3o.
Expression.Error.InvalidExpression=A express\u00e3o real \u00e9 inv\u00e1lida.
Expression.Error.ParentPartIsNotConfigured=A pe\u00e7a pai do relacionamento fornecido n\u00e3o tem um contexto de configura\u00e7\u00e3o.

# Reference
Expression.Error.AttachContextDeniedSinceReferenceIsRevised=N\u00e3o \u00e9 poss\u00edvel anexar o Contexto de configura\u00e7\u00e3o no objeto revisado. Falha ao anexar <type>
Expression.Error.CriteriaNotEnabled=O XML de entrada cont\u00e9m <critType>, mas este crit\u00e9rio n\u00e3o foi habilitado na refer\u00eancia <name>
Expression.Error.CriteriaNotDisabled=Falha ao desabilitar crit\u00e9rios nos objetos porque uma ou mais inst\u00e2ncias est\u00e3o com a vig\u00eancia <critType> definida
Expression.DetachNotPossible.ConfigurationUsage=N\u00e3o \u00e9 poss\u00edvel desanexar o modelo porque ele \u00e9 usado por uma configura\u00e7\u00e3o
Expression.Error.DetachNotPossible.EffectivityUsage=N\u00e3o \u00e9 poss\u00edvel desanexar o modelo porque ele \u00e9 usado por uma express\u00e3o de vig\u00eancia
Expression.Error.DetachNotPossible.ConfigurationRevision=O modelo n\u00e3o pode ser separado porque a refer\u00eancia tem Revis\u00f5esdeConfigura\u00e7\u00e3o

# Immutability
Expression.Error.FrozenCriteriaInEffs=N\u00e3o \u00e9 poss\u00edvel alterar fisicamente as inst\u00e2ncias, pois a efic\u00e1cia delas cont\u00e9m pelo menos um crit\u00e9rio congelado. Use "Trabalhar sob".
Expression.Error.FrozenCfgRevImpacted=N\u00e3o \u00e9 poss\u00edvel realizar a opera\u00e7\u00e3o: isso impacta em pelo menos uma Revis\u00e3o de Configura\u00e7\u00e3o congelada
Expression.Error.FrozenRangeOfEffImpactedBySetExpression=Imposs\u00edvel definir as express\u00f5es porque isso adicionaria ou removeria pelo menos um crit\u00e9rio de evolu\u00e7\u00e3o congelado para as efetividades
Expression.Error.ExpressionContainsFrozen=N\u00e3o \u00e9 poss\u00edvel usar esta express\u00e3o porque ela cont\u00e9m pelo menos um crit\u00e9rio de evolu\u00e7\u00e3o congelado

# Granular reject
Expression.Error.CANotRejectableForEffectivities=A A\u00e7\u00e3o de Altera\u00e7\u00e3o <name> n\u00e3o pode ser rejeitada para pelo menos uma dessas inst\u00e2ncias

# Configured Operations
Expression.Error.SplitUnderCACannotBeDoneOnVarOnlyStructure=A opera\u00e7\u00e3o de divis\u00e3o sob a A\u00e7\u00e3o de altera\u00e7\u00e3o n\u00e3o pode ser executada em uma estrutura somente variante;
CfgOperation.Error.EffectivityCannotBeExtended=A opera\u00e7\u00e3o de extens\u00e3o s\u00f3 \u00e9 aplic\u00e1vel na vig\u00eancia com a express\u00e3o de evolu\u00e7\u00e3o.
CfgOperation.Error.Extend.InstanceWithoutEffectivity=A opera\u00e7\u00e3o de extens\u00e3o n\u00e3o pode ocorrer em inst\u00e2ncias sem vig\u00eancias
CfgOperation.Error.Extend.ExpressionTrue=A opera\u00e7\u00e3o de extens\u00e3o n\u00e3o pode ocorrer em inst\u00e2ncias sempre v\u00e1lidas
CfgOperation.Error.Extend.VariantOnlyEffectivity=A opera\u00e7\u00e3o de extens\u00e3o n\u00e3o pode ocorrer em inst\u00e2ncias que t\u00eam apenas uma parte de variante, porque s\u00e3o sempre v\u00e1lidas
CfgOperation.Error.Extend.UselessExtension=N\u00e3o \u00e9 poss\u00edvel estender as inst\u00e2ncias em um intervalo de validade totalmente contido no intervalo de validade existente


# Work Under
Change.Error.ParentPartIsNotCompliantWithChange=A altera\u00e7\u00e3o usada como "Trabalhar em" est\u00e1 usando modelos indispon\u00edveis no contexto de configura\u00e7\u00e3o da pe\u00e7a pai.
Change.Error.ChangeApplicabilityIsEmptyAtFinalize=A express\u00e3o de aplicabilidade est\u00e1 vazia, mas h\u00e1 itens afetados a serem atualizados.
Change.Error.ApplicabilityRead=Erro ao ler a aplicabilidade
Change.Error.Applicability.Finalization.Models=N\u00e3o \u00e9 poss\u00edvel finalizar a ChangeAction pois todos os Modelos dela est\u00e3o anexados \u00e0 refer\u00eancia
AuthContext.Error.ModelVersionIsAttached="N\u00e3o \u00e9 poss\u00edvel usar um Contexto de cria\u00e7\u00e3o em uma estrutura com a Vers\u00e3o do modelo anexada"
