#
#   ExpressionStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: ExpressionStringResource.properties.rca  $"
#

# --- General

# Criteria
Criteria.Date=\u65e5\u671f
Criteria.Products=\u7522\u54c1
Criteria.ManufacturingPlans=\u88fd\u9020\u8a08\u756b
Criteria.Unit=\u55ae\u4f4d
Criteria.Milestone=\u91cc\u7a0b\u7891
Criteria.FeatureOption=\u8b8a\u9ad4\u548c\u9078\u9805


# --- Success

# Effectivity
Effectivity.Success.SetEvolutionOperationSuccess=\u8a2d\u5b9a\u9032\u5316\u6709\u6548\u6027\u64cd\u4f5c\u6210\u529f\u3002


# --- Errors

Error.InternalServerError=\u5167\u90e8\u932f\u8aa4

# General
General.Error.InvalidCategoryTypeSetting=\u985e\u5225\u985e\u578b\u7121\u6548\u3002\u8acb\u6aa2\u67e5\u6709\u6548\u7684\u985e\u5225\u985e\u578b\u8a2d\u5b9a\u3002
General.Range.Error.SequenceValues=\u4f5c\u70ba\u7bc4\u570d\u63d2\u5165\u9700\u8981\u4e00\u6216\u5169\u500b\u9806\u5e8f\u503c\u3002\u627e\u5230\u7684\u9806\u5e8f\u503c\u6578\u5b57\u70ba\uff1a
General.Range.Error.DatesValues=\u300c\u4f5c\u70ba\u7bc4\u570d\u63d2\u5165\u300d\u9700\u8981\u4e00\u6216\u5169\u500b\u65e5\u671f\u3002\u627e\u5230\u7684\u65e5\u671f\u503c\u6578\u5b57\u70ba\uff1a
General.Error.UnsupportedDateWithRelational=\u95dc\u806f\u5f0f\u6709\u6548\u6027\u985e\u578b\u4e0d\u652f\u63f4\u65e5\u671f\u3002\u8acb\u5f9e\u6b64\u95dc\u4fc2\u6216\u985e\u578b\u7684\u7ba1\u7406\u7279\u6027\u4e2d\u79fb\u9664\u5176\u4e2d\u4e00\u500b\u6709\u6548\u6027\u985e\u578b\u3002
General.Error.UnsupportedGlobalWithMultipleContexts=\u5168\u57df\u6a21\u578b\u7d44\u614b\u95dc\u806f\u7121\u6cd5\u8207\u76f8\u540c\u904b\u7b97\u5f0f\u4e2d\u7684\u5176\u4ed6\u6a21\u578b\u7d44\u614b\u95dc\u806f\u7d44\u5408\u3002\u8acb\u79fb\u9664\u5168\u57df\u6a21\u578b\u7d44\u614b\u95dc\u806f\u6216\u5168\u90e8\u5176\u4ed6\u6a21\u578b\u7d44\u614b\u95dc\u806f\u3002


# Criteria
Criteria.Error.UnsupportedCriteriaType=\u4e0d\u652f\u63f4\u6e96\u5247\u985e\u578b\u3002\u8acb\u6307\u5b9a\u652f\u63f4\u7684\u6e96\u5247\u985e\u578b\u3002
Criteria.Error.TypeNotAModel=\u4e0d\u662f\u6a21\u578b\u7684\u985e\u578b
Criteria.Error.TypeNotAModelVersion=\u4e0d\u662f\u6a21\u578b\u7248\u672c\u7684\u985e\u578b

# Effectivity
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=\u6709\u6548\u6027\u904b\u7b97\u5f0f\u5305\u542b\u4e00\u4e9b\u5c1a\u672a\u5957\u7528\u5728\u6b64\u7269\u4ef6\u4e0a\u7684\u6709\u6548\u6027\u985e\u578b\u3002
Effectivity.Error.NoEffectivityTypeFound=\u627e\u4e0d\u5230\u6709\u6548\u6027\u985e\u578b\u3002\u8acb\u4f7f\u7528\u6709\u6548\u7684\u6709\u6548\u6027\u985e\u578b\uff0c\u5982\u67b6\u69cb\u4e2d\u5b9a\u7fa9\u3002
Effectivity.Error.EffectivityUsageCannotDelete=\u7269\u4ef6\u6b63\u7528\u65bc\u6709\u6548\u6027\u904b\u7b97\u5f0f\u4e2d\uff0c\u7121\u6cd5\u522a\u9664\u3002\u8acb\u5f9e\u5168\u90e8\u6709\u6548\u6027\u904b\u7b97\u5f0f\u4e2d\u79fb\u9664\u6b64\u7269\u4ef6\u4ee5\u5141\u8a31\u5c07\u5176\u522a\u9664\u3002
Effectivity.FalseExpression.Display=\u7121\u6548
Effectivity.TrueExpression.Display=\u6709\u6548
Effectivity.Error.OnlyEvolutionEffectivity=\u6b64\u4f8b\u9805\u50c5\u6709\u9032\u5316\u7db2\u57df\u6709\u6548\u6027\u3002
Effectivity.Error.EffectivityUsageCannotRemoveObject=\u5df2\u8a2d\u5b9a\u904b\u7b97\u5f0f (\u904e\u6ffe\u5668\u3001\u6709\u6548\u6027...) \u6b63\u5728\u4f7f\u7528 <object_type> <object_name>\uff0c\u7121\u6cd5\u79fb\u9664\u3002\u8acb\u79fb\u9664\u5168\u90e8\u5df2\u8a2d\u5b9a\u904b\u7b97\u5f0f\u7684\u6e96\u5247\u4ee5\u5141\u8a31\u79fb\u9664\u3002
Effectivity.Error.EffectivityUsageCannotModifyObject=\u5df2\u8a2d\u5b9a\u904b\u7b97\u5f0f (\u904e\u6ffe\u5668\u3001\u6709\u6548\u6027...) \u6b63\u5728\u4f7f\u7528 <object_type> <object_name>\uff0c\u7121\u6cd5\u4fee\u6539\u3002\u8acb\u79fb\u9664\u5168\u90e8\u5df2\u8a2d\u5b9a\u904b\u7b97\u5f0f\u7684\u6e96\u5247\u4ee5\u5141\u8a31\u4fee\u6539\u3002
Effectivity.Error.ChangeApplicabilityAndEffectivitieDoNotIntersect=\u7121\u6cd5\u7de8\u8f2f\u6709\u6548\u6027\uff0c\u56e0\u70ba\u904b\u7b97\u5f0f\u8207\u9069\u7528\u6027\u6c92\u6709\u4ea4\u96c6\u3002\u4f7f\u7528\u9032\u5316\u7684\u4f8b\u9805\u4f86\u4fee\u6539\u8b8a\u9ad4\u6709\u6548\u6027\u3002
Effectivity.Error.ChangeApplicabilityAndEffectivitieAreEqual=\u6709\u6548\u6027\u7684\u904b\u7b97\u5f0f\u7b49\u65bc\u9069\u7528\u6027\uff1a\u6211\u5011\u7121\u6cd5\u5957\u7528\u6b64\u64cd\u4f5c\u3002
Effectivity.Error.Unset.NoEffectivity=\u6b64\u4f8b\u9805\u6c92\u6709\u6709\u6548\u6027\uff0c\u53d6\u6d88\u8a2d\u5b9a\u6c92\u6709\u7528

# Expression
Expression.Error.MissingAttachedModels=\u4e26\u975e\u6240\u6709\u5fc5\u8981\u6a21\u578b\u90fd\u6709\u9644\u52a0\u81f3\u7236\u53c3\u8003\u3002
Effectivity.Error.ParentNotAttachedAllModelsFromAC=\u7236\u53c3\u8003\u6c92\u6709\u5f9e\u88fd\u4f5c\u95dc\u806f\u9644\u52a0\u5168\u90e8\u6a21\u578b\u3002
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=\u7236\u53c3\u8003\u6c92\u6709\u5f9e\u88fd\u4f5c\u95dc\u806f\u555f\u7528\u5168\u90e8\u6e96\u5247\u3002
Expression.Error.InvalidExpression=\u5be6\u969b\u7684\u904b\u7b97\u5f0f\u7121\u6548\u3002
Expression.Error.ParentPartIsNotConfigured=\u6307\u5b9a\u95dc\u4fc2\u7684\u7236\u96f6\u4ef6\u6c92\u6709\u6a21\u578b\u7d44\u614b\u95dc\u806f\u3002

# Reference
Expression.Error.AttachContextDeniedSinceReferenceIsRevised=\u7d93\u4fee\u6539\u7684\u7269\u4ef6\u4e0d\u652f\u63f4\u9644\u52a0\u6a21\u578b\u7d44\u614b\u95dc\u806f\u3002\u9644\u52a0 <type> \u5931\u6557
Expression.Error.CriteriaNotEnabled=\u8f38\u5165 XML \u5305\u542b <critType> \u4f46\u53c3\u8003 <name> \u672a\u555f\u7528\u6b64\u6e96\u5247
Expression.Error.CriteriaNotDisabled=\u7121\u6cd5\u505c\u7528\u7269\u4ef6\u4e0a\u7684\u6a19\u6e96\uff0c\u56e0\u70ba\u4e00\u500b/\u591a\u500b\u5be6\u4f8b\u5df2\u5b9a\u7fa9 <critType> \u6709\u6548\u6027
Expression.DetachNotPossible.ConfigurationUsage=\u6a21\u578b\u7121\u6cd5\u5206\u96e2\uff0c\u56e0\u70ba\u6a21\u578b\u7d44\u614b\u6b63\u5728\u4f7f\u7528
Expression.Error.DetachNotPossible.EffectivityUsage=\u6a21\u578b\u7121\u6cd5\u5206\u96e2\uff0c\u56e0\u70ba\u6709\u6548\u6027\u904b\u7b97\u5f0f\u6b63\u5728\u4f7f\u7528
Expression.Error.DetachNotPossible.ConfigurationRevision=\u6a21\u578b\u7121\u6cd5\u5206\u96e2\uff0c\u56e0\u53c3\u8003\u6709\u6a21\u578b\u7d44\u614b\u4fee\u8a02\u7248

# Immutability
Expression.Error.FrozenCriteriaInEffs=\u60a8\u7121\u6cd5\u5be6\u969b\u4fee\u6539\u5be6\u4f8b\uff0c\u56e0\u70ba\u5176\u6709\u6548\u6027\u5305\u542b\u81f3\u5c11\u4e00\u500b\u51cd\u7d50\u6e96\u5247\u3002\u4f7f\u7528\u300c\u5176\u4e0b\u5de5\u4f5c\u300d\u3002
Expression.Error.FrozenCfgRevImpacted=\u7121\u6cd5\u57f7\u884c\u64cd\u4f5c\uff1a\u9019\u6703\u5f71\u97ff\u81f3\u5c11\u4e00\u500b\u51cd\u7d50\u7684\u6a21\u578b\u7d44\u614b\u4fee\u8a02\u7248
Expression.Error.FrozenRangeOfEffImpactedBySetExpression=\u7121\u6cd5\u8a2d\u5b9a\u904b\u7b97\u5f0f\uff0c\u56e0\u70ba\u5176\u6703\u65b0\u589e\u6216\u79fb\u9664\u81f3\u5c11\u4e00\u500b\u51cd\u7d50\u7684\u9032\u5316\u6e96\u5247\u81f3\u6709\u6548\u6027
Expression.Error.ExpressionContainsFrozen=\u7121\u6cd5\u4f7f\u7528\u6b64\u904b\u7b97\u5f0f\uff0c\u56e0\u70ba\u5176\u5305\u542b\u81f3\u5c11\u4e00\u500b\u51cd\u7d50\u7684\u9032\u5316\u6e96\u5247

# Granular reject
Expression.Error.CANotRejectableForEffectivities=\u8b8a\u66f4\u6307\u4ee4 <name> \u4e0d\u80fd\u56e0\u81f3\u5c11\u9019\u4e9b\u5be6\u4f8b\u7684\u5176\u4e2d\u4e4b\u4e00\u800c\u906d\u62d2

# Configured Operations
Expression.Error.SplitUnderCACannotBeDoneOnVarOnlyStructure=\u300c\u8b8a\u66f4\u52d5\u4f5c\u300d\u4e0b\u7684\u5206\u5272\u64cd\u4f5c\u7121\u6cd5\u5728\u50c5\u8b8a\u9ad4\u7684\u7d50\u69cb\u57f7\u884c;
CfgOperation.Error.EffectivityCannotBeExtended=\u5ef6\u4f38\u64cd\u4f5c\u50c5\u9069\u7528\u65bc\u6709\u9032\u5316\u904b\u7b97\u5f0f\u7684\u6709\u6548\u6027\u3002
CfgOperation.Error.Extend.InstanceWithoutEffectivity=\u5ef6\u4f38\u64cd\u4f5c\u7121\u6cd5\u5728\u7f3a\u5c11\u6709\u6548\u6027\u6642\u5728\u5be6\u4f8b\u4e0a\u57f7\u884c
CfgOperation.Error.Extend.ExpressionTrue=\u5ef6\u4f38\u64cd\u4f5c\u7121\u6cd5\u5728\u4e00\u5f8b\u6709\u6548\u7684\u5be6\u4f8b\u4e0a\u64cd\u4f5c
CfgOperation.Error.Extend.VariantOnlyEffectivity=\u5ef6\u4f38\u64cd\u4f5c\u7121\u6cd5\u5728\u6709\u6548\u6027\u53ea\u6709\u4e00\u500b\u8b8a\u9ad4\u90e8\u5206\u7684\u5be6\u4f8b\u4e0a\u57f7\u884c\uff0c\u56e0\u70ba\u4ed6\u5011\u4e00\u5f8b\u6709\u6548
CfgOperation.Error.Extend.UselessExtension=\u9019\u985e\u5b8c\u5168\u5305\u542b\u5728\u5176\u73fe\u6709\u6709\u6548\u6027\u7bc4\u570d\u7684\u5be6\u4f8b\u7121\u6cd5\u7531\u6709\u6548\u6027\u7bc4\u570d\u5ef6\u4f38


# Work Under
Change.Error.ParentPartIsNotCompliantWithChange=\u4f5c\u70ba\u300c\u5176\u4e0b\u5de5\u4f5c\u300d\u4f7f\u7528\u7684\u8b8a\u66f4\u6b63\u5728\u4f7f\u7528\u6a21\u578b\u7236\u96f6\u4ef6\u7684\u6a21\u578b\u7d44\u614b\u95dc\u806f\u4e0a\u672a\u63d0\u4f9b\u7684\u6a21\u578b\u3002
Change.Error.ChangeApplicabilityIsEmptyAtFinalize=\u9069\u7528\u6027\u904b\u7b97\u5f0f\u70ba\u7a7a\u767d\uff0c\u4f46\u6709\u8981\u66f4\u65b0\u7684\u53d7\u5f71\u97ff\u54c1\u9805\u3002
Change.Error.ApplicabilityRead=\u8b80\u53d6\u9069\u7528\u6027\u6642\u767c\u751f\u932f\u8aa4
Change.Error.Applicability.Finalization.Models=\u8b8a\u66f4\u6307\u4ee4\u7684\u6a21\u578b\u4e26\u672a\u5168\u90e8\u9644\u52a0\u81f3\u53c3\u8003\u4e0a\uff0c\u56e0\u6b64\u7121\u6cd5\u5b8c\u6210
AuthContext.Error.ModelVersionIsAttached=\u300c\u4e0d\u53ef\u80fd\u5728\u5177\u6709\u9644\u52a0\u6a21\u578b\u7248\u672c\u7684\u7d50\u69cb\u4e0a\u4f7f\u7528\u88fd\u4f5c\u95dc\u806f\u300d
