#
#   ExpressionStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: ExpressionStringResource.properties.rca  $"
#

# --- General

# Criteria
Criteria.Date=Datum
Criteria.Products=V\u00fdrobky
Criteria.ManufacturingPlans=Pl\u00e1ny v\u00fdroby
Criteria.Unit=Jednotka
Criteria.Milestone=Miln\u00edk
Criteria.FeatureOption=Varianty a mo\u017enosti


# --- Success

# Effectivity
Effectivity.Success.SetEvolutionOperationSuccess=Operace nastaven\u00ed platnosti rozvinut\u00ed prob\u011bhla \u00fasp\u011b\u0161n\u011b.


# --- Errors

Error.InternalServerError=intern\u00ed chyba

# General
General.Error.InvalidCategoryTypeSetting=Typ kategorie je neplatn\u00fd. Zkontrolujte platn\u00e9 nastaven\u00ed typu kategorie.
General.Range.Error.SequenceValues=P\u0159\u00edkaz Vlo\u017eit jako rozsah vy\u017eaduje jednu nebo dv\u011b hodnoty po\u0159ad\u00ed. Po\u010det nalezen\u00fdch hodnot po\u0159ad\u00ed je: 
General.Range.Error.DatesValues=P\u0159\u00edkaz Vlo\u017eit jako rozsah vy\u017eaduje jeden nebo dva kalend\u00e1\u0159n\u00ed datumy. Po\u010det nalezen\u00fdch hodnot datum\u016f je: 
General.Error.UnsupportedDateWithRelational=Datum nen\u00ed podporov\u00e1no u typu platnosti Rela\u010dn\u00ed. Odeberte jeden z typ\u016f platnosti z vlastnosti spr\u00e1vy tohoto vztahu nebo typu.
General.Error.UnsupportedGlobalWithMultipleContexts=Glob\u00e1ln\u00ed kontext konfigurace nelze kombinovat s jin\u00fdm kontextem konfigurace ve stejn\u00e9m v\u00fdrazu. Odeberte glob\u00e1ln\u00ed kontext konfigurace nebo v\u0161echny ostatn\u00ed kontexty konfigurace.


# Criteria
Criteria.Error.UnsupportedCriteriaType=Typ krit\u00e9ria nen\u00ed podporov\u00e1n. Zadejte podporovan\u00fd typ krit\u00e9ria.
Criteria.Error.TypeNotAModel=nen\u00ed typ modelu
Criteria.Error.TypeNotAModelVersion=nen\u00ed typ verze modelu

# Effectivity
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=V\u00fdraz pro platnost obsahuje n\u011bkter\u00e9 typy platnosti, kter\u00e9 nebyly na tento objekt pou\u017eity.
Effectivity.Error.NoEffectivityTypeFound=Nelze nal\u00e9zt typ platnosti. Pou\u017eijte platn\u00fd typ platnosti podle definice ve sch\u00e9matu.
Effectivity.Error.EffectivityUsageCannotDelete=Objekt je pou\u017e\u00edv\u00e1n ve v\u00fdrazu pro platnost a nelze jej odstranit. Odeberte objekt ze v\u0161ech v\u00fdraz\u016f pro platnost, aby jej bylo mo\u017en\u00e9 odstranit.
Effectivity.FalseExpression.Display=Neplatn\u00e9
Effectivity.TrueExpression.Display=Platn\u00e9
Effectivity.Error.OnlyEvolutionEffectivity=Tato instance m\u00e1 pouze platnost dom\u00e9ny rozvinut\u00ed.
Effectivity.Error.EffectivityUsageCannotRemoveObject=Objekt <object_type> <object_name> je pou\u017eit v nakonfigurovan\u00e9m v\u00fdrazu (filtr, platnost apod.) a nelze jej odebrat. Chcete-li odebr\u00e1n\u00ed prov\u00e9st, odeberte p\u0159\u00edslu\u0161n\u00e9 krit\u00e9rium ze v\u0161ech nakonfigurovan\u00fdch v\u00fdraz\u016f.
Effectivity.Error.EffectivityUsageCannotModifyObject=Objekt <object_type> <object_name> je pou\u017eit v nakonfigurovan\u00e9m v\u00fdrazu (filtr, platnost apod.) a nelze jej zm\u011bnit. Chcete-li zm\u011bnu prov\u00e9st, odeberte p\u0159\u00edslu\u0161n\u00e9 krit\u00e9rium ze v\u0161ech nakonfigurovan\u00fdch v\u00fdraz\u016f.
Effectivity.Error.ChangeApplicabilityAndEffectivitieDoNotIntersect=Platnost nelze upravit, proto\u017ee v\u00fdraz nem\u00e1 pr\u016fnik s pou\u017eitelnost\u00ed. Upravte platnost varianty pomoc\u00ed rozvinut\u00e9 instance.
Effectivity.Error.ChangeApplicabilityAndEffectivitieAreEqual=V\u00fdraz platnosti je identick\u00fd s pou\u017eitelnost\u00ed: tuto operaci nelze pou\u017e\u00edt.
Effectivity.Error.Unset.NoEffectivity=Tato instance nem\u00e1 platnost; zru\u0161en\u00ed nastaven\u00ed nebude m\u00edt \u017e\u00e1dn\u00fd \u00fa\u010dinek

# Expression
Expression.Error.MissingAttachedModels=Na nad\u0159\u00edzen\u00e9m odkazu nejsou p\u0159ipojeny v\u0161echny pot\u0159ebn\u00e9 modely.  
Effectivity.Error.ParentNotAttachedAllModelsFromAC=Nad\u0159azen\u00e1 reference nem\u00e1 v\u0161echny modely p\u0159ipojen\u00e9 v kontextu autorizace.
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=Nad\u0159azen\u00e1 reference nem\u00e1 v\u0161echna krit\u00e9ria povolen\u00e1 v kontextu autorizace.
Expression.Error.InvalidExpression=Aktu\u00e1ln\u00ed v\u00fdraz je neplatn\u00fd.
Expression.Error.ParentPartIsNotConfigured=Nad\u0159azen\u00e1 \u010d\u00e1st dan\u00e9ho vztahu nem\u00e1 kontext konfigurace.

# Reference
Expression.Error.AttachContextDeniedSinceReferenceIsRevised=P\u0159ipojen\u00ed kontextu konfigurace nen\u00ed u revidovan\u00e9ho objektu podporov\u00e1no. P\u0159ipojen\u00ed typu <type> se nezda\u0159ilo
Expression.Error.CriteriaNotEnabled=Vstupn\u00ed XML obsahuje <critType>, ale toto krit\u00e9rium nen\u00ed v referenci <name> povoleno
Expression.Error.CriteriaNotDisabled=Nepoda\u0159ilo se deaktivovat krit\u00e9ria u objekt\u016f, proto\u017ee jedna nebo v\u00edce instanc\u00ed maj\u00ed efektivn\u011b definov\u00e1n typ krit\u00e9ria <critType>
Expression.DetachNotPossible.ConfigurationUsage=Model nelze odpojit, proto\u017ee je pou\u017eit v konfiguraci
Expression.Error.DetachNotPossible.EffectivityUsage=Model nelze odpojit, proto\u017ee je pou\u017eit ve v\u00fdrazu platnosti
Expression.Error.DetachNotPossible.ConfigurationRevision=Model nelze odpojit, proto\u017ee reference obsahuje opravy konfigurace

# Immutability
Expression.Error.FrozenCriteriaInEffs=Instance nem\u016f\u017eete fyzicky m\u011bnit, proto\u017ee jejich efektivita obsahuje alespo\u0148 jedno zmrazen\u00e9 krit\u00e9rium. Pou\u017eijte mo\u017enost \u201ePracovat pod\u201c.
Expression.Error.FrozenCfgRevImpacted=Operaci nelze prov\u00e9st: ovliv\u0148uje alespo\u0148 jednu zmrazenou opravu konfigurace
Expression.Error.FrozenRangeOfEffImpactedBySetExpression=V\u00fdrazy nelze nastavit, proto\u017ee by se t\u00edm do efektivity p\u0159idalo alespo\u0148 jedno zmrazen\u00e9 krit\u00e9rium rozvinut\u00ed nebo by se z\u00a0n\u00ed odebralo
Expression.Error.ExpressionContainsFrozen=Tento v\u00fdraz nelze pou\u017e\u00edt, proto\u017ee obsahuje alespo\u0148 jedno zmrazen\u00e9 krit\u00e9rium rozvinut\u00ed

# Granular reject
Expression.Error.CANotRejectableForEffectivities=Minim\u00e1ln\u011b v jednom z t\u011bchto p\u0159\u00edpad\u016f nelze akci zm\u011bny <name> odm\u00edtnout

# Configured Operations
Expression.Error.SplitUnderCACannotBeDoneOnVarOnlyStructure=Operaci rozd\u011blen\u00ed v r\u00e1mci akce zm\u011bny nelze prov\u00e9st na pouze variantn\u00ed struktu\u0159e;
CfgOperation.Error.EffectivityCannotBeExtended=Operaci roz\u0161\u00ed\u0159en\u00ed lze pou\u017e\u00edt pouze na platnost s v\u00fdrazem pro rozvinut\u00ed.
CfgOperation.Error.Extend.InstanceWithoutEffectivity=Operaci roz\u0161\u00ed\u0159en\u00ed nelze prov\u00e9st u instanc\u00ed bez platnost\u00ed
CfgOperation.Error.Extend.ExpressionTrue=Operaci roz\u0161\u00ed\u0159en\u00ed nelze prov\u00e9st u v\u017edy platn\u00fdch instanc\u00ed
CfgOperation.Error.Extend.VariantOnlyEffectivity=Operaci roz\u0161\u00ed\u0159en\u00ed nelze prov\u00e9st u instanc\u00ed, kter\u00e9 maj\u00ed pouze variantn\u00ed \u010d\u00e1st sv\u00fdch platnost\u00ed, proto\u017ee jsou platn\u00e9 v\u017edy
CfgOperation.Error.Extend.UselessExtension=Instance nemohou b\u00fdt roz\u0161\u00ed\u0159eny o rozsah platnosti, kter\u00fd je pln\u011b obsa\u017een v jejich st\u00e1vaj\u00edc\u00edm rozsahu platnosti


# Work Under
Change.Error.ParentPartIsNotCompliantWithChange=Zm\u011bna pou\u017eit\u00e1 jako stav 'Prob\u00edh\u00e1 pr\u00e1ce" pou\u017e\u00edv\u00e1 modely, kter\u00e9 nejsou k dispozici v kontextu konfigurace nad\u0159azen\u00e9 \u010d\u00e1sti.
Change.Error.ChangeApplicabilityIsEmptyAtFinalize=V\u00fdraz pro pou\u017eitelnost je pr\u00e1zdn\u00fd, ale existuj\u00ed ovlivn\u011bn\u00e9 polo\u017eky, kter\u00e9 je t\u0159eba aktualizovat.
Change.Error.ApplicabilityRead=P\u0159i \u010dten\u00ed pou\u017eitelnosti do\u0161lo k chyb\u011b
Change.Error.Applicability.Finalization.Models=Akci zm\u011bny nelze dokon\u010dit, proto\u017ee k\u00a0odkazu nejsou p\u0159ipojeny v\u0161echny jej\u00ed modely
AuthContext.Error.ModelVersionIsAttached="Nen\u00ed mo\u017en\u00e9 pou\u017e\u00edt kontext autorizace na strukturu s p\u0159ipojenou verz\u00ed modelu"
