Delete.WorkspaceGenericError=\u4f55\u3089\u304b\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3042\u308b\u304b\u3001\u5fc5\u8981\u306a\u6a29\u9650\u304c\u306a\u3044\u305f\u3081\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
Delete.WorkspaceContentError=\u4f55\u3089\u304b\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3042\u308b\u305f\u3081\u3001\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
Delete.WorkspaceVaultGenericError=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3001\u307e\u305f\u306f\u305d\u306e\u30b5\u30d6\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e1\u3064\u306b\u30eb\u30fc\u30c8\u304a\u3088\u3073\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3(\u307e\u305f\u306f\u305d\u306e\u3044\u305a\u308c\u304b)\u304c\u542b\u307e\u308c\u308b\u304b\u3001\u5fc5\u8981\u306a\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093 
Delete.WorkspaceVaultContentError=\u4f55\u3089\u304b\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3042\u308b\u305f\u3081\u3001\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
Delete.DocumentGenericError=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u524a\u9664\u306b\u5fc5\u8981\u306a\u6a29\u9650\u304c\u3042\u308b\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
Delete.PersonalWorkspaceError=\u3053\u306e\u30bf\u30a4\u30d7\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093
Duplicate.DocumentGenericError=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u8907\u88fd\u306b\u5931\u6557\u3057\u307e\u3057\u305f
Duplicate.NameNotUnique=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u8907\u88fd\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u540d\u79f0\u304c\u4e00\u610f\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Duplicate.Prefix=\u63a5\u982d\u90e8\uff1a

NewMajorRevision.DocumentGenericError=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u6539\u8a02\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NewMajorRevision.NoReviseAccessOnDocument=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306b\u6539\u8a02\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093

NewFolder.RootFolderName=\u30d6\u30c3\u30af\u30de\u30fc\u30af
NewFolder.SubFolderName=\u30d6\u30c3\u30af\u30de\u30fc\u30af
NewFolder.FolderCreated=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u304c\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f
NewFolder.CreationFailed=\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NewFolder.CreationFailedUnderFavorite=\u304a\u6c17\u306b\u5165\u308a\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u306b\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
NewFolder.CreationFailedUnderDeleted=\u524a\u9664\u6e08\u307f\u306e\u30bb\u30af\u30b7\u30e7\u30f3\u306b\u306f\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
NewFolder.NoAccessPrivilegeOnParentFolder=\u89aa\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u64cd\u4f5c\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
NewFolder.notEnoughRights=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u65b0\u898f\u4f5c\u6210\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093

CopyFolder.CopyFolderName=\u30b3\u30d4\u30fc

AddContent.ObjectAlreadyConnected=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3059\u3067\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
AddContent.ObjectDoNoExists=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u5b58\u5728\u3057\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u66f4\u65b0\u3059\u308b\u304b\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u5834\u6240\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
AddContent.NoAccessPrivilegeOnParentFolder.error=\u5bfe\u8c61\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u3067\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u6dfb\u4ed8\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u30ec\u30b9\u30dd\u30f3\u30b7\u30d3\u30ea\u30c6\u30a3\u304c\u30e6\u30fc\u30b6\u30fc\u306b\u3042\u308a\u307e\u305b\u3093
AddContent.NoAccessPrivilegeOnParentFolder.advice=\u9069\u5207\u306a\u8cc7\u683c\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
AddContent.NoAccessPrivilegeOnObjectToAdd=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u8ffd\u52a0\u3059\u308b\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
AddContent.TypeCannotBeAdd=\u3053\u306e\u30bf\u30a4\u30d7\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
AddContent.XCADComponentWithoutParent=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e1\u3064\u306f\u89aa\u306e\u306a\u3044\u7d44\u8fbc\u307f\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3067\u3059
AddContent.NotFoundId=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u7269\u7406ID\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
AddContent.XCADComponentNav=\u6dfb\u4ed8\u4e2d\u306b\u30ca\u30d3\u30b2\u30fc\u30b7\u30e7\u30f3\u304c\u767a\u751f\u3057\u307e\u3057\u305f

RemoveContent.NoAccessPrivilegeOnParentFolder=\u89aa\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u64cd\u4f5c\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
RemoveContent.RelationNotFound=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u9664\u5916\u3059\u308b\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u3042\u308a\u307e\u305b\u3093
RemoveContent.RelationsNotFound=\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u9664\u5916\u3067\u304d\u307e\u305b\u3093
RelationsNotModifiable=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u3001\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u5909\u66f4\u304c\u53ef\u80fd\u306a\u30b9\u30c6\u30fc\u30c8\u306b\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u3057\u307e\u3059

MoveFolder.TNRNotUnique=\u540c\u3058\u540d\u79f0\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u304c\u3059\u3067\u306b\u5b58\u5728\u3059\u308b\u305f\u3081\u64cd\u4f5c\u306f\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u540d\u79f0\u3092\u5909\u66f4\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044
CopyFolder.ErrorCopyInDescendant=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u3044\u305a\u308c\u304b\u306e\u5b50\u5b6b\u306b\u30b3\u30d4\u30fc\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
CopyFolder.ErrorNotBookmarkRootClone=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u307f\u3092\u30eb\u30fc\u30c8\u3068\u3057\u3066\u8907\u88fd\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059

General.MoveCopyAccessError.error=\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u3053\u306e\u64cd\u4f5c\u306e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
General.MoveCopyAccessError.advice=\u9069\u5207\u306a\u8cc7\u683c\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
General.ObjectNotFolder=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u9078\u629e\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3067\u898b\u3064\u304b\u308a\u307e\u305b\u3093
General.AuthentificationFailed=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u524a\u9664\u3055\u308c\u305f\u304b\u3001\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u3092\u6301\u3063\u3066\u3044\u307e\u305b\u3093
Error.LicenseMissing=\u4e00\u90e8\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u304b\u671f\u9650\u5207\u308c\u3067\u3059\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044

expand.overflow=\u591a\u6570\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u53d6\u5f97\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u5c55\u958b\u3067\u304d\u307e\u305b\u3093\u3002\u3059\u3079\u3066\u6298\u308a\u305f\u305f\u3093\u30671\u30ec\u30d9\u30eb\u306e\u307f\u5c55\u958b\u3057\u3066\u304f\u3060\u3055\u3044
expand.tooManyToExpand=\u5c55\u958b\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u30d6\u30c3\u30af\u30de\u30fc\u30af\u304c\u591a\u3059\u304e\u307e\u3059\u3002\u5c55\u958b\u3059\u308b\u30ec\u30d9\u30eb\u3092\u9078\u629e\u3059\u308b\u304b\u3001\u5c55\u958b\u3059\u308b\u524d\u306b\u3059\u3079\u3066\u6298\u308a\u305f\u305f\u3093\u3067\u304f\u3060\u3055\u3044
replaceByContent.ErrorinReplacingContent=\u8ffd\u52a0\u3059\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u6570\u3068\u7f6e\u63db\u3059\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u6570\u304c\u540c\u3058\u3067\u306f\u3042\u308a\u307e\u305b\u3093

