Delete.WorkspaceGenericError=Nie mo\u017cesz usun\u0105\u0107 zak\u0142adki, poniewa\u017c znajduje si\u0119 na niej zawarto\u015b\u0107 albo nie masz niezb\u0119dnych uprawnie\u0144.
Delete.WorkspaceContentError=Nie mo\u017cesz usun\u0105\u0107 zak\u0142adki, poniewa\u017c znajduje si\u0119 na niej zawarto\u015b\u0107.
Delete.WorkspaceVaultGenericError=Nie mo\u017cesz usun\u0105\u0107 zak\u0142adki, poniewa\u017c ta zak\u0142adka lub jedna z jej zak\u0142adek podrz\u0119dnych zawiera trasy i/lub dyskusje albo nie dysponujesz niezb\u0119dnymi uprawnieniami. 
Delete.WorkspaceVaultContentError=Nie mo\u017cesz usun\u0105\u0107 zak\u0142adki, poniewa\u017c znajduje si\u0119 na niej zawarto\u015b\u0107.
Delete.DocumentGenericError=Nie mo\u017cesz usun\u0105\u0107 dokumentu. Sprawd\u017a, czy masz niezb\u0119dne uprawnienia.
Delete.PersonalWorkspaceError=Nie mo\u017cna usun\u0105\u0107 obiektu tego typu.
Duplicate.DocumentGenericError=Ne uda\u0142o si\u0119 zduplikowa\u0107 dokument\u00f3w.
Duplicate.NameNotUnique=Ne uda\u0142o si\u0119 zduplikowa\u0107 dokument\u00f3w. Nazwa nie jest unikatowa
Duplicate.Prefix=Przedrostek:

NewMajorRevision.DocumentGenericError=Nie uda\u0142o si\u0119 poprawi\u0107 dokument\u00f3w.
NewMajorRevision.NoReviseAccessOnDocument=Brak uprawnie\u0144 do poprawiania dokument\u00f3w.

NewFolder.RootFolderName=Zak\u0142adka
NewFolder.SubFolderName=Zak\u0142adka
NewFolder.FolderCreated=Zak\u0142adka utworzona.
NewFolder.CreationFailed=Niepowodzenie tworzenia.
NewFolder.CreationFailedUnderFavorite=Nie mo\u017cna utworzy\u0107 zak\u0142adki w sekcji Ulubione.
NewFolder.CreationFailedUnderDeleted=Nie mo\u017cna utworzy\u0107 zak\u0142adki w sekcji Usuni\u0119te.
NewFolder.NoAccessPrivilegeOnParentFolder=Brak uprawnie\u0144 dost\u0119pu do zak\u0142adki nadrz\u0119dnej niezb\u0119dnych do wykonania operacji.
NewFolder.notEnoughRights=Nie masz uprawnie\u0144 do tworzenia nowych zak\u0142adek.

CopyFolder.CopyFolderName=Kopiuj

AddContent.ObjectAlreadyConnected=Obiekty s\u0105 ju\u017c po\u0142\u0105czone.
AddContent.ObjectDoNoExists=Obiekty mog\u0105 ju\u017c nie istnie\u0107, od\u015bwie\u017c widget lub sprawd\u017a lokalizacj\u0119 obiektu.
AddContent.NoAccessPrivilegeOnParentFolder.error=Nie masz obowi\u0105zku w docelowym obszarze wsp\u00f3\u0142pracy pozwalaj\u0105cego na do\u0142\u0105czenie obiektu do tej zak\u0142adki.
AddContent.NoAccessPrivilegeOnParentFolder.advice=Sprawd\u017a, czy u\u017cywasz poprawnych danych uwierzytelniania.
AddContent.NoAccessPrivilegeOnObjectToAdd=Brak uprawnie\u0144 w trybie dost\u0119pu w obiektach do dodania.
AddContent.TypeCannotBeAdd=Ten typ obiektu nie jest obs\u0142ugiwany.
AddContent.XCADComponentWithoutParent=Jeden z obiekt\u00f3w jest osadzonym komponentem bez obiektu nadrz\u0119dnego.
AddContent.NotFoundId=Nie znaleziono identyfikatora fizycznego produktu dla obiektu.
AddContent.XCADComponentNav=Podczas do\u0142\u0105czania wykonano akcj\u0119 nawigacji.

RemoveContent.NoAccessPrivilegeOnParentFolder=Brak uprawnie\u0144 dost\u0119pu do zak\u0142adki nadrz\u0119dnej niezb\u0119dnych do wykonania operacji.
RemoveContent.RelationNotFound=Nie znaleziono relacji. Brak zawarto\u015bci do usuni\u0119cia.
RemoveContent.RelationsNotFound=Nie znaleziono relacji. Nie mo\u017cna usun\u0105\u0107 zawarto\u015bci.
RelationsNotModifiable=Zdegraduj Zak\u0142adk\u0119 do stanu, kt\u00f3ry umo\u017cliwia edycj\u0119 tre\u015bci.

MoveFolder.TNRNotUnique=Nie mo\u017cna wykona\u0107 operacji, poniewa\u017c istnieje ju\u017c zak\u0142adka o takiej samej nazwie. Zmie\u0144 nazw\u0119 zak\u0142adki i pon\u00f3w pr\u00f3b\u0119.
CopyFolder.ErrorCopyInDescendant=Skopiowanie zak\u0142adki do jednego z jej element\u00f3w podrz\u0119dnych nie jest dozwolone.
CopyFolder.ErrorNotBookmarkRootClone=Tylko wid\u017cet Zak\u0142adki mo\u017cna sklonowa\u0107 jako g\u0142\u00f3wny.

General.MoveCopyAccessError.error=U\u017cytkownik nie ma uprawnie\u0144 do operacji.
General.MoveCopyAccessError.advice=Sprawd\u017a, czy u\u017cywasz poprawnych danych uwierzytelniania.
General.ObjectNotFolder=Obiekt nie jest zak\u0142adk\u0105. Wybranego obiektu nie znaleziono w wid\u017cecie Zak\u0142adka.
General.AuthentificationFailed=Obiekt m\u00f3g\u0142 zosta\u0107 usuni\u0119ty lub nie masz ju\u017c wymaganego dost\u0119pu.
Error.LicenseMissing=Brakuje niekt\u00f3rych licencji albo straci\u0142y one wa\u017cno\u015b\u0107. Skontaktuj si\u0119 z administratorem.

expand.overflow=Nie mo\u017cna rozwin\u0105\u0107 zak\u0142adki, poniewa\u017c pobrano zbyt du\u017co zak\u0142adek. Zwi\u0144 wszystkie, a nast\u0119pnie rozwi\u0144 tylko jeden poziom.
expand.tooManyToExpand=Za du\u017co zak\u0142adek do rozwini\u0119cia. Wybierz jeden poziom rozwini\u0119cia lub zwi\u0144 wszystkie zak\u0142adki, a nast\u0119pnie rozwi\u0144 \u017c\u0105dane.
replaceByContent.ErrorinReplacingContent=Liczba obiekt\u00f3w do dodania r\u00f3\u017cni si\u0119 od liczby obiekt\u00f3w do zast\u0105pienia.

