Delete.WorkspaceGenericError=N\u00e3o \u00e9 poss\u00edvel excluir o marcador porque ele tem conte\u00fado ou voc\u00ea n\u00e3o tem os direitos necess\u00e1rios.
Delete.WorkspaceContentError=N\u00e3o \u00e9 poss\u00edvel excluir o marcador porque ele tem conte\u00fado.
Delete.WorkspaceVaultGenericError=N\u00e3o \u00e9 poss\u00edvel excluir este marcador porque ele ou um dos submarcadores cont\u00e9m Roteamentos e/ou Dscuss\u00f5es, ou porque voc\u00ea n\u00e3o tem os direitos necess\u00e1rios. 
Delete.WorkspaceVaultContentError=N\u00e3o \u00e9 poss\u00edvel excluir o marcador porque ele tem conte\u00fado.
Delete.DocumentGenericError=N\u00e3o \u00e9 poss\u00edvel excluir o Documento. Verifique se voc\u00ea tem os direitos necess\u00e1rios.
Delete.PersonalWorkspaceError=N\u00e3o \u00e9 poss\u00edvel excluir este tipo de objeto.
Duplicate.DocumentGenericError=Falha ao duplicar documento(s).
Duplicate.NameNotUnique=Falha ao duplicar documento(s). O nome n\u00e3o \u00e9 exclusivo
Duplicate.Prefix=Prefixo:

NewMajorRevision.DocumentGenericError=Falha ao revisar documento(s).
NewMajorRevision.NoReviseAccessOnDocument=Nenhum acesso de revis\u00e3o de documento(s).

NewFolder.RootFolderName=Marcador
NewFolder.SubFolderName=Marcador
NewFolder.FolderCreated=Marcador criado.
NewFolder.CreationFailed=Falha na cria\u00e7\u00e3o.
NewFolder.CreationFailedUnderFavorite=N\u00e3o \u00e9 poss\u00edvel criar marcadores na se\u00e7\u00e3o Favoritos.
NewFolder.CreationFailedUnderDeleted=N\u00e3o \u00e9 poss\u00edvel criar marcadores na se\u00e7\u00e3o Exclu\u00eddos.
NewFolder.NoAccessPrivilegeOnParentFolder=Nenhum privil\u00e9gio de acesso no marcador pai para a opera\u00e7\u00e3o.
NewFolder.notEnoughRights=Voc\u00ea n\u00e3o tem autoriza\u00e7\u00e3o para criar um novo marcador.

CopyFolder.CopyFolderName=Copiar

AddContent.ObjectAlreadyConnected=Objeto(s) j\u00e1 vinculado(s).
AddContent.ObjectDoNoExists=O(s) objeto(s) podem n\u00e3o existir mais. Atualize o widget ou verifique o local do objeto.
AddContent.NoAccessPrivilegeOnParentFolder.error=Voc\u00ea n\u00e3o tem a responsabilidade exigida no espa\u00e7o colaborativo de destino para poder anexar um objeto a este marcador.
AddContent.NoAccessPrivilegeOnParentFolder.advice=Verifique se voc\u00ea est\u00e1 usando as credenciais corretas.
AddContent.NoAccessPrivilegeOnObjectToAdd=Nenhum privil\u00e9gio de acesso no(s) objeto(s) para adicionar.
AddContent.TypeCannotBeAdd=Este tipo de objeto n\u00e3o \u00e9 aceito.
AddContent.XCADComponentWithoutParent=Um objeto \u00e9 um componente incorporado sem pai.
AddContent.NotFoundId=N\u00e3o \u00e9 poss\u00edvel encontrar a ID f\u00edsica de um objeto.
AddContent.XCADComponentNav=Ocorreu uma navega\u00e7\u00e3o durante a anexa\u00e7\u00e3o.

RemoveContent.NoAccessPrivilegeOnParentFolder=Nenhum privil\u00e9gio de acesso no marcador pai para a opera\u00e7\u00e3o.
RemoveContent.RelationNotFound=Rela\u00e7\u00e3o n\u00e3o encontrada. Nenhum conte\u00fado a ser removido.
RemoveContent.RelationsNotFound=Rela\u00e7\u00e3o(\u00f5es) n\u00e3o encontrada(s). N\u00e3o \u00e9 poss\u00edvel remover o conte\u00fado.
RelationsNotModifiable=Rebaixe o Favorito para um estado que permita a altera\u00e7\u00e3o do conte\u00fado.

MoveFolder.TNRNotUnique=N\u00e3o \u00e9 poss\u00edvel executar a opera\u00e7\u00e3o, pois j\u00e1 existe um marcador com o mesmo nome. Renomeie o marcador e tente novamente.
CopyFolder.ErrorCopyInDescendant=N\u00e3o \u00e9 permitido copiar um marcador em um de seus descendentes.
CopyFolder.ErrorNotBookmarkRootClone=Somente o widget de marcadores pode ser clonado como raiz.

General.MoveCopyAccessError.error=O usu\u00e1rio n\u00e3o tem autoridade para a opera\u00e7\u00e3o.
General.MoveCopyAccessError.advice=Verifique se voc\u00ea est\u00e1 usando as credenciais corretas.
General.ObjectNotFolder=Este objeto n\u00e3o \u00e9 um marcador. N\u00e3o \u00e9 poss\u00edvel encontrar o objeto selecionado no widget de marcador.
General.AuthentificationFailed=O objeto pode ter sido exclu\u00eddo ou voc\u00ea pode n\u00e3o ter mais o acesso necess\u00e1rio.
Error.LicenseMissing=Algumas licen\u00e7as est\u00e3o ausentes ou expiraram. Entre em contato com o administrador.

expand.overflow=N\u00e3o \u00e9 poss\u00edvel expandir o marcador, pois uma quantidade excessiva de marcadores foi recuperada. Recolha todos e expanda somente um n\u00edvel.
expand.tooManyToExpand=Uma quantidade excessiva de marcadores precisa ser expandida. Selecione um n\u00edvel de expans\u00e3o ou recolha todos antes de expandir.
replaceByContent.ErrorinReplacingContent=O n\u00famero de objetos a serem adicionados \u00e9 diferente do n\u00famero de objetos a serem substitu\u00eddos.

