Delete.WorkspaceGenericError=Vous ne pouvez pas supprimer le signet, car il contient du contenu ou vous ne disposez pas des droits n\u00e9cessaires.
Delete.WorkspaceContentError=Vous ne pouvez pas supprimer le signet, car il contient du contenu.
Delete.WorkspaceVaultGenericError=Vous ne pouvez pas supprimer le signet, car celui-ci ou l'un de ses sous-signets contient des routes et/ou des discussions, ou vous ne disposez pas des droits n\u00e9cessaires. 
Delete.WorkspaceVaultContentError=Vous ne pouvez pas supprimer le signet, car il contient du contenu.
Delete.DocumentGenericError=Vous ne pouvez pas supprimer le document, veuillez v\u00e9rifier que vous disposez des droits n\u00e9cessaires.
Delete.PersonalWorkspaceError=Ce type d'objet ne peut pas \u00eatre supprim\u00e9.
Duplicate.DocumentGenericError=Echec de duplication du ou des documents.
Duplicate.NameNotUnique=Echec de duplication du ou des documents. Le nom n'est pas unique
Duplicate.Prefix=Pr\u00e9fixe :

NewMajorRevision.DocumentGenericError=Echec de r\u00e9vision du ou des documents.
NewMajorRevision.NoReviseAccessOnDocument=Aucun acc\u00e8s en r\u00e9vision pour le ou les documents.

NewFolder.RootFolderName=Signet
NewFolder.SubFolderName=Signet
NewFolder.FolderCreated=Signet cr\u00e9\u00e9.
NewFolder.CreationFailed=Echec de la cr\u00e9ation.
NewFolder.CreationFailedUnderFavorite=Impossible de cr\u00e9er le signet sous la section Favoris.
NewFolder.CreationFailedUnderDeleted=Impossible de cr\u00e9er le signet sous la section Supprim\u00e9.
NewFolder.NoAccessPrivilegeOnParentFolder=Aucune autorisation d'acc\u00e8s au signet parent pour l'op\u00e9ration.
NewFolder.notEnoughRights=Vous n'\u00eates pas autoris\u00e9 \u00e0 cr\u00e9er un signet.

CopyFolder.CopyFolderName=Copier

AddContent.ObjectAlreadyConnected=Objets d\u00e9j\u00e0 connect\u00e9s.
AddContent.ObjectDoNoExists=Le ou les objets n'existent peut-\u00eatre plus. Actualisez le widget ou v\u00e9rifiez l'emplacement de l'objet.
AddContent.NoAccessPrivilegeOnParentFolder.error=Vous ne disposez pas de la responsabilit\u00e9 requise dans l'espace de collaboration cible pour joindre un objet \u00e0 ce signet.
AddContent.NoAccessPrivilegeOnParentFolder.advice=V\u00e9rifiez que vous utilisez les informations d'identification appropri\u00e9es.
AddContent.NoAccessPrivilegeOnObjectToAdd=Aucune autorisation d'acc\u00e8s aux objets \u00e0 ajouter.
AddContent.TypeCannotBeAdd=Ce type d'objet n'est pas pris en charge.
AddContent.XCADComponentWithoutParent=Un objet est un composant incorpor\u00e9 sans parent.
AddContent.NotFoundId=L'ID physique d'un objet est introuvable.
AddContent.XCADComponentNav=Une navigation s'est produite pendant la jonction.

RemoveContent.NoAccessPrivilegeOnParentFolder=Aucune autorisation d'acc\u00e8s au signet parent pour l'op\u00e9ration.
RemoveContent.RelationNotFound=Relation introuvable. Aucun contenu \u00e0 enlever.
RemoveContent.RelationsNotFound=Relations introuvables. Impossible d'enlever le contenu.
RelationsNotModifiable=R\u00e9trogradez le signet dans un \u00e9tat qui permet de modifier le contenu.

MoveFolder.TNRNotUnique=Impossible d'effectuer l'op\u00e9ration, car un signet de ce nom existe d\u00e9j\u00e0. Veuillez r\u00e9essayer apr\u00e8s avoir renomm\u00e9 le signet.
CopyFolder.ErrorCopyInDescendant=La copie d'un signet dans l'un de ses descendants n'est pas autoris\u00e9e.
CopyFolder.ErrorNotBookmarkRootClone=Seuls les signets de widget peuvent \u00eatre clon\u00e9s en tant que racine.

General.MoveCopyAccessError.error=L'utilisateur ne dispose pas des droits requis pour l'op\u00e9ration.
General.MoveCopyAccessError.advice=V\u00e9rifiez que vous utilisez les informations d'identification appropri\u00e9es.
General.ObjectNotFolder=Cet objet n'est pas un signet. L'objet s\u00e9lectionn\u00e9 n'est pas pr\u00e9sent dans le widget Signet.
General.AuthentificationFailed=L'objet a peut-\u00eatre \u00e9t\u00e9 supprim\u00e9 ou vous ne disposez plus des acc\u00e8s requis.
Error.LicenseMissing=Certaines licences sont manquantes ou ont expir\u00e9. Veuillez contacter l'administrateur.

expand.overflow=Le signet ne peut pas \u00eatre d\u00e9velopp\u00e9, car trop de signets ont \u00e9t\u00e9 r\u00e9cup\u00e9r\u00e9s. Veuillez tout rassembler et d\u00e9velopper seulement un niveau.
expand.tooManyToExpand=Trop de signets doivent \u00eatre d\u00e9velopp\u00e9s. Veuillez s\u00e9lectionner un niveau de d\u00e9veloppement ou tout rassembler avant de d\u00e9velopper.
replaceByContent.ErrorinReplacingContent=Le nombre d'objets \u00e0 ajouter et le nombre d'objets \u00e0 remplacer sont diff\u00e9rents.

