Delete.WorkspaceGenericError=Z\u00e1lo\u017eku nem\u016f\u017eete odstranit, proto\u017ee obsahuje n\u011bjak\u00fd obsah nebo proto\u017ee nem\u00e1te pot\u0159ebn\u00e1 opr\u00e1vn\u011bn\u00ed.
Delete.WorkspaceContentError=Z\u00e1lo\u017eku nelze odstranit, proto\u017ee obsahuje n\u011bjak\u00fd obsah.
Delete.WorkspaceVaultGenericError=Z\u00e1lo\u017eku nem\u016f\u017eete odstranit, proto\u017ee z\u00e1lo\u017eka nebo jedna z\u00a0jej\u00edch podz\u00e1lo\u017eek obsahuj\u00ed trasy a/nebo diskuze, nebo nem\u00e1te pot\u0159ebn\u00e1 opr\u00e1vn\u011bn\u00ed. 
Delete.WorkspaceVaultContentError=Z\u00e1lo\u017eku nelze odstranit, proto\u017ee obsahuje n\u011bjak\u00fd obsah.
Delete.DocumentGenericError=Dokument nelze odstranit; zkontrolujte, zda m\u00e1te pot\u0159ebn\u00e1 opr\u00e1vn\u011bn\u00ed.
Delete.PersonalWorkspaceError=Objekt tohoto typu nelze odstranit.
Duplicate.DocumentGenericError=Duplikace dokument\u016f se nezda\u0159ila.
Duplicate.NameNotUnique=Duplikace dokument\u016f se nezda\u0159ila. N\u00e1zev nen\u00ed unik\u00e1tn\u00ed
Duplicate.Prefix=P\u0159edpona:

NewMajorRevision.DocumentGenericError=Oprava dokument\u016f se nezda\u0159ila.
NewMajorRevision.NoReviseAccessOnDocument=Neexistuje p\u0159\u00edstup pro opravy dokument\u016f.

NewFolder.RootFolderName=Z\u00e1lo\u017eka
NewFolder.SubFolderName=Z\u00e1lo\u017eka
NewFolder.FolderCreated=Z\u00e1lo\u017eka byla vytvo\u0159ena.
NewFolder.CreationFailed=Vytvo\u0159en\u00ed se nezda\u0159ilo.
NewFolder.CreationFailedUnderFavorite=Nelze vytvo\u0159it z\u00e1lo\u017eku v\u00a0sekci Obl\u00edben\u00e9.
NewFolder.CreationFailedUnderDeleted=Nelze vytvo\u0159it z\u00e1lo\u017eku v\u00a0sekci Odstran\u011bn\u00e9.
NewFolder.NoAccessPrivilegeOnParentFolder=Chyb\u00ed p\u0159\u00edstupov\u00e9 opr\u00e1vn\u011bn\u00ed k\u00a0nad\u0159azen\u00e9 z\u00e1lo\u017ece pro tuto operaci.
NewFolder.notEnoughRights=Nem\u00e1te opr\u00e1vn\u011bn\u00ed k\u00a0vytvo\u0159en\u00ed nov\u00e9 z\u00e1lo\u017eky.

CopyFolder.CopyFolderName=Kop\u00edrovat

AddContent.ObjectAlreadyConnected=Objekty jsou ji\u017e p\u0159ipojeny.
AddContent.ObjectDoNoExists=Objekty mo\u017en\u00e1 ji\u017e neexistuj\u00ed; aktualizujte pom\u016fcku nebo zkontrolujte um\u00edst\u011bn\u00ed objektu.
AddContent.NoAccessPrivilegeOnParentFolder.error=Nem\u00e1te pot\u0159ebnou odpov\u011bdnost v\u00a0c\u00edlov\u00e9m prostoru pro spolupr\u00e1ci pro p\u0159ipojen\u00ed objektu k\u00a0t\u00e9to z\u00e1lo\u017ece.
AddContent.NoAccessPrivilegeOnParentFolder.advice=Zkontrolujte, zda pou\u017e\u00edv\u00e1te spr\u00e1vn\u00e9 p\u0159ihla\u0161ovac\u00ed \u00fadaje.
AddContent.NoAccessPrivilegeOnObjectToAdd=Chyb\u00ed p\u0159\u00edstupov\u00e1 opr\u00e1vn\u011bn\u00ed k\u00a0objekt\u016fm k\u00a0p\u0159id\u00e1n\u00ed.
AddContent.TypeCannotBeAdd=Tento typ objektu nen\u00ed podporov\u00e1n.
AddContent.XCADComponentWithoutParent=Jeden objekt je zapu\u0161t\u011bn\u00e1 sou\u010d\u00e1st bez nad\u0159azen\u00e9 polo\u017eky.
AddContent.NotFoundId=Fyzick\u00e9 ID objektu nelze nal\u00e9zt.
AddContent.XCADComponentNav=B\u011bhem p\u0159ipojov\u00e1n\u00ed byla provedena navigace.

RemoveContent.NoAccessPrivilegeOnParentFolder=Chyb\u00ed p\u0159\u00edstupov\u00e9 opr\u00e1vn\u011bn\u00ed k\u00a0nad\u0159azen\u00e9 z\u00e1lo\u017ece pro tuto operaci.
RemoveContent.RelationNotFound=Vztah nebyl nalezen. \u017d\u00e1dn\u00fd obsah k odebr\u00e1n\u00ed.
RemoveContent.RelationsNotFound=Vztahy nebyly nalezeny. Obsah nelze odebrat.
RelationsNotModifiable=Sni\u017ete stav z\u00e1lo\u017eky do stavu, kter\u00fd umo\u017e\u0148uje zm\u011bnu obsahu.

MoveFolder.TNRNotUnique=Operaci nelze prov\u00e9st, proto\u017ee ji\u017e existuje z\u00e1lo\u017eka se stejn\u00fdm n\u00e1zvem. P\u0159ejmenujte z\u00e1lo\u017eku a\u00a0zkuste to znovu.
CopyFolder.ErrorCopyInDescendant=Kop\u00edrov\u00e1n\u00ed z\u00e1lo\u017eky v\u00a0jednom z jej\u00edch potomk\u016f nen\u00ed povoleno.
CopyFolder.ErrorNotBookmarkRootClone=Jako ko\u0159enovou polo\u017eku lze klonovat pouze pom\u016fcku Z\u00e1lo\u017eky.

General.MoveCopyAccessError.error=U\u017eivatel nem\u00e1 opr\u00e1vn\u011bn\u00ed k\u00a0t\u00e9to operaci.
General.MoveCopyAccessError.advice=Zkontrolujte, zda pou\u017e\u00edv\u00e1te spr\u00e1vn\u00e9 p\u0159ihla\u0161ovac\u00ed \u00fadaje.
General.ObjectNotFolder=Tento objekt nen\u00ed z\u00e1lo\u017eka; vybran\u00fd objekt nelze nal\u00e9zt v\u00a0pom\u016fcce Z\u00e1lo\u017eky.
General.AuthentificationFailed=Objekt byl mo\u017en\u00e1 odstran\u011bn nebo ji\u017e nem\u00e1te pot\u0159ebn\u00fd p\u0159\u00edstup.
Error.LicenseMissing=N\u011bkter\u00e9 licence chyb\u00ed nebo jim vypr\u0161ela platnost. Obra\u0165te se na spr\u00e1vce.

expand.overflow=Z\u00e1lo\u017eku nelze rozbalit, proto\u017ee je na\u010dteno p\u0159\u00edli\u0161 mnoho z\u00e1lo\u017eek. Sbalte v\u0161echny z\u00e1lo\u017eky a\u00a0rozbalte pouze jednu \u00farove\u0148.
expand.tooManyToExpand=Chcete rozbalit p\u0159\u00edli\u0161 mnoho z\u00e1lo\u017eek. Vyberte \u00farove\u0148 rozbalen\u00ed nebo p\u0159ed rozbalen\u00edm sbalte v\u0161echny z\u00e1lo\u017eky.
replaceByContent.ErrorinReplacingContent=Po\u010det objekt\u016f, kter\u00e9 chcete p\u0159idat, a\u00a0po\u010det objekt\u016f k\u00a0nahrazen\u00ed nen\u00ed shodn\u00fd.

