FromProcessReferenceCouldNotBeRetrieved=Impossibile recuperare il riferimento al processo di origine.
ToProcessReferenceCouldNotBeRetrieved=Impossibile recuperare il riferimento al processo di destinazione.
AlternateRelationCouldNotBeCreated=Impossibile creare una relazione alternativa.
ProcessReferenceCouldNotBeRetrieved=Impossibile recuperare il riferimento al processo.
ResourceReferenceCouldNotBeRetrieved=Impossibile recuperare il riferimento alla risorsa.
FirstReferenceCouldNotBeRetrieved=Impossibile recuperare il primo riferimento.
SecondReferenceCouldNotBeRetrieved=Impossibile recuperare il secondo riferimento.
LinkAlreadyExists=Collegamento gi\u00e0 esistente.
GenericServerError=Errore generico del server.
BlockingInstances=Il riferimento ha ancora istanze esterne all'ambito di eliminazione. Potrebbe essere necessario rimuovere le istanze esistenti prima di eliminare il riferimento.
ReorderInstancesFailed=Impossibile archiviare l'ordine delle istanze nel database.
XMLDocumentRetrievalError=Errore durante la ricerca contenente uno o pi\u00f9 file XML.

# CIM (reroute) failure errMsgs
ImplLinkUnderMultipleScopes=L'elemento di produzione \u00e8 presente in pi\u00f9 ambiti. Rivedere e sostituire tutti i padri senza ambito a partire dal primo ambito superiore.
RootMfgItemIsNotValid=Il riferimento di produzione fornito non \u00e8 valido
RootProductIsNotValid=Il riferimento di prodotto fornito non \u00e8 valido
ParentMfgIsReadOnly=Impossibile eseguire l'aggiornamento della MBOM. L'elemento di produzione padre {0} \u00e8 in stato di sola lettura
RootMfgIsReadOnly=Impossibile eseguire l'aggiornamento della MBOM. Lo stato corrente dell'elemento di produzione {0} radice non consente modifiche alla struttura della MBOM
MfgIsReadOnly=Impossibile eseguire l'aggiornamento della MBOM. L'elemento di produzione {0} \u00e8 in stato di sola lettura
MBOMUpdateFail_CandPrdMultipleScopes=Impossibile elaborare il prodotto '{0}' perch\u00e9 il prodotto candidato '{2}' dell'elemento di produzione '{1}' include pi\u00f9 di un ambito dell'elemento di produzione [{3}]
MBOMUpdateWarn_CandPrdMultiScopesButOneSel=Il prodotto candidato '{0}' dell'elemento di produzione '{1} include pi\u00f9 ambiti dell'elemento di produzione [{2}], considerando il primo '{3}' di essi per il reindirizzamento.
MBOMUpdateFail_MultipleCandProducts=Pi\u00f9 prodotti candidati '{0}' sono presenti per l'elemento di produzione '{1}'. Per questo elemento di produzione si consiglia di utilizzare il comando Gestione impatto modifiche.
MBOMUpdateWarn_MultipleCandPrdsButOneSel=Pi\u00f9 prodotti candidati '{0}' trovati per l'elemento di produzione '{1}', considerando l'ultimo '{2}' di essi per il reindirizzamento.
MBOMUpdateFail_InvalidMbomUpdateAction1=Azione di aggiornamento MBOM non valida inviata per '{0}'
MBOMUpdateFail_InvalidMbomUpdateAction2=Azione di aggiornamento MBOM '{0}' non valida inviata per '{1}'
CandPrdMultipleScopes=Il prodotto candidato '{0}' include pi\u00f9 di un ambito dell'elemento di produzione
MultipleCandPrd=Pi\u00f9 prodotti candidati '{0}' sono presenti per l'elemento di produzione '{1}'. Per questo elemento di produzione si consiglia di utilizzare il comando Gestione impatto modifiche.
InvalidMbomUpdateAction=Azione di aggiornamento MBOM non valida inviata per {0}
BranchCreationFailed=Creazione nuova diramazione non riuscita
UpdateMfgItemErr_RerouteSLFail_ItemROState=Impossibile reindirizzare il collegamento ambito perch\u00e9 lo stato dell'elemento di produzione '{0}' \u00e8 di sola lettura
MBOMUpdateFail_CandPrdMultipleScopes=Impossibile elaborare il prodotto '{0}' perch\u00e9 il prodotto candidato '{2}' dell'elemento di produzione '{1}' include pi\u00f9 di un ambito dell'elemento di produzione
MBOMUpdateFail_InvalidMbomUpdateAction1=Azione di aggiornamento MBOM non valida inviata per '{0}'
MBOMUpdateFail_InvalidMbomUpdateAction2=Azione di aggiornamento MBOM '{0}' non valida inviata per '{1}'
MBOMUpdateFail_RerouteILWithEff=L'opzione di solo reindirizzamento non \u00e8 disponibile con Lavora sotto evoluzione o azione di modifica con applicabilit\u00e0. Evolvi istanza \u00e8 l'azione consigliata.
MBOMUpdateFail_EvolveInstWithoutEff=Evolvi istanza pu\u00f2 essere eseguita solo con Lavora sotto evoluzione o azione di modifica con applicabilit\u00e0. Impostare Lavora sotto evoluzione o azione di modifica con applicabilit\u00e0 e riprovare.

# Replace Command properties
ReplaceMfgItemScopedWithDifferentProduct=Operazione di sostituzione ignorata. L'ambito di {0} riguarda un altro prodotto
ReplaceMfgItemParentIsReadOnly=Operazione di sostituzione ignorata. {0} \u00e8 in stato di maturit\u00e0 di sola lettura
ReplaceByLatestNoLatestRevision=Operazione di sostituzione ignorata. {0} \u00e8 gi\u00e0 la revisione pi\u00f9 recente
ReplaceSelectedItemIsNotMfgItem=Operazione di sostituzione ignorata. {0} non \u00e8 un elemento di produzione
ReplaceOperationSuccess=Sostituzione di {0} con {1} riuscita.
ReplaceOperationFailed=Sostituzione di {0} con {1} non riuscita.
ReplaceInstanceDoesNotExist=Sostituzione non riuscita. L'istanza selezionata non esiste.
ReplaceBySelectedRefDoesNotExist=Sostituzione di {0} non riuscita. Il riferimento non esiste.
ReplaceMfgProcessParentIsReadOnly=Operazione di sostituzione ignorata. Il padre di {0} \u00e8 in stato di maturit\u00e0 di sola lettura
ReplaceOperationWarning=La sostituzione degli elementi selezionati '{0}' elimina i collegamenti di implementazione dei relativi figli. I collegamenti di implementazione dei figli devono essere gestiti manualmente tramite CIM.

# MBOM update initial validation check errorMsgs
MBOMUpdateFailure_NoUpdateMode=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 non \u00e8 stata specificata la modalit\u00e0 di aggiornamento
MBOMUpdateFailure_InvalidUpdateMode=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 la modalit\u00e0 di aggiornamento specificata non \u00e8 corretta. Le modalit\u00e0 valide sono 'mbomPull', 'ebomPush' e 'flowdown'
MBOMUpdateFailure_NoRootMfgItem=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 non \u00e8 stato specificato un elemento di produzione
MBOMUpdateFailure_InvalidRootMfgItem=Impossibile recuperare l'elemento di produzione radice. Specificare un valore valido per 'rootMfgItemID'.
MBOMUpdateFailure_RootMfgItemIsNotMFG=Il valore specificato per 'rootMfgItemID' deve essere di tipo MFG mentre invece \u00e8 di tipo '{0}'.
MBOMUpdateFail_RootCnfgdWithEvolNUpdateWithoutEff=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 l'elemento di produzione radice \u00e8 configurato con un'evoluzione, ma l'aggiornamento non \u00e8 stato eseguito nella decorrenza valida.
MBOMUpdateFail_RootChgCntrldNUpdateWithoutMCA=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 l'elemento di produzione radice \u00e8 controllato dall'azione di modifica '{0}', ma l'aggiornamento non \u00e8 stato eseguito con l'azione di modifica Lavora in.
MBOMUpdateFail_RootCntrldByCA_ButDiffInputCA=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 l'elemento di produzione radice \u00e8 controllato dall'azione di modifica '{0}' e non nell'azione di modifica Lavora in specificata.
MBOMUpdateFailure_NewRevOfRootFailed=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 non \u00e8 possibile creare una nuova revisione dell'elemento di produzione
MBOMUpdateFailure_NoRootProduct=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 non \u00e8 stato specificato un prodotto radice e l'elemento di produzione non rientra nell'ambito di nessun prodotto
MBOMUpdateFailure_InvalidRootProduct=Impossibile recuperare il prodotto radice. Specificare un valore valido per 'rootProductID'.
MBOMUpdateFailure_RootProductIsNotPRD=Il valore specificato per 'rootProductID' deve essere di tipo Prodotto mentre invece \u00e8 di tipo '{0}'.
MBOMUpdateFailure_PushModeNoEngCA=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 non \u00e8 stata specificata un'azione di modifica tecnica. Specificare un valore valido per 'engChangeActionID'.
MBOMUpdateFail_FlowdownSupportVarMissing=Impostare la variabile 'MBOMUpdate_FlowdownSupport=1' per abilitare la 'modalit\u00e0 flow-down' e\\o i 'report degli aggiornamenti'
MBOMUpdateFail_ReviseBehvrChkInvalidOption=Valore non valido specificato per 'reviseBehaviorChecks'. Specificare un valore valido tra '{0}'.
MBOMUpdateFailure_CommitFailed=Impossibile confermare l'aggiornamento della MBOM.

# MBOM update further validation check errorMsgs
PullModeMBOMUpdateFail_RootsNotScoped=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 non esiste un ambito tra il prodotto e l'elemento di produzione specificati
PushModeMBOMUpdateFail_CAFactoryNull=Impossibile recuperare 'ChangeActionFactory'. Contattare l'amministratore.
PushModeMBOMUpdateFail_InvalidEngCA=Impossibile recuperare l'azione di modifica tecnica dal PID dell'azione di modifica tecnica specificato '{0}'. Specificare un valore valido per 'engChangeActionID'
PushModeMBOMUpdateFail_InvalidEngCAState=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 l'azione di modifica tecnica specificata non \u00e8 nello stato 'Completato'
PushModeMBOMUpdateFail_RootMfgNotScoped=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 nessun prodotto rientra nell'ambito dell'elemento di produzione
PushModeMBOMUpdateFail_RootMfgManyScope=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 pi\u00f9 prodotti rientrano nell'ambito dell'elemento di produzione

FlowdownMBOMUpdateFail_NoMfgCA=Impossibile eseguire l'aggiornamento della MBOM perch\u00e9 non \u00e8 stata specificata un'azione di modifica di produzione. Specificare un valore valido nel 'DS-Change-Authoring-Context' dell'intestazione della richiesta HTTP.
FlowdownMBOMUpdateFail_InvalidMfgCA=Impossibile recuperare l'azione di modifica di produzione dal PID dell'azione di modifica di produzione specificato '{0}'. Specificare un valore valido nel 'DS-Change-Authoring-Context' dell'intestazione della richiesta HTTP.
FlowdownMBOMUpdateWarn_NoProposedChanges=L'azione di modifica di produzione specificata non ha modifiche di flow-down. Provare con un'azione di modifica di produzione con modifiche di flow-down da una o pi\u00f9 azioni di modifica tecnica.

# MfgCA validation check errorMsgs
MfgCAError_InvalidMfgCAFormat=Il formato dell'azione di modifica di produzione specificata '{0}' non \u00e8 valido. Utilizzare il formato 'pid:<MfgCA-PID>'
MfgCAError_InvalidMfgCA=Impossibile recuperare l'azione di modifica di produzione dal PID dell'azione di modifica di produzione specificato '{0}'. Specificare un valore valido per il PID dell'azione di modifica di produzione.
MfgCAError_WorkUnderNotAllowed=Lavora in non consentito per l'azione di modifica di produzione specificata: '{0}'
MfgCAError_ApplicabilityFetchFailed=Impossibile recuperare l'espressione di applicabilit\u00e0 dell'azione di modifica di produzione specificata: '{0}'
MfgCAError_NoApplicability=All'azione di modifica di produzione specificata non \u00e8 associata un'applicabilit\u00e0. Specificare un'azione di modifica di produzione con applicabilit\u00e0.
MfgCAError_InvalidApplicabilityExpn=L'espressione di applicabilit\u00e0 dell'azione di modifica di produzione specificata non \u00e8 valida: '{0}'

# MBOM update failure errMsgs
MBOMUpdateFail_InvalidMbomUpdateAction1=Azione di aggiornamento MBOM non valida inviata per '{0}'
MBOMUpdateFail_RootMfgIsReadOnly=Impossibile eseguire l'aggiornamento della MBOM. Lo stato corrente dell'elemento di produzione '{0}' radice non consente modifiche alla struttura della MBOM
MBOMUpdateFail_ParentMfgIsReadOnly=Impossibile eseguire l'aggiornamento della MBOM. L'elemento '{0}' padre \u00e8 in stato di sola lettura
MBOMUpdateFail_ParentCnfgdWithEvolNUpdateWithoutEff=Impossibile elaborare il prodotto '{0}' perch\u00e9 il '{2}' padre dell'elemento di produzione '{1}' \u00e8 configurato con un'evoluzione ma l'aggiornamento non \u00e8 stato eseguito nella decorrenza valida.
MBOMUpdateFail_CandPrdMultipleScopes=Impossibile elaborare il prodotto '{0}' perch\u00e9 il prodotto candidato '{2}' dell'elemento di produzione '{1}' include pi\u00f9 di un ambito dell'elemento di produzione
MBOMUpdateFail_ManyResultingPrdFound=All'elemento di produzione '{0}' sono associati pi\u00f9 prodotti risultanti
MBOMUpdateFail_MfgPartSLCreationNotSupported=La creazione di un collegamento ambito per le parti di produzione non \u00e8 supportata
MBOMUpdateFail_CC_CAPID_UnknownValue=Valore sconosciuto '{0}' incontrato per il PID dell'azione di modifica che controlla l'elemento di produzione '{1}'
MBOMUpdateFail_GetChangeControlInfoFailed=Impossibile recuperare le informazioni di controllo delle modifiche degli elementi da aggiornare
# Note: Below ReviseErr* msgKeys can't be changed since they are enum names in ReviseAllowedStatus. So they have to be always in sync, if changed at one place then have to be changed at both places!!
ReviseErr_ItemCntrldByCA_ButNoInputCA=Revisione non riuscita perch\u00e9 l'elemento di produzione '{0}' \u00e8 controllato dall'azione di modifica '{1}', ma l'aggiornamento non \u00e8 stato eseguito con l'azione di modifica Lavora in 
ReviseErr_ItemCntrldByCA_ButDiffInputCA=Revisione non riuscita perch\u00e9 l'elemento di produzione '{0}' \u00e8 controllato da un'azione di modifica '{1}', diversa dall'azione di modifica Lavora in specificata
ReviseErr_ItemCntrldByInputCA_ButIsInROState=Revisione non riuscita poich\u00e9 l'utente non ha accesso alla revisione dell'elemento di produzione '{0}' 
MBOMUpdtWarn_ItemCfgdWithEvolReviseIgnored=L'elemento di produzione '{0}' \u00e8 configurato con l'evoluzione, pertanto la revisione dell'elemento viene ignorata
# Note: Below UpdateErr* msgKeys can't be changed since they are enum names in UpdateAllowedStatus. So they have to be always in sync, if changed at one place then have to be changed at both places!!
UpdateErr_ItemCntrldByCA_ButNoInputCA=L'aggiornamento non \u00e8 riuscito perch\u00e9 {0} '{1}' \u00e8 controllato dall'azione di modifica '{2}', ma l'aggiornamento viene eseguito senza azione di modifica Lavora in
UpdateErr_ItemCntrldByCA_ButDiffInputCA=L'aggiornamento non \u00e8 riuscito perch\u00e9 {0} '{1}' \u00e8 controllato dall'azione di modifica '{2}', diversa dall'azione di modifica Lavora in specificata
UpdateErr_ItemCntrldByInputCA_ButIsInROState=L'aggiornamento non \u00e8 riuscito poich\u00e9 l'utente non ha accesso alla modifica di {0} '{1}'
UpdateErr_ItemNotCntrldByCA_AndIsInROState=L'aggiornamento non \u00e8 riuscito poich\u00e9 l'utente non ha accesso alla modifica di {0} '{1}'

MBOMUpdateFail_DuringExpand=Rilevata un'eccezione durante l'espansione di {0} '{1}'
MBOMUpdateFail_ExpandCacheCreation=Rilevata un'eccezione durante la creazione della cache di espansione per {0} '{1}'
PushModeMBOMUpdate_GetRealizedObjsFailed=Eccezione durante il recupero di oggetti realizzati dall'azione di modifica specificata
PullModeMBOMUpdateFail_UpdateMapPrepartn=Rilevata un'eccezione durante la ricerca delle modifiche del delta e la preparazione della mappa degli aggiornamenti MBOM
PushModeMBOMUpdate_MultipleCandPathsFound=Pi\u00f9 percorsi di occorrenze di prodotti candidati trovati per il prodotto candidato specificato '{0}' 

# Fasten update failure errMsgs
FastenUpdateFail_NotPushModeUpdate=Impossibile eseguire l'aggiornamento del fissaggio perch\u00e9 l'aggiornamento non \u00e8 stato eseguito n\u00e9 in modalit\u00e0 flow-down n\u00e9 in modalit\u00e0 ebomPush
FastenUpdateFail_NewCaseInvalidOption=Valore non valido specificato per 'fastenUpdateForNewFastener'. Specificare un valore valido tra '{0}'.
FastenCreateFail_NoImpactedMfgPartFound=Impossibile elaborare il nuovo dispositivo di fissaggio '{0}' perch\u00e9 la parte di produzione interessata non \u00e8 disponibile per il fissaggio di {1}
FastenUpdateFail_CommitFailed=Impossibile confermare l'aggiornamento del fissaggio.
FastenNewOptn1Fail_ParentCnfgdWithEvolNUpdateWithoutEff=Impossibile creare l'istanza di fissaggio di '{0}' per il dispositivo di fissaggio '{1}' perch\u00e9 il '{2}' padre \u00e8 configurato con un'evoluzione ma l'aggiornamento non \u00e8 stato eseguito in un contesto valido
NewFastenerWarnMsg_ChoosenOneAmongMany=Trovati {0} dispositivi di fissaggio con le stesse parti '{1}' del dispositivo di fissaggio specificato '{2}', tra cui viene scelto '{3}' con il fissaggio '{4}', mentre i rimanenti '{5}' dispositivi di fissaggio vengono ignorati
NewFastenerWarn_Ignored_NoStackingPartsFoundForMCXConn=NewFastenerWarning: la nuova istanza del fissaggio viene ignorata perch\u00e9 non ci sono parti di impilamento per la connessione MCX {0}
NewFastenerWarn_Ignored_MCXIntersectedListEmpty=NewFastenerWarning: la nuova istanza del fissaggio viene ignorata perch\u00e9 l'elenco intersectedMCXList \u00e8 vuoto
NewFastenerErr_FastenerInstanceNotFound=NewFastenerError: istanza non disponibile nel database per questo nuovo instancePID del fissaggio {0}
NewFastenerErr_FailToGetSiblingFasteners=NewFastenerError: impossibile recuperare i fermi dal fissaggio a fascia {0} della nuova istanza del fissaggio {1}
NewFastenerWarn_Ignored_InvalidPartIDForBundleConn=NewFastenerWarning: la connessione {0} viene ignorata perch\u00e9 un instancePID del giunto {1} non \u00e8 valido per la nuova istanza del fissaggio {2}
NewFastenerErr_FailToGetJoiningPartsFrmBundle=NewFastenerError: impossibile recuperare i giunti dal fissaggio a fascia {0} della nuova istanza del fissaggio {1}

# MBOM update report errMsgs
UpdateMfgItemErr_BIStatusFail=Impossibile recuperare lo stato BI
UpdateMfgItemErr_UpdateFailed=Impossibile effettuare l'aggiornamento
UpdateMfgItemErr_DeleteInstFailed=Impossibile eliminare l'istanza
UpdateMfgItemErr_RerouteSLFailed=Impossibile reindirizzare il collegamento di ambito
UpdateMfgItemErr_NoCandOccRefPaths=Nessun percorso occRef candidato trovato.
UpdateMfgItemErr_RerouteILFailed=Impossibile reindirizzare il collegamento di implementazione
UpdateMfgItemErr_ReviseMfgPartsFailed=Impossibile rivedere una o pi\u00f9 parti di produzione
UpdateMfgItemErr_ReplaceFail_ParentROState=Impossibile sostituire '{0}' poich\u00e9 il padre '{1}' \u00e8 nello stato di sola lettura
UpdateMfgItemErr_DeleteFail_ParentROState=Impossibile eliminare '{0}' poich\u00e9 il padre '{1}' \u00e8 nello stato di sola lettura
UpdateMfgItemErr_EvolveFail_ParentROState=Impossibile evolvere '{0}' poich\u00e9 il padre '{1}' \u00e8 nello stato di sola lettura

ObjectProcessedInPreviousRunMsg=Questo oggetto viene ignorato perch\u00e9 \u00e8 gi\u00e0 stato aggiornato in un passaggio precedente
ObjectProcessedByUserMsg=Questo oggetto viene ignorato perch\u00e9 \u00e8 gi\u00e0 stato elaborato dall'utente
ObjectUnderScopedSubAsslyORImplingMfgNotFound=Ignorato poich\u00e9 un elemento di produzione in implementazione \u00e8 presente in un sottoassieme con ambito O non si trova alcun elemento di produzione che implementi questo prodotto 
noAttrValueFound=Nessun valore attributo trovato

# CreateMfgItems resultReport errMsgs
createMfgItemErrorMsgRootMfgItemIsNotValid=Il riferimento di produzione fornito non \u00e8 valido
createMfgItemErrorMsgRootProductIsNotValid=Il riferimento di prodotto fornito non \u00e8 valido
createMfgItemErrorMsgBLReplyIsIgnore=Ignorato come richiesto dalla logica di business
createMfgItemErrorMsgBLDidntProvideAnyInfo=Ignorato in quanto la logica di business non ha fornito le informazioni richieste
createMfgItemErrorMsgProductHasMultipleScopes=Ignorato in quanto il prodotto include pi\u00f9 ambiti
createMfgItemWarn_PrdHasManyScopesButOneSel=Il prodotto ha pi\u00f9 ambiti dell'elemento di produzione [{0}], considerando il primo '{1}' di essi che \u00e8 stato creato.
createMfgItemErrorMsgScopeNotFound=Impossibile trovare l'ambito ignorato
createMfgItemErrorMsgException=Ignorato perch\u00e9 si \u00e8 verificata un'eccezione.  
createMfgItemErrorMsgExceptionWhileCreatingInst=Creazione dell'istanza non riuscita senza eccezione 
createMfgItemErrorMsgExceptionWhileCreatingInstAndLink=Eccezione durante la creazione di istanza e collegamenti
createMfgItemErrorMsgExternalJavaIgnoreAsBLNotAvilable=Ignorato perch\u00e9 EKL \u00e8 stato richiesto dall'apertura Java esterna ma non \u00e8 disponibile
createMfgItemErrorMsg_ParentWorkUnderStatus_isNotValid_As_NoInputCA_ButAggMfgIsControlledByCA=Ignorato perch\u00e9 MfgItem aggregazione \u00e8 controllato da Azione di modifica, ma nell'input non \u00e8 stata fornita alcuna Azione di modifica
createMfgItemErrorMsg_ParentWorkUnderStatus_isNotValid_As_InputCA_AggMfgCA_AreDifferernt=Ignorato perch\u00e9 MfgItem aggregazione \u00e8 controllato da un'Azione di modifica diversa da quella fornita nell'input


# License error
licenceError=Nessuna delle licenze in {0} \u00e8 assegnata all'utente: {1}. Contattare l'amministratore di sistema.

noAttrValueFound=Nessun valore attributo trovato

# BL error
BLError=Creazione non riuscita a causa di una verifica della logica di business: {0}.
NoBLMessage=Nessun messaggio logica di business trovato

RPLinkCreationFailed=Impossibile creare il nuovo collegamento prodotto risultante
ScopeLinkDeletionFailed=Impossibile eliminare il nuovo collegamento ambito
RPLinkDeletionFailed=Impossibile eliminare il nuovo collegamento prodotto risultante

# Create Ref error
InvalidDimensionType=Tipo di quota inviato non valido - {0}

# Scope Link creation
createScopeLinkError=Impossibile creare il nuovo collegamento ambito
createScopeLinkErrorIncompatibleExistingIL=Impossibile creare il collegamento ambito a causa di un'incompatibilit\u00e0 con il collegamento di implementazione esistente. Eliminare prima il collegamento di implementazione dall'istanza del riferimento {0}.
createScopeLinkErrorNotAuthorizedByBL=Impossibile creare il collegamento ambito per errore di autorizzazione BL
createScopeLinkErrorBLFailure=Impossibile creare il collegamento ambito per errore interno BL
createScopeLinkErrorPatternNOTAuthorized=Impossibile creare il collegamento ambito per modello dati non autorizzato

# Partial Scope Link creation
SLAlreadyExistingSolved=Il collegamento di ambito parziale esiste gi\u00e0 e non pu\u00f2 essere creato 
SLAlreadyExistingBroken=Il collegamento di ambito parziale esiste gi\u00e0, \u00e8 interrotto e non pu\u00f2 essere creato
invalidArg=gli input non sono valutati correttamente.
createPartialScopeLinkErrorBLFailure=Impossibile creare il collegamento ambito parziale per errore interno BL
createPartialScopeLinkErrorNotAuthorizedByBL=Impossibile creare il collegamento ambito parziale per errore di autorizzazione BL
createPartialScopeLinkErrorIncompatibleExistingIL=Impossibile creare il collegamento ambito parziale a causa di un'incompatibilit\u00e0 con il collegamento di implementazione esistente. Eliminare prima il collegamento di implementazione dall'istanza del riferimento {0}.
createPartialScopeLinkError=Impossibile creare il nuovo collegamento ambito parziale

managePartialScopeFail_InvalidOption=Valore non valido specificato per azione di ambito parziale. Specificare un valore valido tra '{0}'.

# MFN AltSubBL Related Messages
AltSubBLErr_NoBLExistis=Lo script AltSubBL EKL non esiste
AltSubBLErr_ExecutionFailed=Esecuzione di AltSubBL non riuscita
AltSubBLErr_FailedToReadOutput=Impossibile leggere l'output da AltSub-BLResult
AltSubBLErr_InvalidOPListSize=Mancata corrispondenza della dimensione degli elenchi di output BL. Le dimensioni sono OutputListOfEngItemReference-{0}, OutputListOfContextsInstance-{1}, OutputListOfContextsReference-{2}, OutputListOfStatus-{3}, OutputListOfRelationType-{4}.
AltSubBLErr_EngItemRefPIDEmpty=Nessun valore specificato per 'AltSub-EngItemRef'
AltSubBLErr_StatusInvalidOption=Valore non valido '{0}' specificato per 'AltSub-Status'
AltSubBLErr_RelTypeInvalidOption=Valore non valido '{0}' specificato per 'AltSub-RelationType'
AltSubBLErr_InvalidRefInstContext=ReferenceContext e/o InstanceContext non come previsti
AltSubBLSuggn_ForContextOfRefSubstitue=(ReferenceContext deve avere un valore valido e InstanceContext deve essere vuoto)
AltSubBLSuggn_ForContextOfInstSubstitue=(ReferenceContext deve essere vuoto e InstanceContext deve avere un valore valido)
AltSubBLSuggn_ForContextOfAlternate=(ReferenceContext e InstanceContext devono essere vuoti)
