# Copyright 2019-2022 Dassault Systemes. All rights reserved.
#
#   Subject: Propose NLS support for Version Graph error messages.
NonLinearVersioning.Notice.SemanticEdgeNotFound=Zu l\u00f6schende semantische Beziehung nicht gefunden. Es wurde kein Vorgang durchgef\u00fchrt.
NonLinearVersioning.Error.NLVStatus=Revisionsdiagrammmodus (linear oder nicht-linear) konnte nicht abgerufen werden.
NonLinearVersioning.Error.SystemCompletion=Zugeh\u00f6riges Objekt f\u00fcr den aktuellen Vorgang konnte nicht abgerufen werden.
NonLinearVersioning.Error.SemanticEdgeNotDeleted=Semantische Beziehung konnte nicht gel\u00f6scht werden.
NonLinearVersioning.Error.SemanticNONE=Der Operator KEIN ist kein g\u00fcltiger Operator f\u00fcr diese Anforderung.
NonLinearVersioning.Error.ItemNotDeleted=Element konnte nicht gel\u00f6scht werden.
NonLinearVersioning.Error.ItemNotLoaded=Element konnte nicht geladen werden.
NonLinearVersioning.Error.ItemNotSet=Kein Element festgelegt!
NonLinearVersioning.Error.ItemFromVersion=Element konnte nicht aus der Revision abgerufen werden.
NonLinearVersioning.Error.ItemFromVersionModel=Dieses Produkt ist Eigentum eines anderen Benutzers. Fortfahren nicht m\u00f6glich.
NonLinearVersioning.Error.ItemAlreadyExist=Es wurde bereits ein Element f\u00fcr diese Revision festgelegt.
NonLinearVersioning.Error.ItemCreation=Element konnte nicht erstellt werden.
NonLinearVersioning.Error.VersionNotSet=Keine Revision festgelegt.
NonLinearVersioning.Error.VersionNull=Physische ID der eingegebenen Revision ist null oder leer.
NonLinearVersioning.Error.TypeNull=Gesch\u00e4ftstyp der Eingabe wurde nicht definiert (null oder leer).
NonLinearVersioning.Error.VersionCopyFrom=Kopie konnte nicht abgerufen werden.
NonLinearVersioning.Error.VersionDelete=Revision konnte nicht gel\u00f6scht werden.
NonLinearVersioning.Error.computeVersionNumber=Revisionsnummer konnte nicht berechnet werden (weitere Informationen: $1.).
NonLinearVersioning.Error.VersionDeletePropagate=L\u00f6schvorgang der Revision konnte nicht fortgef\u00fchrt werden.
NonLinearVersioning.Error.VersionDeleteSpinOff=SPIN-OFF konnte nach dem L\u00f6schen der Revision nicht umgeleitet werden.
NonLinearVersioning.Error.VersionDeleteLeaf=Es k\u00f6nnen nur Blattrevisionen gel\u00f6scht werden.
NonLinearVersioning.Error.VersionCheckMajor=Zugriff auf Hauptrevision konnte nicht gepr\u00fcft werden.
NonLinearVersioning.Error.VersionToItem=Revision konnte nicht mit dem Element verkn\u00fcpft werden.
NonLinearVersioning.Error.VersionNoItem=Revision ist nicht mit einem Element verkn\u00fcpft. Der Versionsdiagrammmodus wird daher nicht unterst\u00fctzt.
NonLinearVersioning.Error.VersionAddSemantic=Semantische Verkn\u00fcpfung konnte nicht hinzugef\u00fcgt oder aktualisiert werden.
NonLinearVersioning.Error.VersionReviseMajor=Erstellen einer neuen Revision ist nicht zul\u00e4ssig.
NonLinearVersioning.Error.VersionDuplicate=Erstellen eines neuen Objekts aus einem vorhandenen Objekt ist nicht zul\u00e4ssig.
NonLinearVersioning.Error.VersionFamily=Familienrevision konnte nicht gesucht werden.
NonLinearVersioning.Error.VersionFamilyNull=Revisionsfamilien-ID darf nicht leer sein.
NonLinearVersioning.Error.VersionFamilyNotSet=Revisionsfamilien-ID f\u00fcr Eingabe nicht festgelegt.
NonLinearVersioning.Error.VersionsNotLoaded=Zugriff auf Revisionsfamilie nicht m\u00f6glich.
NonLinearVersioning.Error.AddVersionsNull=Zuordnung f\u00fcr Anforderung zum Hinzuf\u00fcgen von Revisionen darf nicht null sein.
NonLinearVersioning.Error.GraphVersionsNull=Zuordnung f\u00fcr Anforderung von semantischen Diagrammen f\u00fcr Revisionen darf nicht null sein.
NonLinearVersioning.Error.AddVersionRequestNull=Anforderung darf nicht null sein.
NonLinearVersioning.Error.getLastVersionsFromJson=Letzte Versionsanforderung darf nicht null sein.
NonLinearVersioning.Error.AddVersionRequestSpinOff=SPIN-OFF darf in Anforderungen zum Hinzuf\u00fcgen von Revisionen nicht alleine stehen.
NonLinearVersioning.Error.AddVersionRequestSpinOffNew=SPIN-OFF darf im linearen Revisionsmodus nicht mit NEW kombiniert werden.
NonLinearVersioning.Error.AddVersionRequestFore=FORE-Operator hat versucht, einen Zyklus im semantischen Versionsdiagramm f\u00fcr $1.!" ) ; } zu erstellen.
NonLinearVersioning.Error.AddVersionRequestForeSameSource=FORE-Operation wird nicht unterst\u00fctzt, wenn Vorl\u00e4ufer und Quelle identisch sind.
NonLinearVersioning.Error.AddVersionRequestSpinOffDup=SPIN-OFF darf im linearen Revisionsmodus nicht mit DUPLICATE kombiniert werden.
NonLinearVersioning.Error.AddVersionRequestSameItemSemantic=Alle semantischen Absichten m\u00fcssen aus dem gleichen Element stammen.
NonLinearVersioning.Error.AddVersionRequestSemanticOneMax=Es ist nur eine semantische Absicht f\u00fcr diese Revision zul\u00e4ssig.
NonLinearVersioning.Error.AddVersionRequestDistinctItemSpinOff=SPIN-OFF muss f\u00fcr unterschiedliche Elemente durchgef\u00fchrt werden.
NonLinearVersioning.Error.AddVersionRequestEvolutionOnly=Der angegebene Vorgang $1. ist f\u00fcr diesen Objekttyp nicht zul\u00e4ssig.
NonLinearVersioning.Error.AddVersionRequestEvolutionOneMax=WEITERENTWICKLUNG ist f\u00fcr diesen Objekttyp nur einmal zul\u00e4ssig.
NonLinearVersioning.Error.AddVersionRequestIntentIgnore=$1. Absicht wird von diesem Objekttyp nicht unterst\u00fctzt und wird ignoriert.
NonLinearVersioning.Error.AddVersionRequestMinorForbidden=Die untergeordnete Revision ist f\u00fcr diesen Typ nicht g\u00fcltig.
NonLinearVersioning.Error.AddVersionRequestNewAuthorizeOnlySpinOff=Bei Anforderungen zum Hinzuf\u00fcgen einer Revision mit NEW ist nur SPIN-OFF zul\u00e4ssig.
NonLinearVersioning.Error.AddVersionRequestOnMinorExclusive=Die hinzugef\u00fcgte untergeordnete Revision ist nicht exklusiv oder die semantische Absicht der Revision ist nicht zul\u00e4ssig.
NonLinearVersioning.Error.RequestWithMutuallyExclusiveIntents=Die Anforderung definiert sich gegenseitig ausschlie\u00dfende semantische Absichten der Revision:\n $1..
NonLinearVersioning.Error.AddVersionRequestSingleIntegrate=INTEGRATE darf nicht als prim\u00e4re semantische Absicht f\u00fcr die Revision verwendet werden.
NonLinearVersioning.Error.AddVersionRequestSingleSpinoff=SPIN-OFF darf nicht als prim\u00e4re semantische Absicht f\u00fcr die Revision verwendet werden.
NonLinearVersioning.Error.AddVersionInvalidNameProposal=Die Anforderung zum Hinzuf\u00fcgen von Versionen umfasst die Zeichenfolge <$1.> f\u00fcr den Namen, die nicht zul\u00e4ssige Zeichen enth\u00e4lt.
NonLinearVersioning.Error.AddVersionInvalidCodeProposal=Die Anforderung zum Hinzuf\u00fcgen von Versionen umfasst die Zeichenfolge <$1.> f\u00fcr die Revisionsnummer, die nicht zul\u00e4ssige Zeichen enth\u00e4lt.
NonLinearVersioning.Error.AddVersionPreprocess=Verarbeitungsfehler beim Hinzuf\u00fcgen der Revision.
NonLinearVersioning.Error.AddVersionPostprocessNoPreprocess=F\u00fchren Sie zuerst die Vorverarbeitung durch.
NonLinearVersioning.Error.AddVersionPostprocessNoNewVersion=Neue Revisions-ID ist nicht definiert.
NonLinearVersioning.Error.AddVersionError=Bei der Verarbeitung der Revisionserstellung ist mindestens ein Fehler aufgetreten.
NonLinearVersioning.Error.IncompleteObjectCreationDefinition=F\u00fcr die Erstellung des Objekts muss "$1." definiert werden.
NonLinearVersioning.Error.OperationNotPossibleType=Dieser Vorgang ist f\u00fcr diesen Objekttyp nicht zul\u00e4ssig.
NonLinearVersioning.Error.OperationMultipleOrigin=Es wurden mehrere Revisionsurspr\u00fcnge f\u00fcr die gleiche Revisionsfamilie definiert.
NonLinearVersioning.Error.OperationNotSameItem=Semantische Absichten zwischen Revisionen von unterschiedlichen Elementen sind nicht zul\u00e4ssig.
NonLinearVersioning.Error.SeveralVersionsCandidate=Mehrere Revisionen sind Kandidaten f\u00fcr die letzte Revision der Verzweigung.
NonLinearVersioning.Error.OperationCycle=Zyklen sind in Revisionsdiagrammen f\u00fcr semantische Absichten nicht zul\u00e4ssig.
NonLinearVersioning.Error.OperationMultipleCopy=Eine Revision kann nur die Kopie einer einzigen anderen Revision sein.
NonLinearVersioning.Error.GraphNotLoaded=Diagramm konnte nicht geladen werden.
NonLinearVersioning.Error.PushContext=Fehler bei der \u00dcbertragung des Kontextes.
NonLinearVersioning.Error.PopContext=Fehler beim Abrufen des Kontextes.
NonLinearVersioning.Error.ConstructorPID=Eine physische ID muss angegeben werden.
NonLinearVersioning.Error.JSONFormatUnexpected=Format der JSON-Eingabe ist ung\u00fcltig.
NonLinearVersioning.Error.JSONMissingKey=Fehlender Schl\u00fcssel in JSON-Eingabe: $1..
NonLinearVersioning.Error.JSONNoRequestDefined=Keine Anforderung in der Eingabe-JSON definiert (Schl\u00fcssel: $1.).
NonLinearVersioning.Error.JSONInvalidValue=Ung\u00fcltiger Eingabewert '$2.' f\u00fcr JSON-Eigenschaft '$1.'.
NonLinearVersioning.Error.JSONMaxHigherOrEqualToMin=Maximale Gr\u00f6\u00dfe "$1." muss gr\u00f6\u00dfer oder gleich der minimalen Gr\u00f6\u00dfe "$1." sein.
NonLinearVersioning.Error.JSONInvalidType=Ung\u00fcltiger Eingabewerttyp "$2." f\u00fcr JSON-Eigenschaft "$1.".
NonLinearVersioning.Error.JSONOnlyOneKey=Eingabe enth\u00e4lt mehr als ein $1. JSON-Objekt.
NonLinearVersioning.Error.JSONInvalidVersion=Nicht unterst\u00fctzte JSON-Version: $1..
NonLinearVersioning.Error.JSONUnknownIntent=Semantische Absicht der Revision in JSON wurde nicht erkannt: $1..
NonLinearVersioning.Error.JSONUnknownBlock=Unbekannter Revisionsnummernblock (muss als Gruppe, prim\u00e4re Revision, Revisionsabfolge oder sekund\u00e4re Revision festgelegt werden)
NonLinearVersioning.Error.notValidVersionNumberRule=Ung\u00fcltiger Skriptgenerator f\u00fcr Revisionsnummer
NonLinearVersioning.Error.InvalidInputRevisionNumber=Eingabe-Revisionnummer $1 ist nicht konsistent mit der Objekt-Governance (siehe Richtlinie $2.).
NonLinearVersioning.Error.UnknownPredicateName=Pr\u00e4dikat $1. geh\u00f6rt nicht zur Liste der verf\u00fcgbaren Pr\u00e4dikate.
NonLinearVersioning.Error.UnknownGeneratorName=Codegenerator $1. geh\u00f6rt nicht zur Liste der verf\u00fcgbaren Codegeneratoren.
NonLinearVersioning.Error.NotVersionNumberRules=Revisionsnummerngenerator f\u00fcr semantische Absicht $1. ist nicht definiert.
NonLinearVersioning.Error.OneSourceAtOnce=Es darf nur eine Kopie einer Quelle gleichzeitig vorhanden sein.
NonLinearVersioning.Error.Query=Datenbank konnte nicht abgefragt werden.
NonLinearVersioning.Error.SOVCarryOver=Eigentumsrechte f\u00fcr zweiten Vektor konnten nicht aktualisiert werden: $1..
NonLinearVersioning.Error.POVCarryOver=Eigentumsrechte f\u00fcr prim\u00e4ren Vektor konnten nicht aktualisiert werden: $1..
NonLinearVersioning.Error.QueryExchangeStatus=Austauschstatus konnte nicht aus der Datenbank abgerufen werden.
NonLinearVersioning.Error.TransactionReport=Status des Transaktionsberichts konnte nicht aufgerufen werden.
NonLinearVersioning.Error.QueryRevision=Revisionen konnten nicht aus der Datenbank abgerufen werden.
NonLinearVersioning.Error.QueryFamily=Familien-ID konnte nicht aus der Datenbank abgerufen werden.
NonLinearVersioning.Error.QuerySiteName=Standortname konnte nicht aus der Datenbank abgerufen werden.
NonLinearVersioning.Error.QueryVersionAttrs=Revisionsattribute konnten nicht aus der Datenbank abgerufen werden.
NonLinearVersioning.Error.QuerySemantics=Kanten der semantischen Absicht konnten nicht aus der Datenbank abgerufen werden.
NonLinearVersioning.Error.QueryAccessSequence=F\u00fcr die Initialisierung verwendete Revisionsabfolge konnte nicht aufgerufen werden.
NonLinearVersioning.Error.VersionAccessPreviousRevision=Vorherige Revision konnte nicht aufgerufen werden.
NonLinearVersioning.Error.QueryAttributes=Attribute des Objekts konnten nicht gelesen werden.
NonLinearVersioning.Error.isConfiguredAsEvolution=Es konnte nicht gepr\u00fcft werden, ob ein Objekt in Weiterentwicklung konfiguriert wurde: $1..
NonLinearVersioning.Error.QueryExists=Objekt konnte nicht aufgerufen werden. Pr\u00fcfen Sie, ob es vorhanden ist.
NonLinearVersioning.Error.NotAccessible=Kein Zugriff auf Objekt ($1.)?
NonLinearVersioning.Error.QueryAttributeInformation=Attributinformationen f\u00fcr $1. konnten nicht aufgerufen werden.
NonLinearVersioning.Error.NoAccessToChangeInfo=\u00c4nderungsaktionsinformationen f\u00fcr $1. konnten nicht aufgerufen werden.
NonLinearVersioning.Error.GetInterface=$1. f\u00fcr Objekt konnte nicht aufgerufen werden.
NonLinearVersioning.Error.SetInterface=$1. f\u00fcr Objekt konnte nicht festgelegt werden.
NonLinearVersioning.Error.ResetInterface=$1. f\u00fcr Objekt konnte nicht zur\u00fcckgesetzt werden.
NonLinearVersioning.Error.QueryIndexPolicy=Zugriff auf $1. $2. nicht m\u00f6glich
NonLinearVersioning.Error.NonMIBPolicy=Die Datenerstellung ist fehlgeschlagen, da die Richtlinie $1. keine MIB-Richtlinie ist.
NonLinearVersioning.Error.QueryExpression=Ausdruck f\u00fcr Objekt konnte nicht aufgerufen werden.
NonLinearVersioning.Error.InvokeClass=Klasse beim Aufrufen nicht gefunden.
NonLinearVersioning.Error.InvokeInstantiate=Instanziierung beim Aufrufen fehlgeschlagen.
NonLinearVersioning.Error.InvokeAccess=Unzul\u00e4ssiger Zugriff beim Aufrufen.
NonLinearVersioning.Error.InvokeSecurity=Sicherheitsproblem beim Aufrufen.
NonLinearVersioning.Error.InvokeMethod=Keine g\u00fcltige Methode beim Aufrufen gefunden.
NonLinearVersioning.Error.InvokeTarget=Zielfehler beim Aufrufen.
NonLinearVersioning.Error.ReviseFromNotAuthorized=Ein nicht in der aktuellen Revisionsfamilie enthaltenes Element konnte nicht revidiert werden.
NonLinearVersioning.Error.IsLastCheck=Es konnte nicht gepr\u00fcft werden, ob das Objekt die letzte Revision aufweist.
NonLinearVersioning.Error.ReviseIntoForbidden=Eine andere Revision als die letzte Revision ist f\u00fcr Objekt $1. nicht zul\u00e4ssig.
NonLinearVersioning.Error.ReviseFromNotLast=Objekt $1. wurde bereits revidiert.
NonLinearVersioning.Error.ReviseMajor=Die Erstellung einer neuen Revision ist bei diesem Bearbeitungsstatus nicht autorisiert!
NonLinearVersioning.Error.ReviseMinor=Die Erstellung einer neuen Nebenversion ist f\u00fcr diesen Bearbeitungsstatus nicht autorisiert!
NonLinearVersioning.Error.NoReviseAccess=Revision ist derzeit nicht m\u00f6glich. M\u00f6gliche Ursache und L\u00f6sung: M\u00f6glicherweise verf\u00fcgen Sie nicht \u00fcber die erforderliche Zugriffsrolle, um dieses Objekt im Ziel-Teamarbeitsbereich zu erstellen. \u00dcberpr\u00fcfen Sie die Zugriffsrolle, die in Ihren aktuellen Anmeldeinformationen angegeben ist, oder w\u00e4hlen Sie andere Anmeldeinformationen aus. Weitere Informationen zu den f\u00fcr diesen Vorgang erforderlichen Zugriffsrollen finden Sie auf der Seite 'Zugriff auf Inhalte' im Benutzerhandbuch Ihrer App.
NonLinearVersioning.Error.NoReviseOnDistantData=Revidieren von Daten, die Eigentum eines anderen Standorts (Ferndaten) sind, ist nicht m\u00f6glich.
NonLinearVersioning.Error.NoReviseAccessDueToMaturityState=Revision derzeit nicht m\u00f6glich, letzte Revision dieser $1. hatte den Bearbeitungsstatus $2., es ist mindestens das Stadium FREIGEGEBEN erforderlich.
NonLinearVersioning.Error.LastERMinor=Letzter Vorgang wird f\u00fcr ein indexiertes Objekt, das nur eine untergeordnete Revision aufweist, nicht unterst\u00fctzt.
NonLinearVersioning.Error.MakeClone=\u00dcberarbeitung oder Duplizierung fehlgeschlagen.
NonLinearVersioning.Error.MakeCloneParam=Objekt $1. konnte nicht revidiert oder dupliziert werden.
NonLinearVersioning.Error.MakeCloneRevisionFormat=Das erwartete Revisionsformat lautet $1..
NonLinearVersioning.Error.MakeCloneMultipleDelimiters=Einzelnes Trennzeichen im Revisionsformat erwartet.
NonLinearVersioning.Error.MakeReadAccess=Auf diesen Inhalt kann nicht mehr zugegriffen werden. Aktualisieren Sie das Widget. M\u00f6glicherweise wurde das Objekt gel\u00f6scht oder Sie haben keine erforderlichen Zugriffsrechte mehr darauf.
NonLinearVersioning.Error.DontExist=Auf diesen Inhalt kann nicht mehr zugegriffen werden. Aktualisieren Sie das Widget. M\u00f6glicherweise wurde das Objekt gel\u00f6scht.
NonLinearVersioning.Error.MakeCloneAccess=M\u00f6gliche Ursache und L\u00f6sung: M\u00f6glicherweise verf\u00fcgen Sie nicht \u00fcber die erforderliche Zust\u00e4ndigkeit, um dieses Objekt im Ziel-Teamarbeitsbereich zu erstellen. \u00dcberpr\u00fcfen Sie die Zugriffsrolle, die in Ihren aktuellen Anmeldeinformationen angegeben ist, oder w\u00e4hlen Sie andere Anmeldeinformationen aus. Weitere Informationen zu den f\u00fcr diesen Vorgang erforderlichen Zugriffsrollen finden Sie auf der Seite 'Zugriff auf Inhalte' im Benutzerhandbuch Ihrer App.
NonLinearVersioning.Error.AccessRights=Der aktuelle Benutzer hat auf einige der Objekte keinen Zugriff. M\u00f6gliche Ursache und L\u00f6sung: M\u00f6glicherweise verf\u00fcgen Sie nicht \u00fcber die erforderliche Zugriffsrolle, um dieses Objekt im Ziel-Teamarbeitsbereich zu erstellen. \u00dcberpr\u00fcfen Sie die Zugriffsrolle, die in Ihren aktuellen Anmeldeinformationen angegeben ist, oder w\u00e4hlen Sie andere Anmeldeinformationen aus. Weitere Informationen zu den f\u00fcr diesen Vorgang erforderlichen Zugriffsrollen finden Sie auf der Seite 'Zugriff auf Inhalte' im Benutzerhandbuch Ihrer App.
NonLinearVersioning.Error.MakeDuplicateAccess=Der aktuelle Benutzer hat auf einige der Objekte keinen Zugriff. M\u00f6gliche Ursache und L\u00f6sung: M\u00f6glicherweise verf\u00fcgen Sie nicht \u00fcber die erforderliche Zugriffsrolle, um dieses Objekt im Ziel-Teamarbeitsbereich zu erstellen. \u00dcberpr\u00fcfen Sie die Zugriffsrolle, die in Ihren aktuellen Anmeldeinformationen angegeben ist, oder w\u00e4hlen Sie andere Anmeldeinformationen aus. Weitere Informationen zu den f\u00fcr diesen Vorgang erforderlichen Zugriffsrollen finden Sie auf der Seite 'Zugriff auf Inhalte' im Benutzerhandbuch Ihrer App.
NonLinearVersioning.Error.MakeDeleteParam=Objekt $1. konnte nicht gel\u00f6scht werden.
NonLinearVersioning.Error.BatchReviseParam=Revision aufgrund eines der folgenden Objekte fehlgeschlagen: $1..
NonLinearVersioning.Error.BatchDeleteParam=L\u00f6schen aufgrund eines der folgenden Objekte fehlgeschlagen: $1..
NonLinearVersioning.Error.UpdateMaturity=Festlegen des Bearbeitungsstatus f\u00fcr das revidierte/geklonte Objekt auf $1. ist fehlgeschlagen.
NonLinearVersioning.Error.UpdateStamp=Festlegen des Aktualisierungszeitstempels f\u00fcr das revidierte/geklonte Objekt auf $1. ist fehlgeschlagen.
NonLinearVersioning.Error.ResetConfiguration=Zur\u00fccksetzen der Konfigurationsinformationen nach dem Revisions-/Klonvorgang ist fehlgeschlagen: $1..
NonLinearVersioning.Error.CleanConfiguration=Duplizieren ist nicht gestattet, da sich mindestens eine Instanz unter einer \u00c4nderungsaktion befindet.
NonLinearVersioning.Error.DerivationNodeParametesr=Parametereigenschaft des Ableitungsknotens f\u00fcr Produkt konnte nicht gelesen werden.
NonLinearVersioning.Error.HandlerEmptyPolicy=Vorschrift nicht definiert.
NonLinearVersioning.Error.HandlerUndefined=Kein zul\u00e4ssiger Handler f\u00fcr die folgenden Objekte gefunden: $1..
NonLinearVersioning.Error.MigrationDistant=Migration des Versionsdiagramms f\u00fcr diesen Standort nicht autorisiert: Erste Revision wird als entfernt betrachtet.
NonLinearVersioning.Error.MigrationPresent=Migration des Versionsdiagramms f\u00fcr diesen Standort nicht autorisiert: Erste Revision ist nicht vorhanden und einige Revisionen werden als entfernt betrachtet.
NonLinearVersioning.Error.PidFormat=Ung\u00fcltiges Format der physischen Kennung $1. in\u200b Anforderung $2. (Schl\u00fcssel: $3.).
NonLinearVersioning.Error.VidFormat=VID-Format ist ung\u00fcltig.
NonLinearVersioning.Error.expectedObjectId=Es wurde eine Objekt-ID erwartet, die die Iterationsverwaltung nicht unterst\u00fctzt:  $1. in Anforderung $2. (Schl\u00fcssel: $3.).
NonLinearVersioning.Error.expectedBranchId=Es wurde ein Objekt im Iterationskontext erwartet: $1. in Anforderung $2. (Schl\u00fcssel: $3.).
NonLinearVersioning.Error.expectedInvaliId=Kein g\u00fcltiges Format in diesem Kontext $1. in Anforderung $2. (Schl\u00fcssel: $3.).
NonLinearVersioning.Error.CorruptedMultipleCopies=Daten besch\u00e4digt: Eine Revision kann keine Kopie mehrerer Revisionen sein.
NonLinearVersioning.Error.CommitFailed=Speichern fehlgeschlagen.
NonLinearVersioning.Error.RevisionSequence.NotDefined=Revisionsabfolge nicht definiert.
NonLinearVersioning.Error.RevisionSequence.InvalidSequenceDefinition=Revisionsabfolge <$1.> ist ung\u00fcltig.
NonLinearVersioning.Error.RevisionSequence.LettersInRangeWithSameCase=Der f\u00fcr die Revisionsabfolge definierte Zeichenbereich muss eine einheitliche Gro\u00df-/Kleinschreibung verwenden.
NonLinearVersioning.Error.RevisionSequence.LettersInRangeAreNotOdered=Der f\u00fcr die Revisionsabfolge definierte Zeichenbereich muss in der richtigen Reihenfolge vorliegen.
NonLinearVersioning.Error.RevisionSequence.PaddingIsOneSinglCharacter=Ung\u00fcltige Polsterungsdefinition <$2.>, muss ein eindeutiges Zeichen sein (Eigenschaft $1. bearbeiten).
NonLinearVersioning.Error.RevisionSequence.onlyLetterInSequence=Revisionsabfolge enth\u00e4lt ung\u00fcltige Zeichen.
NonLinearVersioning.Error.RevisionSequence.AlreadyDefined=Es ist bereits eine Revisionsvorlage mit dem Namen '$1.' vorhanden.
NonLinearVersioning.Error.RevisionSequence.NotDeclared=Revisionsvorlage '$1.' ist nicht vorhanden.
NonLinearVersioning.Error.RevisionSequence.EditForbidden=DS Revisionsabfolge '$1.' konnte nicht ge\u00e4ndert werden.
NonLinearVersioning.Error.RevisionSequence.NotCompatible=Die Definition der Eingaberevisionssequenz ist nicht mit der Revisionssequenz mit der Bezeichnung "$1." kompatibel. Daher ist eine Aktualisierung nicht zul\u00e4ssig.
NonLinearVersioning.Error.rerouteAfterCloning=Mindestens ein Umleitungsvorgang nach Revisions-/Duplizierungsvorg\u00e4ngen ist fehlgeschlagen.
NonLinearVersioning.Error.NoAccessToRelationship=Beziehungsdatenbank konnte w\u00e4hrend des Umleitungsvorgangs nach Revisions-/Duplizierungsvorg\u00e4ngen nicht abgerufen werden.
NonLinearVersioning.Error.NoAccessToPath=Pfaddatenbank konnte w\u00e4hrend des Umleitungsvorgangs nach Revisions-/Duplizierungsvorg\u00e4ngen nicht abgerufen werden.
NonLinearVersioning.Error.AddVersionError=Fehler beim Aufrufen der Gesch\u00e4ftslogik f\u00fcr die Initialisierung. 
NonLinearVersioning.Error.Completion=Fehler beim Aufrufen der Gesch\u00e4ftslogik zum Abschluss des Revisions-, Duplizierungs- oder L\u00f6schvorgangs. Grund: $1.. 
NonLinearVersioning.Error.Dedicated=Fehler beim Ausf\u00fchren eines Anwendungsvorgangs (detaillierte Informationen: $1.).
NonLinearVersioning.Error.DocumentType=Dokumenttyp konnte nicht gepr\u00fcft werden.
NonLinearVersioning.Error.CESTAMPCheck=Objekt $1. wurde seit dem letzten Ladevorgang ge\u00e4ndert (CESTAMP-Pr\u00fcfung).
NonLinearVersioning.Error.ResetDerivedFrom=Neue Revision konnte w\u00e4hrend der Duplizierung nicht von der vorherigen Familie getrennt werden.
NonLinearVersioning.Error.ReadDerivedFrom=Wert f\u00fcr 'Abgeleitet von' konnte nicht gelesen werden.
NonLinearVersioning.Error.TwoEvolutionOnSameAncestor=Erstellen einer neuen Revision ist nicht zul\u00e4ssig, da mindestens 2 Revisionen der gleichen Verzweigung angeh\u00f6ren: $1..
NonLinearVersioning.Error.AccessVersionNumberGenerator=Fehler beim Aufrufen der Einstellung f\u00fcr den Revisionsgeneratormodus: $1..
NonLinearVersioning.Error.BomSynchronizeForbidEditIntent=Bearbeiten des Versionsdiagramms ist f\u00fcr an der EBOM-Synchronisierung beteiligte Objekte nicht zul\u00e4ssig.
NonLinearVersioning.Error.ReadAttribute=Attribut $1. konnte nicht gelesen werden.
NonLinearVersioning.Error.ReadTitle=Titel konnte nicht gelesen werden.
NonLinearVersioning.Error.UnavailableProductIntent=Absicht f\u00fcr dieses Produkt ist nicht verf\u00fcgbar.
NonLinearVersioning.Error.OnlyOneProductIntent=Produkt unterst\u00fctzt nur eine Absicht.
NonLinearVersioning.Error.DerivativeAfterFix=Ableitung nach einer Korrektur ist f\u00fcr Produkte oder Fertigungspl\u00e4ne nicht zul\u00e4ssig.
NonLinearVersioning.Error.EvolutionFromNotLast=Evolution wird nur f\u00fcr die letzte Produktrevision unterst\u00fctzt.
NonLinearVersioning.Error.UnableReadData=Daten konnte nicht aus der Datenbank gelesen werden.
NonLinearVersioning.Error.UnableWriteData=Daten konnten nicht in Datenbank geschrieben werden.
NonLinearVersioning.Error.UnableToSetInformation=Informationen konnten nicht in der Datenbank aktualisiert werden\n(weitere Informationen: $1.).
NonLinearVersioning.Error.UnableSetData=Daten konnten nicht in Datenbank festgelegt werden.
NonLinearVersioning.Error.TNR=Neues Objekt $1. konnte nicht erstellt werden, da bereits ein Objekt mit der gleichen ID vorhanden ist.
NonLinearVersioning.Error.RequestSameTNR=Es wurden mehrere Revisionen mit der gleichen ID $1. angefordert.
NonLinearVersioning.Error.NoVirtualItem=Physisches Element erwartet.
NonLinearVersioning.Error.UnexpectedMigration=Physisches Element unerwartet erstellt.
NonLinearVersioning.Error.AddVersionRequestNotAuthorizedIntent=Anforderung zum Hinzuf\u00fcgen einer Revision enth\u00e4lt einen nicht autorisierten Operator: $1..
NonLinearVersioning.Error.AddVersionRequestOnlyOneIntentAuthorized=F\u00fcr diesen Objekttyp wird nur ein Operator zum Hinzuf\u00fcgen von \u200fRevisionen pro Anforderung unterst\u00fctzt.
NonLinearVersioning.Error.FirstOnlyOnceForConfiguredTime=Mindestens eine konfigurierte Revision wurde bereits erstellt f\u00fcr $1. $2..
NonLinearVersioning.Error.ConfiguredRevisionNotAuthorized=Konfigurierte Revisionserstellung ist noch nicht auf $1. $2. verf\u00fcgbar.
NonLinearVersioning.Error.MissingJsonHttpInput=HTTP-Anforderung enth\u00e4lt keine JSON-Eingabe.
NonLinearVersioning.Error.MissingObjectHttpInput=HTTP-Anforderung enth\u00e4lt keine Eingabeobjekt.
NonLinearVersioning.Error.InvalidHttpContext=Sitzung konnte nicht ge\u00f6ffnet werden!
NonLinearVersioning.Error.InvalidOutputFormat=Ausgabemeldung $1. erwartet. Dieses Verhalten wird von der Clientseite nicht erwartet.
NonLinearVersioning.Error.ForbiddenAttributeUpdate=Das allgemeine Attribut $1. (mit dem Wert $2.) darf nicht Teil einer Update-Klausel sein.
NonLinearVersioning.Error.NoAccessToJpo=Kein Zugriff auf Programm <$1.>
NonLinearVersioning.Error.InvalidDatabaseAccess=Kein Zugriff auf Datenbankinformationen <$1.>
NonLinearVersioning.Error.GlobalAuthoringOptionOnly=Globale Erstellungsoption $1. ist als Option auf Anforderungsebene festgelegt.
NonLinearVersioning.Error.InvalidIntent=Operation $1. ist f\u00fcr diese Art von Objekten nicht zul\u00e4ssig.
NonLinearVersioning.Error.NotAuthorizedAddVersion=Revisionserstellung von Typ $1. erfordert bestimmte Lizenzen zum Autorisieren von $2..
NonLinearVersioning.Error.UnableToCreateModuleBranch=Modul $1 Verzweigung $2 konnte nicht erstellt werden
NonLinearVersioning.Error.AuthoringOptionOnRevise=Erstellungsoption $1. gilt nur f\u00fcr neue Revisionen (nicht f\u00fcr Duplikate oder neue Verzweigungen).
NonLinearVersioning.Error.MQLCommandException=Ausnahme beim Ausf\u00fchren der Abfragesprache
NonLinearVersioning.Error.MQLCommandFailed=Fehler beim Ausf\u00fchren der Abfragesprache (Details: $1.).
NonLinearVersioning.Error.TypeNameRevisionConflict=Konflikte bei Eindeutigkeitstyp, Name und Revision mit $1. $2. $3.
NonLinearVersioning.Error.UnknownEditIntentOperation=Nur HINZUF\u00dcGEN und ENTFERNEN sind g\u00fcltige Vorg\u00e4nge f\u00fcr die Bearbeitung des semantischen Versionsdiagramms
NonLinearVersioning.Error.MIBAddModule=Modul konnte nicht erstellt werden. (zus\u00e4tzliche Informationen: $1.)
NonLinearVersioning.Error.MIBOnly=Dienst nur f\u00fcr MIB verf\u00fcgbar.
NonLinearVersioning.Error.ObjectDontExist=Objekt ist nicht vorhanden (zus\u00e4tzliche Informationen: $1.)
NonLinearVersioning.Error.Kernel.Undefined=Fehler beim Ausf\u00fchren eines Kernel-Befehls. (zus\u00e4tzliche Informationen: $1.)
NonLinearVersioning.Error.PolicyDontExist=Die zur Datenerzeugung verwendete Richtlinie $1. ist nicht vorhanden.
NonLinearVersioning.Error.NoReflexiveSemanticEdge=Vorg\u00e4nger- und Nachfolgerversionen in der Edition des Graphen der semantischen Version m\u00fcssen unterschiedlich sein.
NonLinearVersioning.Error.NoReflexiveComposition=Die \u00fcber- und untergeordneten Versionen der Semantik der Verbundstoffstruktur m\u00fcssen sich unterscheiden.
NonLinearVersioning.Error.NotComposedInFather=Version $1. nicht in $2. hineingesetzt
NonLinearVersioning.Error.CompositionRemovalFailed=$1. konnte nicht als Zusammensetzung von $2. entfernt werden (wahrscheinlich nicht in Zusammensetzung gefunden oder kein Zugriff darauf).
NonLinearVersioning.Error.CompositionAdditionFailed=$1. konnte nicht als neue Zusammensetzung in $2. eingef\u00fcgt werden
NonLinearVersioning.Error.FormatOptionIgnored=Die Formatoption wird ignoriert, da sie sich in der Anforderungsdefinition befindet
NonLinearVersioning.Error.RestoreSameResultingIteration=Die zum Wiederherstellen ausgew\u00e4hlte Iteration entspricht der aktuellen Iteration.
NonLinearVersioning.Error.RestoreIterationOutOfRange=Die zum Wiederherstellen ausgew\u00e4hlte Iteration befindet sich au\u00dferhalb des verf\u00fcgbaren Interationsbereichs.
NonLinearVersioning.Error.RevisionSequenceNotFound=Revisionsabfolge $1. nicht gefunden.
NonLinearVersioning.Error.UpdateRevisionSequence=Die erweiterte Revisionsabfolge bei $1. $2. konnte nicht (erneut) festgelegt werden.
NonLinearVersioning.Error.PromoteNotAuthorized=Heraufstufung auf $1. wurde von Revisionsnummer-Modus $2. nicht f\u00fcr Objekt $3. autorisiert.
NonLinearVersioning.Error.AddVersionNewBranchOneMax=Nur ein Vorgang 'Neue Verzweigung' ist zul\u00e4ssig. Entfernen Sie den nicht ben\u00f6tigten Vorgang $1..
NonLinearVersioning.Error.AddVersionNewRevisionOneMax=Nur ein Vorgang 'Neue Revision' ist zul\u00e4ssig. Entfernen Sie den nicht ben\u00f6tigten Vorgang $1..
NonLinearVersioning.Error.AddVersionDuplicateOneMax=Nur ein Vorgang 'Duplizieren' ist zul\u00e4ssig. Entfernen Sie den nicht ben\u00f6tigten Vorgang $1..
NonLinearVersioning.Error.AddVersionNewMinorRevisionOneMax=Nur ein Vorgang 'Neue geringf\u00fcgige Revision' ist zul\u00e4ssig. Entfernen Sie den nicht ben\u00f6tigten Vorgang $1..
NonLinearVersioning.Error.AddVersionFirstRevisionOneMax=Nur ein Vorgang 'Neue erste Konfigurationsrevision' ist zul\u00e4ssig. Entfernen Sie den nicht ben\u00f6tigten Vorgang $1..
NonLinearVersioning.Error.AddVersionNewRevisionAndNewBranchCompatibility=Der Vorgang 'Neue Revision' ist nicht mit 'Neue Verzweigung' kompatibel. Entfernen Sie nicht kompatible Vorg\u00e4nge.
NonLinearVersioning.Error.AddVersionNewRevisionAndDuplicateCompatibility=Der Vorgang 'Neue Revision' ist nicht mit 'Duplizieren' kompatibel. Entfernen Sie nicht kompatible Vorg\u00e4nge.
NonLinearVersioning.Error.AddVersionNewRevisionAndNewMinorRevisionOneMax=Der Vorgang 'Neue Revision' ist nicht mit 'Neue geringf\u00fcgige Revision' kompatibel. Entfernen Sie nicht kompatible Vorg\u00e4nge.
NonLinearVersioning.Error.AddVersionNewRevisionAndFirstOneMax=Der Vorgang 'Neue Revision' ist nicht mit der Erstellung einer ersten konfigurierten Revision kompatibel. Entfernen Sie nicht kompatible Vorg\u00e4nge.
NonLinearVersioning.Error.AddVersionNewBranchAndDuplicateCompatibility=Der Vorgang 'Neue Verzweigung' ist nicht mit 'Duplizieren' kompatibel. Entfernen Sie nicht kompatible Vorg\u00e4nge.
NonLinearVersioning.Error.AddVersionNewBranchAndNewMinorRevisionOneMax=Der Vorgang 'Neue Verzweigung' ist nicht mit 'Neue geringf\u00fcgige Revision' kompatibel. Entfernen Sie nicht kompatible Vorg\u00e4nge.
NonLinearVersioning.Error.AddVersionNewRevisionAndFirstOneMax=Der Vorgang 'Neue Verzweigung' ist nicht mit der Erstellung einer ersten konfigurierten Revision kompatibel. Entfernen Sie nicht kompatible Vorg\u00e4nge.
NonLinearVersioning.Error.AddVersionDuplicateAndNewMinorRevisionOneMax=Der Vorgang 'Duplizieren' ist nicht mit 'Neue geringf\u00fcgige Revision' kompatibel. Entfernen Sie nicht kompatible Vorg\u00e4nge.
NonLinearVersioning.Error.AddVersionDuplicateAndFirstOneMax=Der Vorgang 'Duplizieren' ist nicht mit der Erstellung einer ersten konfigurierten Revision kompatibel. Entfernen Sie nicht kompatible Vorg\u00e4nge.
NonLinearVersioning.Error.AddVersionSecondaryAndFirstOneMax=Der Vorgang 'Neue geringf\u00fcgige Revision' ist nicht mit der Erstellung einer ersten konfigurierten Revision kompatibel. Entfernen Sie nicht kompatible Vorg\u00e4nge.
NonLinearVersioning.nls.ConfiguredRevision.type=Konfigurierte Revision
NonLinearVersioning.nls.ConfiguredRevision.license=Konfiguration
NonLinearVersioning.Error.AssociatedRevisionSequence=F\u00fcr das Zuordnen einer Revisionsabfolge zu einer $1. $2. oder das Zur\u00fccksetzen ist es erforderlich, dass der verbundene Benutzer $3. \u00fcber Administratorprivilegien verf\u00fcgt.
NonLinearVersioning.Error.EditRevisionSequence=F\u00fcr das Bearbeiten der Revisionsabfolge $1. ist es erforderlich, dass der verbundene Benutzer $2. \u00fcber Administratorprivilegien verf\u00fcgt.
NonLinearVersioning.Error.VGStackActivationFailed=Versionsdiagramm-Stack konnte nicht aktiviert werden.
NonLinearVersioning.Error.VGStackDeactivationFailed=Versionsdiagramm-Stack konnte nicht deaktiviert werden.
NonLinearVersioning.Error.StudyNotAllowedOnConfiguredNode=Eine Verzweigung auf einem konfigurierten Knoten ist nicht zul\u00e4ssig. Versuchen Sie stattdessen eine erweiterte Verzweigung.
NonLinearVersioning.Error.FilterMustBeSetForPStudyOnConfiguredNode=Auf einem Konfigurationsknoten muss ein Filter auf die Struktur angewendet werden, damit die Verzweigung erweitert werden kann.
NonLinearVersioning.Error.FilterMustBeSingleEvolution=Eine erweiterte Verzweigung auf einem konfigurierten Knoten ist nur zul\u00e4ssig, wenn der Filter ein einziges Entwicklungskriterium aufweist.
NonLinearVersioning.Error.UnableToCopyFiles=Kopieren der Dateien in ein neues Dokument nicht m\u00f6glich.
