#
#   Copyright (c) 1992-2020 Dassault Systemes.
#   All Rights Reserved.
#

# Parameterization
OOTBParameterization.LifecycleTopology.Workspace=Lesezeichen
OOTBParameterization.LifecycleTopology.Workspace.Workspace=Lesezeichenstamm
OOTBParameterization.LifecycleTopology.Workspace.Workspace_Vault=Lesezeichen

# Parameterization for BookmarkCreateInWork
#Domain
OOTBParameterization.BookmarkMdl=Lesezeichen
OOTBParameterization.BookmarkMdl.tooltip=Erm\u00f6glicht die Definition von Regeln zum Anpassen des Lesezeichenverhaltens

#Family
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience=Lesezeichenerfahrung konfigurieren

#Parameter
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork=Setzen Sie beim Erstellen eines Lesezeichens den Bearbeitungsstatus auf 'In Arbeit'
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.tooltip=W\u00e4hlen Sie diese Option aus, um ein Lesezeichen im Status 'In Arbeit' zu erstellen. Deaktivieren Sie die Option f\u00fcr den Status 'Entwurf'.
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork.Argument=Setzen Sie beim Erstellen eines Lesezeichens den Bearbeitungsstatus auf 'In Arbeit'
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork.Argument.tooltip=W\u00e4hlen Sie diese Option aus, um ein Lesezeichen im Status 'In Arbeit' zu erstellen. Deaktivieren Sie die Option f\u00fcr den Status 'Entwurf'.

#Error message
WorkspaceMdl.ObjectAccess.NoAccessToAddRemove=Sie haben keine Berechtigung zum Verleihen, Widerrufen oder \u00c4ndern dieser Objektberechtigungen.
WorkspaceMdl.Workspace.AlreadyExists=Ein Lesezeichen mit diesem Namen existiert bereits.
WorkspaceMdl.WorkspaceDelete.Msg=Sie k\u00f6nnen das Lesezeichen nicht l\u00f6schen, weil es Inhalte, Weiterleitungen und/oder Diskussionen enth\u00e4lt
WorkspaceMdl.FolderOwnershipRuleError=Verletzung der Eigentumsregeln f\u00fcr Ordner
WorkspaceMdl.FolderContentOwnershipRuleError=Verletzung der Eigentumsregeln f\u00fcr Ordnerinhalte
WorkspaceMdl.Workspace.MsgChangeContentFrozen=Sie k\u00f6nnen den Inhalt dieses Lesezeichen aufgrund seines Bearbeitungsstatus nicht \u00e4ndern. Stufen Sie es auf einen Status herab, in dem das \u00c4ndern von Inhalten erlaubt ist.
WorkspaceMdl.Workspace.MsgChangeStructureFrozen=Sie k\u00f6nnen die Struktur dieses Lesezeichen aufgrund seines Bearbeitungsstatus nicht \u00e4ndern. Stufen Sie es auf einen Status herab, in dem das \u00c4ndern der Struktur erlaubt ist.
WorkspaceMdl.Workspace.MsgNoChangeStructureAccess=Sie verf\u00fcgen nicht \u00fcber den n\u00f6tigen Sicherheitskontext, um die Struktur dieses Lesezeichens \u00e4ndern zu k\u00f6nnen.
WorkspaceMdl.WorkspaceMdlUtil.ErrorCreatingObjectType=Fehler beim Erstellen des Objekts vom Typ "{0}"
WorkspaceMdl.WorkspaceVault.PersonalFolderMoveCopyError=Pers\u00f6nliche Lesezeichen k\u00f6nnen nicht zwischen pers\u00f6nlichen Lesezeichen von verschiedenen Benutzern verschoben oder kopiert werden.
WorkspaceMdl.WorkspaceVault.AccessError=Kopieren/Verschieben kann nicht abgeschlossen werden. Es besteht kein vollst\u00e4ndiger Zugriff auf: 
WorkspaceMdl.WorkspaceVault.CopyError=Kopieren nicht m\u00f6glich, da Sie f\u00fcr einige Inhalte der Lesezeichen/Unter-Lesezeichen nicht \u00fcber ausreichende Zugriffsrechte verf\u00fcgen.
WorkspaceMdl.WorkspaceVault.MoveCopyAccrossDifferentFolderError=Lesezeichen-Kopiervorg\u00e4nge und Lesezeichen-Verschiebevorg\u00e4nge zwischen unterschiedlichen Arten von Lesezeichen werden nicht unterst\u00fctzt.
WorkspaceMdl.WorkspaceVault.CloneCopyError=Das Kopieren/Verschieben/Klonen des Lesezeichens <BOOKMARK> in einen Lesezeichenstamm, der ein untergeordnetes Lesezeichen gleichen Namens enth\u00e4lt, ist nicht m\u00f6glich. W\u00e4hlen Sie ein anderes Ziel aus.
WorkspaceMdl.WorkspaceVault.MoveCopyFolderError=Das Verschieben eines Lesezeichens in eine seiner Ableitungen ist nicht zul\u00e4ssig.
WorkspaceMdl.WorkspaceVault.CannotCopyMoveLinkToInvalidFolder=Das Kopieren/Verschieben/Verkn\u00fcpfen zum direkt \u00fcbergeordneten/gleichen/untergeordneten Unter-Lesezeichen ist nicht m\u00f6glich. Bitte w\u00e4hlen Sie ein anderes Ziel aus.
WorkspaceMdl.WorkspaceVault.MoveCopyAccessError=Der Benutzer verf\u00fcgt nicht \u00fcber die Befugnis, diese Aktion auszuf\u00fchren.
WorkspaceMdl.WorkspaceVault.MoveOperationError=Verschieben nicht m\u00f6glich, da der Benutzer keinen Lesezugriff auf mindestens einen Inhalt des/der Lesezeichens/Unter-Lesezeichen-Ordners hat.
WorkspaceMdl.MoveCopyContent.ContentExistsInSourceFolderError=Objekt ist bereits mit demselben Lesezeichen verbunden.
WorkspaceMdl.MoveCopyContent.DoesnotExistsInSourceFolderError=Mindestens einen Inhalt ist im Quellenlesezeichen nicht vorhanden.
WorkspaceMdl.WorkspaceVault.CloneStructureError=Die ausgew\u00e4hlte Struktur kann nicht geklont werden. Sie m\u00fcssen Zugriff auf alle Strukturelemente haben, um diesen Vorgang auszuf\u00fchren.
WorkspaceMdl.CopyFolder.ErrorCopyInDescendant=Das Kopieren eines Lesezeichens in eine seiner Ableitungen ist nicht zul\u00e4ssig.
WorkspaceMdl.Workspace.ErrorBulkDelete=Die folgenden Lesezeichen konnten nicht gel\u00f6scht werden. M\u00f6gliche Gr\u00fcnde sind Zugriffs- oder Bearbeitungsstatus, die das L\u00f6schen eines Objekts in der Struktur verhindern.


# Tree Node Properties
WorkspaceMdl.Command.Subfolder=Unter-Lesezeichen


# Route Wizard
WorkspaceMdl.Bookmarks.Owner=Eigent\u00fcmer
