#
#   Copyright (c) 1992-2020 Dassault Systemes.
#   All Rights Reserved.
#

# Parameterization
OOTBParameterization.LifecycleTopology.Workspace=Marcador
OOTBParameterization.LifecycleTopology.Workspace.Workspace=Raiz de marcador
OOTBParameterization.LifecycleTopology.Workspace.Workspace_Vault=Marcador

# Parameterization for BookmarkCreateInWork
#Domain
OOTBParameterization.BookmarkMdl=Marcador
OOTBParameterization.BookmarkMdl.tooltip=Permite definir regras para personalizar o comportamento do Marcador

#Family
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience=Experi\u00eancia de configura\u00e7\u00e3o do Marcador

#Parameter
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork=Ao criar um Marcador, defina o status de maturidade para Em trabalho
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.tooltip=Selecione para criar um marcador no status Em trabalho, e desmarque o status Rascunho
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork.Argument=Ao criar um Marcador, defina o status de maturidade para Em trabalho
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork.Argument.tooltip=Selecione para criar um marcador no status Em trabalho, e desmarque o status Rascunho

#Error message
WorkspaceMdl.ObjectAccess.NoAccessToAddRemove=Voc\u00ea n\u00e3o tem direitos para conceder, revogar ou modificar o acesso neste objeto.
WorkspaceMdl.Workspace.AlreadyExists=J\u00e1 existe um Marcador com este nome
WorkspaceMdl.WorkspaceDelete.Msg=N\u00e3o \u00e9 poss\u00edvel excluir o Marcador, pois ele cont\u00eam Roteamentos e/ou Discuss\u00f5es
WorkspaceMdl.FolderOwnershipRuleError=Viola\u00e7\u00e3o da regra de propriedade da pasta
WorkspaceMdl.FolderContentOwnershipRuleError=Viola\u00e7\u00e3o da regra de propriedade do conte\u00fado da pasta
WorkspaceMdl.Workspace.MsgChangeContentFrozen=N\u00e3o \u00e9 poss\u00edvel alterar o conte\u00fado deste Marcador em raz\u00e3o de seu estado de maturidade.  Rebaixe a um estado que permita alterar o conte\u00fado.
WorkspaceMdl.Workspace.MsgChangeStructureFrozen=N\u00e3o \u00e9 poss\u00edvel alterar a estrutura deste Marcador em raz\u00e3o de seu estado de maturidade.  Rebaixe a um estado que permita alterar a estrutura.
WorkspaceMdl.Workspace.MsgNoChangeStructureAccess=Voc\u00ea n\u00e3o possui contexto de seguran\u00e7a para alterar a estrutura deste Marcador.
WorkspaceMdl.WorkspaceMdlUtil.ErrorCreatingObjectType=Erro na cria\u00e7\u00e3o do objeto de tipo "{0}"
WorkspaceMdl.WorkspaceVault.PersonalFolderMoveCopyError=N\u00e3o \u00e9 poss\u00edvel Mover ou Copiar marcadores pessoais em diferentes Marcadores pessoais do usu\u00e1rio.
WorkspaceMdl.WorkspaceVault.AccessError=A opera\u00e7\u00e3o de copiar/mover n\u00e3o pode ser conclu\u00edda por acesso insuficiente em: 
WorkspaceMdl.WorkspaceVault.CopyError=N\u00e3o \u00e9 poss\u00edvel copiar, pois voc\u00ea n\u00e3o tem o devido acesso a certo conte\u00fado de Marcador(es)/Submarcador(es).
WorkspaceMdl.WorkspaceVault.MoveCopyAccrossDifferentFolderError=As opera\u00e7\u00f5es de Copiar/Mover o marcador n\u00e3o s\u00e3o aceitas entre dois tipos diferentes de marcadores.
WorkspaceMdl.WorkspaceVault.CloneCopyError=N\u00e3o \u00e9 poss\u00edvel copiar/mover/clonar o marcador <BOOKMARK> para uma raiz de marcador que tem um marcador filho com o mesmo nome. Selecione outro destino.
WorkspaceMdl.WorkspaceVault.MoveCopyFolderError=N\u00e3o \u00e9 permitido mover um Marcador para um de seus descendentes
WorkspaceMdl.WorkspaceVault.CannotCopyMoveLinkToInvalidFolder=N\u00e3o \u00e9 poss\u00edvel Copiar/Mover/Vincular ao mesmo Marcador imediato/pai/Submarcadores filhos. Selecione outro destino.
WorkspaceMdl.WorkspaceVault.MoveCopyAccessError=O usu\u00e1rio n\u00e3o tem autoridade para a opera\u00e7\u00e3o.
WorkspaceMdl.WorkspaceVault.MoveOperationError=A opera\u00e7\u00e3o Mover n\u00e3o pode ser realizada, pois o usu\u00e1rio n\u00e3o tem acesso de leitura em um ou mais conte\u00fados de Marcador(es)/Submarcador(es).
WorkspaceMdl.MoveCopyContent.ContentExistsInSourceFolderError=objeto j\u00e1 conectado ao mesmo Marcador.
WorkspaceMdl.MoveCopyContent.DoesnotExistsInSourceFolderError=Ao menos um dos conte\u00fados n\u00e3o est\u00e1 presente no Marcador de origem.
WorkspaceMdl.WorkspaceVault.CloneStructureError=A estrutura selecionada n\u00e3o pode ser clonada. \u00c9 necess\u00e1rio acesso a todos os elementos da estrutura para executar esta opera\u00e7\u00e3o
WorkspaceMdl.CopyFolder.ErrorCopyInDescendant=N\u00e3o \u00e9 permitido copiar um marcador em um de seus descendentes.
WorkspaceMdl.Workspace.ErrorBulkDelete=N\u00e3o foi poss\u00edvel excluir os seguintes marcadores. Pode ser que o estado de acesso ou maturidade pro\u00edba a exclus\u00e3o de um objeto na estrutura.


# Tree Node Properties
WorkspaceMdl.Command.Subfolder=Submarcadores


# Route Wizard
WorkspaceMdl.Bookmarks.Owner=Propriet\u00e1rio
