#
#   Copyright (c) 1992-2020 Dassault Systemes.
#   All Rights Reserved.
#

# Parameterization
OOTBParameterization.LifecycleTopology.Workspace=Signet
OOTBParameterization.LifecycleTopology.Workspace.Workspace=Racine de signet
OOTBParameterization.LifecycleTopology.Workspace.Workspace_Vault=Signet

# Parameterization for BookmarkCreateInWork
#Domain
OOTBParameterization.BookmarkMdl=Dossier de signets
OOTBParameterization.BookmarkMdl.tooltip=Permet de d\u00e9finir des r\u00e8gles pour personnaliser le comportement du dossier de signets

#Family
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience=Configurer l'exp\u00e9rience de dossier de signets

#Parameter
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork=Lorsque vous cr\u00e9ez un dossier de signets, d\u00e9finissez l'\u00e9tat de maturit\u00e9 sur En traitement
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.tooltip=S\u00e9lectionner pour cr\u00e9er un dossier de signets \u00e0 l'\u00e9tat En traitement, d\u00e9s\u00e9lectionner pour l'\u00e9tat Brouillon
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork.Argument=Lorsque vous cr\u00e9ez un dossier de signets, d\u00e9finissez l'\u00e9tat de maturit\u00e9 sur En traitement
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork.Argument.tooltip=S\u00e9lectionner pour cr\u00e9er un dossier de signets \u00e0 l'\u00e9tat En traitement, d\u00e9s\u00e9lectionner pour l'\u00e9tat Brouillon

#Error message
WorkspaceMdl.ObjectAccess.NoAccessToAddRemove=Vous ne disposez pas des droits pour D\u00e9l\u00e9guer, R\u00e9voquer ou Modifier l'acc\u00e8s pour cet objet.
WorkspaceMdl.Workspace.AlreadyExists=Un signet de ce nom existe d\u00e9j\u00e0
WorkspaceMdl.WorkspaceDelete.Msg=Vous ne pouvez pas supprimer les signets car ils poss\u00e8dent des routes et/ou des discussions
WorkspaceMdl.FolderOwnershipRuleError=Violation des r\u00e8gles de propri\u00e9t\u00e9 du dossier
WorkspaceMdl.FolderContentOwnershipRuleError=Violation des r\u00e8gles de propri\u00e9t\u00e9 du contenu du dossier
WorkspaceMdl.Workspace.MsgChangeContentFrozen=Vous ne pouvez pas modifier le contenu de ce signet en raison de son \u00e9tat de maturit\u00e9. Veuillez le r\u00e9trograder \u00e0 un \u00e9tat autorisant la modification de contenu.
WorkspaceMdl.Workspace.MsgChangeStructureFrozen=Vous ne pouvez pas modifier la structure de ce signet en raison de son \u00e9tat de maturit\u00e9. Veuillez le r\u00e9trograder \u00e0 un \u00e9tat autorisant la modification de structure.
WorkspaceMdl.Workspace.MsgNoChangeStructureAccess=Vous ne disposez pas du contexte de s\u00e9curit\u00e9 pour modifier la structure de ce signet.
WorkspaceMdl.WorkspaceMdlUtil.ErrorCreatingObjectType=Erreur de cr\u00e9ation d\u2019un objet du type '{0}'
WorkspaceMdl.WorkspaceVault.PersonalFolderMoveCopyError=Les signets personnels ne peuvent pas \u00eatre d\u00e9plac\u00e9s ni copi\u00e9s sous les signets personnels d'un autre utilisateur.
WorkspaceMdl.WorkspaceVault.AccessError=L'op\u00e9ration copier/d\u00e9placer ne peut pas aboutir en raison de droits d'acc\u00e8s insuffisants sur : 
WorkspaceMdl.WorkspaceVault.CopyError=Impossible de copier car vous ne disposez pas de l'acc\u00e8s appropri\u00e9 \u00e0 certains contenus du ou des signets/sous-signets.
WorkspaceMdl.WorkspaceVault.MoveCopyAccrossDifferentFolderError=Les op\u00e9rations de copie/d\u00e9placement de signet ne sont pas prises en charge entre deux types de signets diff\u00e9rents.
WorkspaceMdl.WorkspaceVault.CloneCopyError=Impossible de copier/d\u00e9placer/cloner le signet <BOOKMARK> vers une racine de signet ayant un signet enfant du m\u00eame nom, s\u00e9lectionnez une destination diff\u00e9rente.
WorkspaceMdl.WorkspaceVault.MoveCopyFolderError=Le d\u00e9placement d'un signet vers l'un de ses descendants n'est pas autoris\u00e9
WorkspaceMdl.WorkspaceVault.CannotCopyMoveLinkToInvalidFolder=Impossible de copier/d\u00e9placer/lier \u00e0 un parent imm\u00e9diat/un m\u00eame signet/des sous-signets enfants, s\u00e9lectionnez une destination diff\u00e9rente.
WorkspaceMdl.WorkspaceVault.MoveCopyAccessError=L'utilisateur ne dispose pas des droits requis pour l'op\u00e9ration.
WorkspaceMdl.WorkspaceVault.MoveOperationError=L'op\u00e9ration de d\u00e9placement ne peut pas \u00eatre effectu\u00e9e car l'utilisateur n'a pas acc\u00e8s en lecture au contenu ou \u00e0 une partie du contenu des signets/sous-signets.
WorkspaceMdl.MoveCopyContent.ContentExistsInSourceFolderError=objet d\u00e9j\u00e0 connect\u00e9 au m\u00eame signet.
WorkspaceMdl.MoveCopyContent.DoesnotExistsInSourceFolderError=Au moins un contenu n'est pas pr\u00e9sent dans le signet source.
WorkspaceMdl.WorkspaceVault.CloneStructureError=Impossible de cloner la structure s\u00e9lectionn\u00e9e. L'acc\u00e8s \u00e0 tous les \u00e9l\u00e9ments de la structure est requis pour effectuer cette op\u00e9ration.
WorkspaceMdl.CopyFolder.ErrorCopyInDescendant=La copie d'un signet dans l'un de ses descendants n'est pas autoris\u00e9e.
WorkspaceMdl.Workspace.ErrorBulkDelete=Les signets suivants n'ont pas pu \u00eatre supprim\u00e9s. Cela peut s'expliquer par le fait que l'acc\u00e8s ou l'\u00e9tat de maturit\u00e9 emp\u00eache la suppression d'un objet dans la structure.


# Tree Node Properties
WorkspaceMdl.Command.Subfolder=Sous-signets


# Route Wizard
WorkspaceMdl.Bookmarks.Owner=Propri\u00e9taire
