#
#   Copyright (c) 1992-2020 Dassault Systemes.
#   All Rights Reserved.
#

# Parameterization
OOTBParameterization.LifecycleTopology.Workspace=\u30d6\u30c3\u30af\u30de\u30fc\u30af
OOTBParameterization.LifecycleTopology.Workspace.Workspace=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30eb\u30fc\u30c8
OOTBParameterization.LifecycleTopology.Workspace.Workspace_Vault=\u30d6\u30c3\u30af\u30de\u30fc\u30af

# Parameterization for BookmarkCreateInWork
#Domain
OOTBParameterization.BookmarkMdl=\u30d6\u30c3\u30af\u30de\u30fc\u30af
OOTBParameterization.BookmarkMdl.tooltip=\u30eb\u30fc\u30eb\u3092\u5b9a\u7fa9\u3057\u3066\u30d6\u30c3\u30af\u30de\u30fc\u30af\u52d5\u4f5c\u306e\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3092\u8a31\u53ef\u3057\u307e\u3059

#Family
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9\u306e\u69cb\u6210

#Parameter
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u4f5c\u6210\u6642\u306b\u3001\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u3092\u4f5c\u696d\u4e2d\u306b\u8a2d\u5b9a\u3059\u308b
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.tooltip=\u9078\u629e\u3057\u3066\u4f5c\u696d\u4e2d\u30b9\u30c6\u30fc\u30c8\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u4f5c\u6210\u3057\u3001\u30c9\u30e9\u30d5\u30c8\u30b9\u30c6\u30fc\u30c8\u7528\u306b\u9078\u629e\u3092\u89e3\u9664\u3057\u307e\u3059
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork.Argument=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u4f5c\u6210\u6642\u306b\u3001\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u3092\u4f5c\u696d\u4e2d\u306b\u8a2d\u5b9a\u3057\u307e\u3059
OOTBParameterization.BookmarkMdl.ConfigureBookmarkExperience.BookmarkCreateInWork.Argument.tooltip=\u9078\u629e\u3057\u3066\u4f5c\u696d\u4e2d\u30b9\u30c6\u30fc\u30c8\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u4f5c\u6210\u3057\u3001\u30c9\u30e9\u30d5\u30c8\u30b9\u30c6\u30fc\u30c8\u7528\u306b\u9078\u629e\u3092\u89e3\u9664\u3057\u307e\u3059

#Error message
WorkspaceMdl.ObjectAccess.NoAccessToAddRemove=\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u3001\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3059\u308b\u30a2\u30af\u30bb\u30b9\u6a29\u306e\u4ea4\u4ed8\u3001\u53d6\u6d88\u3057\u3001\u5909\u66f4\u3092\u884c\u3046\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
WorkspaceMdl.Workspace.AlreadyExists=\u540c\u3058\u540d\u79f0\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
WorkspaceMdl.WorkspaceDelete.Msg=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30eb\u30fc\u30c8\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u30eb\u30fc\u30c8\u307e\u305f\u306f\u30c7\u30a3\u30b9\u30ab\u30c3\u30b7\u30e7\u30f3\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
WorkspaceMdl.FolderOwnershipRuleError=\u30d5\u30a9\u30eb\u30c0\u30aa\u30fc\u30ca\u30fc\u30b7\u30c3\u30d7\u306e\u30eb\u30fc\u30eb\u9055\u53cd
WorkspaceMdl.FolderContentOwnershipRuleError=\u30d5\u30a9\u30eb\u30c0\u30b3\u30f3\u30c6\u30f3\u30c4\u30aa\u30fc\u30ca\u30fc\u30b7\u30c3\u30d7\u306e\u30eb\u30fc\u30eb\u9055\u53cd
WorkspaceMdl.Workspace.MsgChangeContentFrozen=\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u306e\u305f\u3081\u3001\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u5909\u66f4\u304c\u53ef\u80fd\u306a\u30b9\u30c6\u30fc\u30c8\u306b\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u3057\u3066\u304f\u3060\u3055\u3044
WorkspaceMdl.Workspace.MsgChangeStructureFrozen=\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u306e\u305f\u3081\u3001\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u69cb\u9020\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u69cb\u9020\u306e\u5909\u66f4\u304c\u53ef\u80fd\u306a\u30b9\u30c6\u30fc\u30c8\u306b\u30b9\u30c6\u30fc\u30c8\u30c0\u30a6\u30f3\u3057\u3066\u304f\u3060\u3055\u3044
WorkspaceMdl.Workspace.MsgNoChangeStructureAccess=\u3053\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u69cb\u9020\u3092\u5909\u66f4\u3059\u308b\u305f\u3081\u306e\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u304c\u3042\u308a\u307e\u305b\u3093
WorkspaceMdl.WorkspaceMdlUtil.ErrorCreatingObjectType=\u30bf\u30a4\u30d7 "{0}" \u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
WorkspaceMdl.WorkspaceVault.PersonalFolderMoveCopyError=\u500b\u4eba\u7528\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u3001\u5225\u30e6\u30fc\u30b6\u30fc\u306e\u500b\u4eba\u7528\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u4e0b\u306b\u79fb\u52d5\u307e\u305f\u306f\u30b3\u30d4\u30fc\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
WorkspaceMdl.WorkspaceVault.AccessError=\u4ee5\u4e0b\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u4e0d\u5341\u5206\u306a\u305f\u3081\u3001\u30b3\u30d4\u30fc\uff0f\u79fb\u52d5\u64cd\u4f5c\u3092\u5b8c\u4e86\u3067\u304d\u307e\u305b\u3093\uff1a 
WorkspaceMdl.WorkspaceVault.CopyError=\u30b3\u30d4\u30fc\u3067\u304d\u307e\u305b\u3093\u3002\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u3001\u3044\u304f\u3064\u304b\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\uff0f\u30b5\u30d6\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u9069\u5207\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
WorkspaceMdl.WorkspaceVault.MoveCopyAccrossDifferentFolderError=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e\u30b3\u30d4\u30fc\uff0f\u79fb\u52d5\u64cd\u4f5c\u306f\u3001\u7570\u306a\u308b2\u7a2e\u985e\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u9593\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
WorkspaceMdl.WorkspaceVault.CloneCopyError=\u540c\u3058\u540d\u79f0\u306e\u5b50\u30d6\u30c3\u30af\u30de\u30fc\u30af\u304c\u3042\u308b\u30d6\u30c3\u30af\u30de\u30fc\u30af\u30eb\u30fc\u30c8\u306b\u3001\u30d6\u30c3\u30af\u30de\u30fc\u30af<BOOKMARK>\u3092\u30b3\u30d4\u30fc\uff0f\u79fb\u52d5\uff0f\u8907\u88fd\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u5225\u306e\u5834\u6240\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
WorkspaceMdl.WorkspaceVault.MoveCopyFolderError=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u305d\u306e\u3044\u305a\u308c\u304b\u306e\u5b50\u5b6b\u306b\u79fb\u52d5\u3059\u308b\u3053\u3068\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
WorkspaceMdl.WorkspaceVault.CannotCopyMoveLinkToInvalidFolder=\u76f4\u63a5\u306e\u89aa\uff0f\u540c\u3058\u30d6\u30c3\u30af\u30de\u30fc\u30af\uff0f\u5b50\u30b5\u30d6\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u3001\u30b3\u30d4\u30fc\uff0f\u79fb\u52d5\uff0f\u30ea\u30f3\u30af\u4ed8\u3051\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u5225\u306e\u5b9b\u5148\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
WorkspaceMdl.WorkspaceVault.MoveCopyAccessError=\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u3053\u306e\u64cd\u4f5c\u306e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
WorkspaceMdl.WorkspaceVault.MoveOperationError=\u79fb\u52d5\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u3001\u30d6\u30c3\u30af\u30de\u30fc\u30af\uff0f\u30b5\u30d6\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306e1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u8aad\u8fbc\u307f\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
WorkspaceMdl.MoveCopyContent.ContentExistsInSourceFolderError=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3059\u3067\u306b\u540c\u3058\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
WorkspaceMdl.MoveCopyContent.DoesnotExistsInSourceFolderError=\u5c11\u306a\u304f\u3068\u3082\uff11\u3064\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u304c\u30bd\u30fc\u30b9\u30d6\u30c3\u30af\u30de\u30fc\u30af\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
WorkspaceMdl.WorkspaceVault.CloneStructureError=\u9078\u629e\u3057\u305f\u69cb\u9020\u3092\u8907\u88fd\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u306b\u306f\u69cb\u9020\u306e\u3059\u3079\u3066\u306e\u8981\u7d20\u306b\u5bfe\u3059\u308b\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u5fc5\u8981\u3067\u3059
WorkspaceMdl.CopyFolder.ErrorCopyInDescendant=\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u3044\u305a\u308c\u304b\u306e\u5b50\u5b6b\u306b\u30b3\u30d4\u30fc\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
WorkspaceMdl.Workspace.ErrorBulkDelete=\u6b21\u306e\u30d6\u30c3\u30af\u30de\u30fc\u30af\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u539f\u56e0\u3068\u3057\u3066\u3001\u69cb\u9020\u5185\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u524a\u9664\u304c\u30a2\u30af\u30bb\u30b9\u6a29\u307e\u305f\u306f\u5b8c\u6210\u5ea6\u306b\u3088\u3063\u3066\u7981\u6b62\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u304c\u8003\u3048\u3089\u308c\u307e\u3059


# Tree Node Properties
WorkspaceMdl.Command.Subfolder=\u30b5\u30d6\u30d6\u30c3\u30af\u30de\u30fc\u30af


# Route Wizard
WorkspaceMdl.Bookmarks.Owner=\u30aa\u30fc\u30ca\u30fc
