{
  "Communityfeatures": "Community-Funktionen",
  "ContentTemplates": "Inhaltsvorlagen",
  "AvailableTemplates": "Verfügbare Vorlagen",
  "Post": "Beitrag",
  "Ideas": "Ideen",
  "Surveys": "Umfragen",
  "iQuestions": "Fragen",
  "Wiki": "Wiki",
  "Wedo": "WeDo",
  "Messages": "Nachrichten",
  "DefaultStatement": "Als Standardwert festlegen",
  "Allowcontributortocreate": "Mitwirkenden das Erstellen erlauben",
  "StatisticsAvailableFor": "Statistik verfügbar für",
  "Disabled": "Deaktiviert",
  "Owners": "Besitzer",
  "OwnersAndAuthors": "Besitzer und Autoren",
  "All": "Alle",
  "IncompatibilityMessage": "Die Regeln für Community-Funktionen wurden geändert. Eine Funktion wird jetzt für alle Community-Mitglieder aktiviert oder deaktiviert. </br>Wenn eine Funktion aktiviert ist, sind deren Inhalte für alle Mitglieder sichtbar und zumindest Autoren haben Erstellungsrechte. </br>Wenn eine Funktion deaktiviert ist, sind alte Inhalte für Mitglieder nicht mehr verfügbar, selbst für Besitzer. </br>Nach dem Speichern werden diese neuen Regeln angewendet.",
  "AcceptStatement": "Ich habe diese Änderung verstanden und werde die Einstellungen aktualisieren.",
  "WikiWarning1": "Diese Funktion ist mit den neuen Regeln nicht kompatibel. Gegenwärtig können alle Mitglieder auf das Wiki zugreifen, aber <b>nur Besitzer</b> können Wiki-Seiten bearbeiten/erstellen. </br>Nach den neuen Regeln, können <b>sowohl Besitzer als auch Autoren</b> Seiten erstellen und bearbeiten, wenn die Funktion aktiviert ist. </br>Aus diesem Grund wurde die Funktion deaktiviert. Wenn Sie die Einstellungen anwenden, ohne sie zu ändern, wird das Deaktivieren dieser Funktion gespeichert.",
  "WikiWarning2": "Diese Funktion ist mit den neuen Regeln nicht kompatibel. Gegenwärtig können alle Mitglieder auf das Wiki zugreifen, aber <b>nur Besitzer</b> können Wiki-Seiten bearbeiten/erstellen. </br>Nach den neuen Regeln, können <b>sowohl Besitzer als auch Autoren</b> Seiten erstellen und bearbeiten, wenn die Funktion aktiviert ist. </br>Aus diesem Grund wurde die Funktion deaktiviert. Wenn Sie die Einstellungen anwenden, ohne sie zu ändern, wird das Deaktivieren dieser Funktion gespeichert.",
  "IQWarning1": "Diese Funktion ist mit den neuen Regeln nicht kompatibel. Gegenwärtig können <b>nur Autoren und Besitzer</b> auf Fragen <b>zugreifen</b>. </br>Aus diesem Grund wurde die Funktion deaktiviert. Wenn Sie die Einstellungen anwenden, ohne sie zu ändern, wird das Deaktivieren von Fragen gespeichert.",
  "IQWarning2": "Diese Funktion ist mit den neuen Regeln nicht kompatibel. Gegenwärtig können <b>nur Besitzer</b> auf Fragen <b>zugreifen</b>. </br>Aus diesem Grund wurde die Funktion deaktiviert. Wenn Sie die Einstellungen anwenden, ohne sie zu ändern, wird das Deaktivieren von Fragen gespeichert.",
  "IdeaWarning1": "Diese Funktion ist mit den neuen Regeln nicht kompatibel. Gegenwärtig können <b>nur Autoren und Besitzer</b> auf Ideen <b>zugreifen</b>. </br>Aus diesem Grund wurde die Funktion deaktiviert. Wenn Sie die Einstellungen anwenden, ohne sie zu ändern, wird das Deaktivieren von Ideen gespeichert.",
  "IdeaWarning2": "Diese Funktion ist mit den neuen Regeln nicht kompatibel. Gegenwärtig können <b>nur Besitzer</b> auf Ideen <b>zugreifen</b>. </br>Aus diesem Grund wurde die Funktion deaktiviert. Wenn Sie die Einstellungen anwenden, ohne sie zu ändern, wird das Deaktivieren von Ideen gespeichert."
}