{
    "Communityfeatures": "Community features",
    "ContentTemplates": "Content Templates",
    "AvailableTemplates": "Available Templates",
    "Post": "Post",
    "Ideas": "Ideas",
    "Surveys": "Surveys",
    "iQuestions": "Questions",
    "Wiki": "Wiki",
    "Wedo": "Wedo",
    "Conference": "Rendezvous",
    "Messages": "Messages",
    "DefaultStatement": "Set as default",
    "Allowcontributortocreate": "Allow contributors to create",
    "StatisticsAvailableFor": "Statistics available to",
    "Disabled": "Disabled",
    "Owners": "Owners",
    "OwnersAndAuthors": "Owners and authors",
    "All": "All",
    "IncompatibilityMessage": "Community feature rules have been changed. Now a feature is enabled or disabled for all community members. </br>If a feature is enabled, all its content is visible to all members, and at least, authors have creation rights. </br>If a feature is disabled, the old content is no longer accessible to members, even to owners. </br>On saving, these new rules will be applied.",
    "AcceptStatement": "I understand this change, and I will update the settings.",
    "WikiWarning1": "This feature is not compatible with the new rules. Currently all members can access the wiki, and <b>only owners</b> can edit/create wiki pages. </br>According to the new rules, if this feature is enabled, <b>both owners and authors</b> can edit and create. </br>This feature has therefore been deactivated. On applying the settings without changing them, the deactivation of this feature will be saved.",
    "WikiWarning2": "This feature is not compatible with the new rules. Currently all members can access the wiki, and <b>only owners</b> can edit/create wiki pages. </br>According to the new rules, if this feature is enabled, <b>both owners and authors</b> can edit and create. </br>This feature has therefore been deactivated. On applying the settings without changing them, the deactivation of this feature will be saved.",
    "IQWarning1": "This feature is not compatible with the new rules. Currently <b>only authors and owners</b> can <b>access</b> Questions. </br>This feature has therefore been deactivated. On applying the settings without changing them, the deactivation of Questions will be saved.",
    "IQWarning2": "This feature is not compatible with the new rules. Currently <b>only owners</b> can <b>access</b> Questions. </br>This feature has therefore been deactivated. On applying the settings without changing them, the deactivation of Questions will be saved.",
    "IdeaWarning1": "This feature is not compatible with the new rules. Currently <b>only authors and owners</b> can <b>access</b> Ideas. </br>This feature has therefore been deactivated. On applying the settings without changing them, the deactivation of Ideas will be saved.",
    "IdeaWarning2": "This feature is not compatible with the new rules. Currently <b>only owners</b> can <b>access</b> Ideas. </br>This feature has therefore been deactivated. On applying the settings without changing them, the deactivation of Ideas will be saved."
}