{
  "Communityfeatures": "Funkcje społeczności",
  "ContentTemplates": "Szablony zawartości",
  "AvailableTemplates": "Dostępne szablony",
  "Post": "Wpis",
  "Ideas": "Pomysły",
  "Surveys": "Ankiety",
  "iQuestions": "Pytania",
  "Wiki": "Wiki",
  "Wedo": "WeDo",
  "Messages": "Wiadomości",
  "DefaultStatement": "Ustaw jako domyślne",
  "Allowcontributortocreate": "Zezwól uczestnikom na tworzenie",
  "StatisticsAvailableFor": "Statystyki dostępne dla",
  "Disabled": "Wyłączone",
  "Owners": "Właściciele",
  "OwnersAndAuthors": "Właściciele i autorzy",
  "All": "Wszystkie",
  "IncompatibilityMessage": "Reguły funkcji społeczności zostały zmienione. Teraz funkcja jest włączona lub wyłączona dla wszystkich członków społeczności. </br>Jeśli funkcja jest włączona, cała związana z nią zawartość jest widoczna dla wszystkich członków i co najmniej autorzy mają prawo do tworzenia. </br>Jeśli funkcja jest wyłączona, stara zawartość nie jest już dostępna dla członków — nawet dla właścicieli. </br>Przy zapisywaniu zostaną zastosowane nowe reguły.",
  "AcceptStatement": "Rozumiem tę zmianę i zaktualizuję ustawienia.",
  "WikiWarning1": "Ta funkcja nie jest zgodna z nowymi regułami. Obecnie wszyscy członkowie mogą uzyskać dostęp do witryny wiki, a <b>tylko właściciele</b> mogą edytować/tworzyć strony wiki. </br>Zgodnie z nowymi zasadami, jeśli ta funkcja jest włączona, <b>zarówno właściciele, jak i autorzy</b> mogą edytować i tworzyć treści. </br>Dlatego funkcja została wyłączona. Po zastosowaniu ustawień bez ich zmiany wyłączenie funkcji zostanie zapisane.",
  "WikiWarning2": "Ta funkcja nie jest zgodna z nowymi regułami. Obecnie wszyscy członkowie mogą uzyskać dostęp do witryny wiki, a <b>tylko właściciele</b> mogą edytować/tworzyć strony wiki. </br>Zgodnie z nowymi zasadami, jeśli ta funkcja jest włączona, <b>zarówno właściciele, jak i autorzy</b> mogą edytować i tworzyć treści. </br>Dlatego funkcja została wyłączona. Po zastosowaniu ustawień bez ich zmiany wyłączenie funkcji zostanie zapisane.",
  "IQWarning1": "Ta funkcja nie jest zgodna z nowymi regułami. Obecnie <b>dostęp</b> do pytań mają <b>tylko autorzy i właściciele</b>. </br>Dlatego funkcja została wyłączona. Po zastosowaniu ustawień bez ich zmiany wyłączenie funkcji pytań zostanie zapisane.",
  "IQWarning2": "Ta funkcja nie jest zgodna z nowymi regułami. Obecnie <b>dostęp</b> do pytań mają <b>tylko właściciele</b>. </br>Dlatego funkcja została wyłączona. Po zastosowaniu ustawień bez ich zmiany wyłączenie funkcji Pytania zostanie zapisane.",
  "IdeaWarning1": "Ta funkcja nie jest zgodna z nowymi regułami. Obecnie <b>dostęp</b> do pomysłów mają <b>tylko autorzy i właściciele</b>. </br>Dlatego funkcja została wyłączona. Po zastosowaniu ustawień bez ich zmiany wyłączenie funkcji Pomysły zostanie zapisane.",
  "IdeaWarning2": "Ta funkcja nie jest zgodna z nowymi regułami. Obecnie <b>dostęp</b> do pomysłów mają <b>tylko właściciele</b>. </br>Dlatego funkcja została wyłączona. Po zastosowaniu ustawień bez ich zmiany wyłączenie funkcji Pomysły zostanie zapisane."
}