{
  "Communityfeatures": "Fonctionnalités de la communauté",
  "ContentTemplates": "Modèles de contenu",
  "AvailableTemplates": "Modèles disponibles",
  "Post": "Post",
  "Ideas": "Idées",
  "Surveys": "Sondages",
  "iQuestions": "Questions",
  "Wiki": "Wiki",
  "Wedo": "Wedo",
  "Messages": "Messages",
  "DefaultStatement": "Définir en tant que valeur par défaut",
  "Allowcontributortocreate": "Permettre aux contributeurs de créer",
  "StatisticsAvailableFor": "Statistiques disponibles pour",
  "Disabled": "Désactivée",
  "Owners": "Propriétaires",
  "OwnersAndAuthors": "Propriétaires et auteurs",
  "All": "Tous",
  "IncompatibilityMessage": "Les règles de fonctionnalités de la communauté ont été modifiées. Actuellement, une fonctionnalité est activée ou désactivée pour tous les membres de la communauté. </br>Si une fonctionnalité est activée, l'ensemble de son contenu est visible à tous les membres, et au moins les auteurs disposent de droits de création. </br>Si une fonctionnalité est désactivée, l'ancien contenu n'est plus accessible aux membres, même à ses propriétaires. </br>Lors de la sauvegarde, ces nouvelles règles seront appliquées.",
  "AcceptStatement": "Je comprends ce changement et vais mettre à jour les paramètres.",
  "WikiWarning1": "Cette fonctionnalité n'est pas compatible avec les nouvelles règles. Actuellement, tous les membres peuvent accéder au Wiki, mais <b>seuls les propriétaires</b> peuvent éditer/créer des pages Wiki. </br>Conformément aux nouvelles règles, si cette fonctionnalité est activée, <b>les propriétaires et les auteurs</b> peuvent éditer et créer. </br>Cette fonctionnalité a donc été désactivée. Si vous appliquez les paramètres sans les modifier, la désactivation de cette fonctionnalité sera enregistrée.",
  "WikiWarning2": "Cette fonctionnalité n'est pas compatible avec les nouvelles règles. Actuellement, tous les membres peuvent accéder au Wiki, mais <b>seuls les propriétaires</b> peuvent éditer/créer des pages Wiki. </br>Conformément aux nouvelles règles, si cette fonctionnalité est activée, <b>les propriétaires et les auteurs</b> peuvent éditer et créer. </br>Cette fonctionnalité a donc été désactivée. Si vous appliquez les paramètres sans les modifier, la désactivation de cette fonctionnalité sera enregistrée.",
  "IQWarning1": "Cette fonctionnalité n'est pas compatible avec les nouvelles règles. Actuellement, <b>seuls les auteurs et les propriétaires</b> peuvent <b>accéder</b> aux questions. </br>Cette fonctionnalité a donc été désactivée. Si vous appliquez les paramètres sans les modifier, la désactivation des questions est enregistrée.",
  "IQWarning2": "Cette fonctionnalité n'est pas compatible avec les nouvelles règles. Actuellement, <b>seuls les propriétaires</b> peuvent <b>accéder</b> aux questions. </br>Cette fonctionnalité a donc été désactivée. Si vous appliquez les paramètres sans les modifier, la désactivation des questions est enregistrée.",
  "IdeaWarning1": "Cette fonctionnalité n'est pas compatible avec les nouvelles règles. Actuellement, <b>seuls les auteurs et les propriétaires</b> peuvent <b>accéder</b> aux idées. </br>Cette fonctionnalité a donc été désactivée. Si vous appliquez les paramètres sans les modifier, la désactivation des idées sera enregistrée.",
  "IdeaWarning2": "Cette fonctionnalité n'est pas compatible avec les nouvelles règles. Actuellement, <b>seuls les propriétaires</b> peuvent <b>accéder</b> aux idées. </br>Cette fonctionnalité a donc été désactivée. Si vous appliquez les paramètres sans les modifier, la désactivation des idées sera enregistrée."
}