{
  "Communityfeatures": "Funciones de la comunidad",
  "ContentTemplates": "Plantillas de contenido",
  "AvailableTemplates": "Plantillas disponibles",
  "Post": "Publicar",
  "Ideas": "Ideas",
  "Surveys": "Encuestas",
  "iQuestions": "Preguntas",
  "Wiki": "Wiki",
  "Wedo": "Wedo",
  "Messages": "Mensajes",
  "DefaultStatement": "Establecer como valor predeterminado",
  "Allowcontributortocreate": "Permitir que los colaboradores creen",
  "StatisticsAvailableFor": "Estadísticas disponibles para",
  "Disabled": "Desactivado",
  "Owners": "Propietarios",
  "OwnersAndAuthors": "Propietarios y autores",
  "All": "Todo",
  "IncompatibilityMessage": "Las reglas sobre funciones de la comunidad han cambiado. Ahora, una función se activa o desactiva para todos los miembros de la comunidad. </br>Si se activa una función, todos los miembros podrán ver su contenido y, al menos los autores, disponen de derechos de creación. </br>Si se desactiva una función, los miembros no podrán acceder al contenido anterior, ni siquiera los propietarios. </br>Al guardar, se aplican estas nuevas reglas.",
  "AcceptStatement": "Comprendo este cambio y actualizaré la configuración.",
  "WikiWarning1": "Esta función no es compatible con las nuevas normas. Actualmente, todos los miembros pueden acceder al wiki y <b>solo los propietarios</b> pueden editar/crear páginas wiki. </br>De acuerdo con las nuevas normas, si esta función se activa, <b>tanto los propietarios como los autores</b> pueden editar y crear. </br>Por ello, esta función se ha desactivado. Al aplicar los ajustes sin cambiarlos, se guardará la desactivación de esta función.",
  "WikiWarning2": "Esta función no es compatible con las nuevas normas. Actualmente, todos los miembros pueden acceder al wiki y <b>solo los propietarios</b> pueden editar/crear páginas wiki. </br>De acuerdo con las nuevas normas, si esta función se activa, <b>tanto los propietarios como los autores</b> pueden editar y crear. </br>Por ello, esta función se ha desactivado. Al aplicar los ajustes sin cambiarlos, se guardará la desactivación de esta función.",
  "IQWarning1": "Esta función no es compatible con las nuevas normas. Actualmente, <b>solo los autores y propietarios</b> pueden <b>acceder</b> a las preguntas. </br>Como consecuencia, esta función se ha desactivado. Al aplicar los ajustes sin cambiarlos, se guardará la desactivación de las preguntas.",
  "IQWarning2": "Esta función no es compatible con las nuevas normas. Actualmente, <b>solo los propietarios</b> pueden <b>acceder</b> a las preguntas. </br>Como consecuencia, esta función se ha desactivado. Al aplicar los ajustes sin cambiarlos, se guardará la desactivación de las preguntas.",
  "IdeaWarning1": "Esta función no es compatible con las nuevas normas. Actualmente, <b>solo los autores y propietarios</b> pueden <b>acceder</b> a las ideas. </br>Como consecuencia, esta función se ha desactivado. Al aplicar los ajustes sin cambiarlos, se guardará la desactivación de las ideas.",
  "IdeaWarning2": "Esta función no es compatible con las nuevas normas. Actualmente, <b>solo los propietarios</b> pueden <b>acceder</b> a las ideas. </br>Como consecuencia, esta función se ha desactivado. Al aplicar los ajustes sin cambiarlos, se guardará la desactivación de las ideas."
}