{
  "Communityfeatures": "Recursos da comunidade",
  "ContentTemplates": "Templates de conteúdo",
  "AvailableTemplates": "Templates disponíveis",
  "Post": "Publicação",
  "Ideas": "Ideias",
  "Surveys": "Pesquisas",
  "iQuestions": "Perguntas",
  "Wiki": "Wiki",
  "Wedo": "WeDo",
  "Messages": "Mensagens",
  "DefaultStatement": "Definir como padrão",
  "Allowcontributortocreate": "Permitir que os colaboradores criem",
  "StatisticsAvailableFor": "Estatísticas disponíveis para",
  "Disabled": "Desativado",
  "Owners": "Originadores",
  "OwnersAndAuthors": "Proprietários e autores",
  "All": "Tudo",
  "IncompatibilityMessage": "As regras de recursos da comunidade foram alteradas. Agora, um recurso é ativado ou desativado para todos os membros da comunidade. </br>Se um recurso estiver ativado, todo o seu conteúdo ficará visível para todos os membros e, pelo menos, os autores terão direitos de criação. </br>Se um recurso estiver desativado, o conteúdo antigo não estará mais acessível aos membros, mesmo aos proprietários. </br>Ao salvar, essas novas regras serão aplicadas.",
  "AcceptStatement": "Compreendo essa alteração e atualizarei as configurações.",
  "WikiWarning1": "Este recurso não é compatível com as novas regras. Atualmente, todos os membros podem acessar a wiki, e <b>somente proprietários</b> podem editar/criar páginas wiki. </br>De acordo com as novas regras, se esse recurso estiver ativado, <b>proprietários e autores</b> poderão editar e criar. </br>Por isso, esse recurso foi desativado. Ao aplicar as configurações sem alterá-las, a desativação desse recurso será salva.",
  "WikiWarning2": "Este recurso não é compatível com as novas regras. Atualmente, todos os membros podem acessar a wiki, e <b>somente proprietários</b> podem editar/criar páginas wiki. </br>De acordo com as novas regras, se esse recurso estiver ativado, <b>proprietários e autores</b> poderão editar e criar. </br>Por isso, esse recurso foi desativado. Ao aplicar as configurações sem alterá-las, a desativação desse recurso será salva.",
  "IQWarning1": "Este recurso não é compatível com as novas regras. Atualmente, <b>somente autores e proprietários</b> podem <b>acessar</b> Perguntas. </br>Por isso, esse recurso foi desativado. Ao aplicar as configurações sem alterá-las, a desativação das Perguntas será salva.",
  "IQWarning2": "Este recurso não é compatível com as novas regras. Atualmente, <b>somente proprietários</b> podem <b>acessar</b> Perguntas. </br>Por isso, esse recurso foi desativado. Ao aplicar as configurações sem alterá-las, a desativação das Perguntas será salva.",
  "IdeaWarning1": "Este recurso não é compatível com as novas regras. Atualmente, <b>somente autores e proprietários</b> podem <b>acessar</b> Ideias. </br>Por isso, esse recurso foi desativado. Ao aplicar as configurações sem alterá-las, a desativação das Ideias será salva.",
  "IdeaWarning2": "Este recurso não é compatível com as novas regras. Atualmente, <b>somente proprietários</b> podem <b>acessar</b> Ideias. </br>Por isso, esse recurso foi desativado. Ao aplicar as configurações sem alterá-las, a desativação das Ideias será salva."
}