{
  "Communityfeatures": "Возможности сообщества",
  "ContentTemplates": "Шаблоны содержимого",
  "AvailableTemplates": "Доступные шаблоны",
  "Post": "Опубликовать",
  "Ideas": "Идеи",
  "Surveys": "Опросы",
  "iQuestions": "Вопросы",
  "Wiki": "Вики",
  "Wedo": "Wedo",
  "Messages": "Сообщения",
  "DefaultStatement": "Установить по умолчанию",
  "Allowcontributortocreate": "Предоставить соавторам право на создание",
  "StatisticsAvailableFor": "Кто видит статистику",
  "Disabled": "Отключено",
  "Owners": "Владельцы",
  "OwnersAndAuthors": "Владельцы и авторы",
  "All": "Все",
  "IncompatibilityMessage": "Правила использования компонентов сообщества изменились. Теперь компонент включается и отключается для всех участников сообщества. </br>Если компонент включен, его содержимое видят все участники, и как минимум у авторов есть права на создание. </br>Если компонент отключен, старое содержимое становится недоступно для участников, включая владельцев. </br>Эти новые правила будут применены при сохранении.",
  "AcceptStatement": "Мне понятно это изменение, и я хочу обновить настройки.",
  "WikiWarning1": "Этот компонент несовместим с новыми правилами. В настоящее время для всех участников доступны вики-статьи, и <b>только владельцы</b> могут создавать и редактировать вики-страницы. </br>В соответствии с новыми правилами, если этот компонент включен, права на редактирование и создание имеют <b>владельцы и авторы</b>. </br>В связи с этим данный компонент был деактивирован. Деактивация компонента будет применена после сохранения неизмененных настроек.",
  "WikiWarning2": "Этот компонент несовместим с новыми правилами. В настоящее время для всех участников доступны вики-статьи, и <b>только владельцы</b> могут создавать и редактировать вики-страницы. </br>В соответствии с новыми правилами, если этот компонент включен, права на редактирование и создание имеют <b>владельцы и авторы</b>. </br>В связи с этим данный компонент был деактивирован. Деактивация компонента будет применена после сохранения неизмененных настроек.",
  "IQWarning1": "Этот компонент несовместим с новыми правилами. В настоящее время <b>только авторы и владельцы</b> могут <b>получать доступ</b> к компоненту Вопросы. </br>В связи с этим данный компонент был деактивирован. Деактивация компонента Вопросы будет применена после сохранения неизмененных настроек.",
  "IQWarning2": "Этот компонент несовместим с новыми правилами. В настоящее время <b>только владельцы</b> могут <b>получать доступ</b> к компоненту Вопросы. </br>В связи с этим данный компонент был деактивирован. Деактивация компонента Вопросы будет применена после сохранения неизмененных настроек.",
  "IdeaWarning1": "Этот компонент несовместим с новыми правилами. В настоящее время <b>только авторы и владельцы</b> могут <b>получать доступ</b> к компоненту Идеи. </br>В связи с этим данный компонент был деактивирован. Деактивация компонента Идеи будет применена после сохранения неизмененных настроек.",
  "IdeaWarning2": "Этот компонент несовместим с новыми правилами. В настоящее время <b>только владельцы</b> могут <b>получать доступ</b> к компоненту Идеи. </br>В связи с этим данный компонент был деактивирован. Деактивация компонента Идеи будет применена после сохранения неизмененных настроек."
}