{
  "Communityfeatures": "Caratteristiche della comunità",
  "ContentTemplates": "Modelli contenuto",
  "AvailableTemplates": "Modelli disponibili",
  "Post": "Post",
  "Ideas": "Idee",
  "Surveys": "Sondaggi",
  "iQuestions": "Domande",
  "Wiki": "Wiki",
  "Wedo": "Wedo",
  "Messages": "Messaggi",
  "DefaultStatement": "Imposta come predefinito",
  "Allowcontributortocreate": "Consenti creazione ai collaboratori",
  "StatisticsAvailableFor": "Statistiche disponibili per",
  "Disabled": "Disattivati",
  "Owners": "Proprietari",
  "OwnersAndAuthors": "Proprietari e autori",
  "All": "Tutto",
  "IncompatibilityMessage": "Le regole delle caratteristiche delle comunità sono state modificate. Ora una caratteristica viene attivata o disattivata per tutti i membri della comunità. </br>Se una caratteristica è attivata, tutti i contenuti sono visibili a tutti i membri e almeno gli autori dispongono di diritti di creazione. </br>Se una caratteristica è disattivata, i contenuti precedenti non sono più accessibili ai membri, né ai proprietari. </br>Al salvataggio verranno applicate le nuove regole.",
  "AcceptStatement": "Comprendo la modifica e aggiornerò le impostazioni.",
  "WikiWarning1": "Questa caratteristica non è compatibile con le nuove regole. Al momento tutti i membri possono accedere al wiki e <b>solo i proprietari</b> possono modificare/creare pagine wiki. </br>In base alle nuove regole, se questa caratteristica è attivata, <b>proprietari e autori</b> dispongono di diritti di creazione e modifica. </br>La caratteristica è stata quindi disattivata. Applicando le impostazioni senza modificarle, verrà salvata la disattivazione della caratteristica.",
  "WikiWarning2": "Questa caratteristica non è compatibile con le nuove regole. Al momento tutti i membri possono accedere al wiki e <b>solo i proprietari</b> possono modificare/creare pagine wiki. </br>In base alle nuove regole, se questa caratteristica è attivata, <b>proprietari e autori</b> dispongono di diritti di creazione e modifica. </br>La caratteristica è stata quindi disattivata. Applicando le impostazioni senza modificarle, verrà salvata la disattivazione della caratteristica.",
  "IQWarning1": "La caratteristica non è compatibile con le nuove regole. Al momento <b>solo autori e proprietari</b> possono <b>accedere</b> alle domande. </br>La caratteristica è stata quindi disattivata. Applicando le impostazioni senza modificarle, verrà salvata la disattivazione delle domande.",
  "IQWarning2": "La caratteristica non è compatibile con le nuove regole. Al momento <b>solo i proprietari</b> possono <b>accedere</b> alle domande. </br>La caratteristica è stata quindi disattivata. Applicando le impostazioni senza modificarle, verrà salvata la disattivazione delle domande.",
  "IdeaWarning1": "La caratteristica non è compatibile con le nuove regole. Al momento <b>solo autori e proprietari</b> possono <b>accedere</b> alle idee. </br>La caratteristica è stata quindi disattivata. Applicando le impostazioni senza modificarle, verrà salvata la disattivazione delle idee.",
  "IdeaWarning2": "La caratteristica non è compatibile con le nuove regole. Al momento <b>solo i proprietari</b> possono <b>accedere</b> alle idee. </br>La caratteristica è stata quindi disattivata. Applicando le impostazioni senza modificarle, verrà salvata la disattivazione delle idee."
}