{
  "minimumOrderCost": "Minimum order cost",
  "pricePerQuote": "Price per quote",
  "totalOrderPriceIs": "Total order price is",
  "orMore": "or more",
  "totalPartQuantityIs": "Total part quantity is",
  "unitsOrMore": "units or more",
  "general": "General",
  "automatedPricing": "Automated pricing will be disabled if",
  "discountOrderValue": "Discount per order value",
  "addDiscount": "Add a discount",
  "orderValueLabel": "If the order value is above",
  "discountLabel": "then the discount applied is",
  "generalSectionTooltip_1": "The minimum order cost is the amount under which you do not want to bill a customer excluding tax and shipping. This amount will replace any lower amount the automated pricing module will generate. For instance, if one of your client requests a part which would normally be 5 euros according to your pricing but you have set your minimum order price to 20 euros then your client will see 20 euros as the price for the part.",
  "generalSectionTooltip_2": "The price per quote is an amount you want to add on top of other cost which represent administrative cost such as sending the invoice, creating the client in your database and so on. This amount is added only once per order. For instance, if your client orders a part which is worth 5 euros according to your setting and you have set your price per quote to 5 euros, your client will see 10 euros as a total for one part, 15 euros for two parts, 20 euros for 3 parts and so on.",
  "generalSectionTooltip": "These costs will apply to each order and will be added on top of the costs related to material, shipping and services. If an order is inferior to the \"minimum order cost\", the total will be replaced by this value.",
  "automatedPricingSectionTooltip": "If the order at the send request stage exceeds the following threshold the automated pricing capability will be disabled. The buyer will then have to send a request for quote." ,
  "discountPerOrderValueSectionTooltip_1": "In this section you can set up as many discounts as you wish. Discounts are based on and applied to the order value excluding tax and shipping. Only the highest bracket is applied to the order value. For instance, if you set up the following rules: 10% discount on orders above 100 euros AND 20% discount on orders above 200 euros, then",
  "discountPerOrderValueSectionTooltip_2": "no discount will be applied on orders from 0 to 100.00 euros,",
  "discountPerOrderValueSectionTooltip_3": "a 10% discount will be applied on orders from 100.01 to 200.00 euros,",
  "discountPerOrderValueSectionTooltip_4": "a 20% discount will be applied on orders of 200.01 euros and above"
}
