[
    {
        "id": "01_TransportationMobility",
        "title": "Transportation & Mobility",
        "icon": "v3.1/images/industry/{0}_{1}.jpg",
        "description": "<div><b>Addressing the business challenges of the Transportation & Mobility Industry</b><p><p>Driving vehicle innovation toward the future of Transportation and Mobility industry.</p><p>A long-term partnership with our customers to help revolutionize 100 year old practices while maintaining quality and reducing costs.</p></div><div><img src='https://dsqal007-euw1-22xco10930-my3dexperience.3dx-staging.3ds.com/resources/20191108T142943Z/en/webapps/i3DXCompass/assets/v3.1/images/description/01_TransportationMobility.jpg' class='responsive'></img></div>",
        "solutions": [
            "BIW_1",
            "DE_1",
            "GMA_1",
            "SSC_1",
            "EMEP_1",
            "EMA_1",
            "LPR_1",
            "OTVL_1",
            "VG_1"
        ]
    },
    {
        "id": "02_AerospaceDefense",
        "title": "Aerospace & Defense",
        "icon": "v3.1/images/industry/{0}_{1}.jpg",
        "description": "<div><p><b>Bridge the gap between the virtual and real world to accelerate from concept to operations</b><p><p>Across the Aerospace & Defense industry, rising customer expectations (lower costs, higher standards and increase capabilities) along with growing program complexity make it more challenging to compete.</p><p>As systems become more complex to design, build and deliver, OEMs and suppliers need to accelerate innovation, drive efficiencies and move to the factory of the future to allow for greater agility on production rate. This requires a new way to conceptualize, design, manufacture, test, certify and sustain new air and space vehicles.</p></div><div><img src='{URL_RESSOURCES}/v3.1/video/Video_Thumb_0.jpg' class='responsive'></img></div>",
        "solutions": [
            "WIP_2",
            "ETF_2",
            "CDT_2",
            "CTO_2",
            "RFR_2",
            "BTO_2",
            "PE_2",
            "AE_2",
            "PGE_2",
            "RTS_2"
        ]
    },
    {
        "id": "03_MarineOffshore",
        "title": "Marine & Offshore",
        "icon": "v3.1/images/industry/{0}_{1}.jpg",
        "description": "<div><b>Break down silos with digitalization to unleash a new wave of collaboration.</b></div></p><p>In today’s highly competitive Marine & Offshore industry, staying profitable means big changes. There is a clear need to rethink processes, to be smart and connected at all levels of the value creation chain. Marine & Offshore is ready to embrace digital transformation to achieve new efficiencies. A business platform that provides end-to-end continuity from ideation to ship in service is essential. One that integrates design, engineering, simulation, manufacturing and business processes in a single collaborative environment.</p>",
        "solutions": [
            "WBFS_3",
            "DFS_3",
            "OTTS_3",
            "OPFS_3",
            "BFS_3",
            "SBB_3"
        ]
    },
    {
        "id": "04_IndustrialEquipment",
        "title": "Industrial Equipment",
        "icon": "v3.1/images/industry/{0}_{1}.jpg",
        "description": "<div><b>Digitalize manufacturing to deliver made-to-order innovation.</b></div><p><p>The growing trends of the 4th Industrial Revolution - automation, IoT, artificial intelligence, big data analysis, networked communications, machine learning and cloud computing – mark a significant change in the way we work and how we engage with our customers. These emerging technologies are providing advanced and disruptive Industrial Equipment solutions that support the creation, production and delivery of sophisticated and efficient machinery, equipment and components.</p>",
        "solutions": [
            "CEE_4",
            "DEC_4",
            "EI_4",
            "IES_4",
            "KTR_4",
            "RTM_4",
            "SSFP_4",
            "SSE_4"
        ]
    },
    {
        "id": "05_HighTech",
        "title": "High-Tech",
        "icon": "v3.1/images/industry/{0}_{1}.jpg",
        "description": "<div><b>Simplify and accelerate innovation to create richer consumer experiences.</b></div><p><p>From Consumer Electronics to Control and Telecommunications Systems: High-Tech goods are no longer simply products that customers “own” but fundamental catalysts of change in how we live. Connectivity and intelligence are turning them into personal and professional experiences.</p>",
        "solutions": [
            "AD_5",
            "HAS_5",
            "HFM_5",
            "HII_5",
            "HIM_5",
            "HPB_5",
            "HPS_5",
            "HPM_5",
            "HOE_5",
            "HPS2_5",
            "HVP_5",
            "PPFH_5"
        ]
    },
    {
        "id": "06_HomeLifestyle",
        "title": "Home & Lifestyle",
        "icon": "v3.1/images/industry/{0}_{1}.jpg",
        "description": "<div><b>Center innovation around the individual to make every consumer experience personal.</b></div></p><p>More than any other industry, Home & Lifestyle is driven by consumers. Everything from strategy, vision, innovation, product definition, manufacturing methods— even the way of selling and delivering—must be consumer-driven. In the Home & Lifestyle industry, brands must put consumers at the center of decision-making.</p><p>Today, Home & Lifestyle companies need the best digital solution that covers the entire process, from innovative idea to delighted consumer—they need the 3DEXPERIENCE platform.</p>",
        "solutions": ["PCP_6","PS_6","PPS_6","PP_6","CPA_6"]
    },
    {
        "id": "07_ConsumerPackagedGoods",
        "title": "Consumer Packaged Goods",
        "icon": "v3.1/images/industry/{0}_{1}.jpg",
        "description": "<div><b>When consumers want it yesterday, be first to make it and first to market.</b></div><p>Today’s consumers in the Consumer Packaged Goods (CPG) & Retail industry are no longer concerned with just product quality and price, they now want to be part of a collaborative product experience. Leading CPG and Retail companies are leveraging digital solutions to deliver innovation from concept to consumer with extraordinary speed to delight consumers and drive sustainable business growth.</p>",
        "solutions": []
    },
    {
        "id": "09_EnergyMaterials",
        "title": "Energy & Materials",
        "icon": "v3.1/images/industry/{0}_{1}.jpg",
        "description": "<div><b>Rethink energy and materials innovation to create a sustainable future.</b></div><p><p>Energy and Materials businesses, including power, oil & gas, mining, metals and minerals, and chemicals face many challenges.</p><p>Energy & Materials businesses must therefore diversify into new ventures, increase their pace of innovation, improve organizational and infrastructure efficiencies and increase responsiveness by aligning product supply with changing priorities and demands of customers and society.</p>",
        "solutions": []
    },
    {
        "id": "10_ConstructionCitiesTerritories",
        "title": "Construction, Cities & Territories",
        "icon": "v3.1/images/industry/{0}_{1}.jpg",
        "description": "<div><b>Reinvent the built environment and ensure a sustainable and resilient urban future.</b></div><p><p>Rising urban populations around the world have ushered in the concept of Smart Cities, in which digital innovations are used to address long-standing urban challenges. The related construction boom has put increasing demands on AECO teams to not only build structures and systems beautifully and efficiently, but also design them for long-term sustainability and solve a range of issues for multiple stakeholders.</p>",
        "solutions": []
    },
    {
        "id": "11_BusinessServices",
        "title": "Business Services",
        "icon": "v3.1/images/industry/{0}_{1}.jpg",
        "description": "<div><b>Optimize service operations and accelerate service innovation to improve the customer experience.</b></div><p><p>Dassault Systemes’ 3DEXPERIENCE platform digitizes your business to strengthen sustainability, better address regulations and improve overall operations. It helps to realize cost efficiencies and frees up time for innovation, enabling superior customer service to drive competitive advantage.</p>",
        "solutions": []
    }
]