# ENOXArchitectStringResource.properties-- String Resource file for Translation.
ENOXCAD.Modeler.Invalid=XCAD\u30e2\u30c7\u30e9\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093

ENOXCADRepresentation.Create.InvalidInput=CAD\u56fa\u6709\u30c7\u30fc\u30bf\u3092\u4f5c\u6210\u3059\u308b\u305f\u3081\u306e\u5165\u529b\u304c\u7121\u52b9\u3067\u3059\u3002
ENOXCADRepresentation.Create.CreateObjects=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4f5c\u6210\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCADRepresentation.Create.Files=\u30d5\u30a1\u30a4\u30eb\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCADRepresentation.Create.MissingCADOrigin=CAD\u56fa\u6709\u30c7\u30fc\u30bf\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001cadorigin\u304c\u5fc5\u9808\u3067\u3059\u3002
ENOXCADRepresentation.Create.MissingCADType=CAD\u56fa\u6709\u30c7\u30fc\u30bf\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001cadtype\u304c\u5fc5\u9808\u3067\u3059\u3002
ENOXCADRepresentation.Patch.Error=CAD\u56fa\u6709\u30c7\u30fc\u30bf\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

ENOXCADObject.CheckinTicket.InvalidInput=\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u30c1\u30b1\u30c3\u30c8\u3092\u53d6\u5f97\u3059\u308b\u306b\u306f\u3001\u5165\u529b\u304c\u7121\u52b9\u3067\u3059\u3002\u30bf\u30a4\u30d7\u304c\u5fc5\u8981\u3067\u3059
ENOXCADObject.CheckinTicket.InvalidType=\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u30c1\u30b1\u30c3\u30c8\u3092\u53d6\u5f97\u3059\u308b\u306b\u306f\u3001\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3059
ENOXCADObject.CheckinTicket.Error=\u30c1\u30b1\u30c3\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093

ENOXCADObject.DownloadTicket.InvalidContext=\u63a5\u7d9a\u304c\u7121\u52b9\u3067\u3059
ENOXCADObject.DownloadTicket.MissingAuthoringFile=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u306f\u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
ENOXCADObject.DownloadTicket.ErrorRetrieve=\u30c1\u30b1\u30c3\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093

ENOXCADAuthoringFile.Patch.InvalidInput=\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u66f4\u65b0\u3059\u308b\u306b\u306f\u3001\u5165\u529b\u304c\u7121\u52b9\u3067\u3059
ENOXCADAuthoringFile.Patch.Error=\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f

ENOXCADVisuFile.Patch.InvalidInput=\u30d3\u30b8\u30e5\u30a2\u30eb\u5316\u30d5\u30a1\u30a4\u30eb\u3092\u66f4\u65b0\u3059\u308b\u306b\u306f\u3001\u5165\u529b\u304c\u7121\u52b9\u3067\u3059
ENOXCADVisuFile.Patch.Error=\u30d3\u30b8\u30e5\u30a2\u30eb\u5316\u30d5\u30a1\u30a4\u30eb\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f

ENOXCADPart.Create.InvalidInput=\u90e8\u54c1\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u5165\u529b\u304c\u7121\u52b9\u3067\u3059
ENOXCADPart.Create.CreateObjects=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4f5c\u6210\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCADPart.Create.Files=\u30d5\u30a1\u30a4\u30eb\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCADPart.Patch.Error=\u90e8\u54c1\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
ENOXCADPart.Create.MissingCADOrigin=\u90e8\u54c1\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001cadorigin\u304c\u5fc5\u9808\u3067\u3059
ENOXCADPart.CreateDOJob.Generic=\u90e8\u54c1\u306b\u5bfe\u3059\u308bDO\u30b8\u30e7\u30d6\u3092\u4f5c\u6210\u3059\u308b\u969b\u306b\u3001\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

ENOXCAD.Attach.InvalidInput=\u4f9d\u5b58\u95a2\u4fc2\u306e\u30ea\u30f3\u30af\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u5165\u529b\u304c\u7121\u52b9\u3067\u3059
ENOXCAD.Attach.Error=\u4f9d\u5b58\u95a2\u4fc2\u306e\u30ea\u30f3\u30af\u306e\u4f5c\u6210\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f

ENOXCAD.Detach.InvalidInput=\u4f9d\u5b58\u95a2\u4fc2\u306e\u30ea\u30f3\u30af\u3092\u524a\u9664\u3059\u308b\u306b\u306f\u3001\u5165\u529b\u304c\u7121\u52b9\u3067\u3059
ENOXCAD.Detach.Error=\u4f9d\u5b58\u95a2\u4fc2\u306e\u30ea\u30f3\u30af\u306e\u524a\u9664\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f

ENOXCADObject.Patch.InvalidType=\u30d1\u30c3\u30c1\u306e\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3059
ENOXCADObject.Patch.InvalidFileType=\u30d1\u30c3\u30c1\u306e\u30d5\u30a1\u30a4\u30eb\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3059

ENOXCADObject.Property.AuthoringFilename=\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u540d\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
ENOXCADObject.Property.VisuFilename=\u30d3\u30b8\u30e5\u30a2\u30eb\u5316\u30d5\u30a1\u30a4\u30eb\u540d\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093 
ENOXCADObject.Property.CADOrigin=CADOrigin\u306e\u5024\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093

ENOXCADExtension.Patch.Invalid=\u30d1\u30c3\u30c1\u306f\u3053\u306e\u30c7\u30fc\u30bf\u3067\u306f\u627f\u8a8d\u3055\u308c\u3066\u3044\u307e\u305b\u3093

ENOXCAD.Context.Start=\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u30b9\u30bf\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f 
ENOXCAD.Context.Close=\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u30af\u30ed\u30fc\u30ba\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f 

ENOXCADObject.Update.InvalidRoot=\u66f4\u65b0\u3059\u308b\u30bf\u30a4\u30d7\u306f\u7121\u52b9\u3067\u3059
ENOXCADObject.Update.CEStamp=CEStamp\u304c\u898b\u3064\u304b\u3089\u306a\u3044\u304b\u3001\u671f\u9650\u5207\u308c\u3067\u3059\u3002\u66f4\u65b0\u306f\u627f\u8a8d\u3055\u308c\u307e\u305b\u3093
ENOXCADObject.Update.Ojects=\u5c5e\u6027\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093
ENOXCADObject.Update.Files=\u30d5\u30a1\u30a4\u30eb\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093

ENOXCADObject.Update.Error=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u66f4\u65b0\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ENOXCADObject.Delete.Error=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8%1\u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ENOXCADObject.Delete.Success=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u6b63\u5e38\u306b\u524a\u9664\u3055\u308c\u307e\u3057\u305f

ENOXCADRepresentation.Create.MissingAuthoringFile=CAD\u56fa\u6709\u30c7\u30fc\u30bf\u3067\u306e\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u306f\u5fc5\u9808\u3067\u3059

ENOXCADPart.Create.MissingAuthoringFile=\u90e8\u54c1\u3067\u306e\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u306f\u5fc5\u9808\u3067\u3059
ENOXCADPart.Create.MissingVisualizationFile=\u90e8\u54c1\u3067\u306e\u30d3\u30b8\u30e5\u30a2\u30eb\u5316\u30d5\u30a1\u30a4\u30eb\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u306f\u5fc5\u9808\u3067\u3059

XCAD.Label.Attribute.CADOrigin=CAD\u30de\u30b9\u30bf\u30fc
XCAD.Label.Attribute.CADType=CAD\u30bf\u30a4\u30d7
XCAD.Label.Attribute.CADFileName=XCAD\u30d5\u30a1\u30a4\u30eb\u540d
XCAD.Label.Attribute.VisuCADFileName=XCAD\u30d3\u30b8\u30e5\u30a2\u30eb\u5316\u30d5\u30a1\u30a4\u30eb\u540d
XCAD.Label.Attribute.CADInfo=CAD\u60c5\u5831
XCAD.Label.Attribute.PersistencyType=\u6301\u7d9a\u6027\u30bf\u30a4\u30d7

ENOXCAD.ECAD.MultipleExtension=\u540c\u3058\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u8907\u6570\u306e\u62e1\u5f35\u5b50\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093

ENOXCAD.ECAD.UnknownExtension=ECAD\u62e1\u5f35\u5b50%1\u304c\u4e0d\u660e\u3067\u3059

ENOXCAD.ECAD.SetError=ECAD\u62e1\u5f35\u5b50\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f

ENOXCAD.ECAD.InvalidRoot=ECAD\u62e1\u5f35\u5b50\u306f\u3001\u3053\u306e\u30eb\u30fc\u30c8\u30bf\u30a4\u30d7\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093

ENOXCAD.Checkin.ErrorID=URI\u306eID\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3042\u308a\u307e\u305b\u3093
ENOXCAD.Checkin.ErrorType=URI\u306e\u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3059

ENOXCADDrawing.Create.InvalidInput=\u56f3\u9762\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001\u5165\u529b\u304c\u7121\u52b9\u3067\u3059
ENOXCADDrawing.Create.CreateObjects=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4f5c\u6210\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCADDrawing.Create.Files=\u30d5\u30a1\u30a4\u30eb\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCADDrawing.Patch.Error=\u56f3\u9762\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
ENOXCADDrawing.Create.MissingCADOrigin=\u56f3\u9762\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f\u3001CADOrigin\u304c\u5fc5\u9808\u3067\u3059
ENOXCADDrawing.Create.MissingAuthoringFile=\u56f3\u9762\u3067\u306e\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30d5\u30a1\u30a4\u30eb\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u306f\u5fc5\u9808\u3067\u3059
ENOXCADDrawing.Create.MissingVisualizationFile=\u56f3\u9762\u3067\u306e\u30d3\u30b8\u30e5\u30a2\u30eb\u5316\u30d5\u30a1\u30a4\u30eb\u306e\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u306f\u5fc5\u9808\u3067\u3059

ENOXCAD.Create.UnauthorizedCADOrigin=\u3053\u306e\u3088\u3046\u306a\u30c7\u30fc\u30bf\u306f\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002\u65e2\u5b58\u306e%1\u30b3\u30cd\u30af\u30bf\u3092\u304a\u4f7f\u3044\u304f\u3060\u3055\u3044
ENOXCAD.Create.InvalidFileName=\u30d5\u30a1\u30a4\u30eb\u540d%1\u306f\u62e1\u5f35\u5b50\u304c\u306a\u3044\u305f\u3081\u7121\u52b9\u3067\u3059

ENOXCAD.Error.NotXCADEngItem=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee\u306fXCAD\u90e8\u54c1\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ENOXCAD.Error.NotXCADDrawing=\u56f3\u9762\u306fXCAD\u56f3\u9762\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ENOXCAD.Error.NotXCAD=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30bf\u30a4\u30d7
ENOXCAD.Error.NotExists=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u5b58\u5728\u3057\u307e\u305b\u3093

ENOXCAD.internal.OptionNotAuthorized=\u3053\u306e\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044

ENOXCAD.Error.InvalidReceipt=\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u304a\u3088\u3073\u30d3\u30b8\u30e5\u30a2\u30eb\u5316\u30d5\u30a1\u30a4\u30eb\u306f\u540c\u3058\u53d7\u9818\u4e0a\u306b\u3042\u308a\u307e\u3059

ENOXCAD.EnterpriseReference.Error=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u5c5e\u6027\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f

ENOXCAD.Payload.Error=\u30da\u30a4\u30ed\u30fc\u30c9\u306e\u89e3\u6790\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

ENOXCAD.Locate.InvalidInput=\u4f9d\u5b58\u95a2\u4fc2\u306e\u30ea\u30f3\u30af\u3092\u5b8c\u4e86\u3059\u308b\u306b\u306f\u3001\u5165\u529b\u304c\u7121\u52b9\u3067\u3059
ENOXCAD.Locate.Error=\u4f9d\u5b58\u95a2\u4fc2\u306e\u30ea\u30f3\u30af\u306e\u5b8c\u4e86\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCAD.Locate.Success=\u56f3\u9762\u304c\u6b63\u5e38\u306b\u914d\u7f6e\u3055\u308c\u307e\u3057\u305f

ENOXCAD.GetPart.InvalidInput=VPMReference\u3092\u53d6\u5f97\u3059\u308b\u305f\u3081\u306e\u5165\u529b\u304c\u7121\u52b9\u3067\u3059\u3002
ENOXCAD.GetPart.Error=VPMReference\u306e\u53d6\u5f97\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
ENOXCAD.GetPart.Success=VPMReference\u304c\u6b63\u5e38\u306b\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002

ENOXCAD.Create.NoAccess=\u30e6\u30fc\u30b6\u30fc\u306b\u30bf\u30a4\u30d7%1\u306e\u4f5c\u6210\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u3053\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u5185\u3067\u306e\u30ed\u30fc\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044

ENOXCAD.CreateFromTemplate.Generic=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCAD.CreateFromTemplate.CheckoutTemplateFiles=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCAD.CreateFromTemplate.GetTemplateInfo=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u60c5\u5831\u306e\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCAD.CreateFromTemplate.CheckinFiles=\u30d5\u30a1\u30a4\u30eb\u306e\u7ba1\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f 
ENOXCAD.CreateFromTemplate.Family=\u30d5\u30a1\u30df\u30ea\u30fc\u306e\u7ba1\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXCAD.CreateFromTemplate.TemplateObjectTypeMismatch=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3067\u7ba1\u7406\u3055\u308c\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u30bf\u30a4\u30d7\u3068\u4f5c\u6210\u3059\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u30bf\u30a4\u30d7\u304c\u4e00\u81f4\u3057\u3066\u3044\u307e\u305b\u3093
ENOXCAD.CreateFromTemplate.InvalidTemplate=\u30da\u30a4\u30ed\u30fc\u30c9\u3067\u63d0\u793a\u3055\u308c\u305f\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u7121\u52b9\u3067\u3059

ENOXCAD.EnterpriseAttribute.Generic=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u5c5e\u6027\u306e\u8a2d\u5b9a\u4e2d\u306e\u554f\u984c

ENOXCAD.Error.EmptyIdentifier=\u8b58\u5225\u5b50\u3092\u5b9a\u7fa9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
ENOXCAD.Error.WrongType=\u5165\u529b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3001\u6307\u5b9a\u3057\u305f\u30bf\u30a4\u30d7\u306b\u9069\u5408\u3057\u3066\u3044\u307e\u305b\u3093
ENOXCAD.Error.WrongRelativePath=\u5165\u529b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3001\u6307\u5b9a\u3057\u305f\u76f8\u5bfe\u30d1\u30b9\u306b\u9069\u5408\u3057\u3066\u3044\u307e\u305b\u3093
ENOXCAD.Error.EmptySource=\u30bd\u30fc\u30b9\u3092\u5b9a\u7fa9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
ENOXCAD.Error.WrongSource=\u5165\u529b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3001\u6307\u5b9a\u3057\u305f\u30bd\u30fc\u30b9\u306b\u9069\u5408\u3057\u3066\u3044\u307e\u305b\u3093
