# ENOXArchitectStringResource.properties-- String Resource file for Translation.
ENOXCAD.Modeler.Invalid=XCAD Modeler introuvable

ENOXCADRepresentation.Create.InvalidInput=Entr\u00e9e non valide pour cr\u00e9er des donn\u00e9es sp\u00e9cifiques \u00e0 la CAO.
ENOXCADRepresentation.Create.CreateObjects=Une erreur est survenue pendant la cr\u00e9ation des objets.
ENOXCADRepresentation.Create.Files=Une erreur est survenue pendant la restitution des fichiers.
ENOXCADRepresentation.Create.MissingCADOrigin=L'origine CAO est obligatoire pour cr\u00e9er des donn\u00e9es sp\u00e9cifiques \u00e0 la CAO.
ENOXCADRepresentation.Create.MissingCADType=Le type CAO est obligatoire pour cr\u00e9er des donn\u00e9es sp\u00e9cifiques \u00e0 la CAO.
ENOXCADRepresentation.Patch.Error=Impossible de mettre \u00e0 jour les donn\u00e9es sp\u00e9cifiques \u00e0 la CAO.

ENOXCADObject.CheckinTicket.InvalidInput=Entr\u00e9e non valide pour obtenir le ticket de restitution, le type est n\u00e9cessaire.
ENOXCADObject.CheckinTicket.InvalidType=Type non valide pour obtenir le ticket de restitution.
ENOXCADObject.CheckinTicket.Error=Impossible de r\u00e9cup\u00e9rer le ticket.

ENOXCADObject.DownloadTicket.InvalidContext=Connexion non valide.
ENOXCADObject.DownloadTicket.MissingAuthoringFile=Cet objet n'est associ\u00e9 \u00e0 aucun fichier.
ENOXCADObject.DownloadTicket.ErrorRetrieve=Impossible de r\u00e9cup\u00e9rer le ticket.

ENOXCADAuthoringFile.Patch.InvalidInput=Entr\u00e9e non valide pour mettre \u00e0 jour le fichier de cr\u00e9ation.
ENOXCADAuthoringFile.Patch.Error=Le fichier de cr\u00e9ation n'a pas pu \u00eatre mis \u00e0 jour.

ENOXCADVisuFile.Patch.InvalidInput=Entr\u00e9e non valide pour mettre \u00e0 jour le fichier de visualisation.
ENOXCADVisuFile.Patch.Error=Le fichier de visualisation n'a pas pu \u00eatre mis \u00e0 jour.

ENOXCADPart.Create.InvalidInput=Entr\u00e9e non valide pour cr\u00e9er une pi\u00e8ce.
ENOXCADPart.Create.CreateObjects=Une erreur est survenue pendant la cr\u00e9ation des objets.
ENOXCADPart.Create.Files=Une erreur est survenue pendant la restitution des fichiers.
ENOXCADPart.Patch.Error=La pi\u00e8ce n'a pas pu \u00eatre mise \u00e0 jour.
ENOXCADPart.Create.MissingCADOrigin=L'origine CAO est obligatoire pour cr\u00e9er une pi\u00e8ce.
ENOXCADPart.CreateDOJob.Generic=Une erreur s'est produite lors de la cr\u00e9ation de la t\u00e2che DO pour la pi\u00e8ce

ENOXCAD.Attach.InvalidInput=Entr\u00e9e non valide pour cr\u00e9er des liens de d\u00e9pendance.
ENOXCAD.Attach.Error=Une erreur est survenue pendant la cr\u00e9ation du lien de d\u00e9pendance.

ENOXCAD.Detach.InvalidInput=Entr\u00e9e non valide pour supprimer des liens de d\u00e9pendance.
ENOXCAD.Detach.Error=Une erreur est survenue pendant la suppression du lien de d\u00e9pendance.

ENOXCADObject.Patch.InvalidType=Type non valide pour le correctif
ENOXCADObject.Patch.InvalidFileType=Type de fichier non valide pour le correctif

ENOXCADObject.Property.AuthoringFilename=Impossible de r\u00e9cup\u00e9rer le nom du fichier de cr\u00e9ation.
ENOXCADObject.Property.VisuFilename=Impossible de r\u00e9cup\u00e9rer le nom du fichier de visualisation. 
ENOXCADObject.Property.CADOrigin=Impossible de r\u00e9cup\u00e9rer la valeur de l'origine CAO.

ENOXCADExtension.Patch.Invalid=Le correctif n'est pas autoris\u00e9 sur ces donn\u00e9es.

ENOXCAD.Context.Start=Impossible de d\u00e9marrer la session 
ENOXCAD.Context.Close=Impossible de fermer la session 

ENOXCADObject.Update.InvalidRoot=Type non valide pour la mise \u00e0 jour
ENOXCADObject.Update.CEStamp=Horodatage de modification manquant ou obsol\u00e8te, la mise \u00e0 jour n'est pas autoris\u00e9e.
ENOXCADObject.Update.Ojects=Impossible de mettre \u00e0 jour les attributs
ENOXCADObject.Update.Files=Impossible de mettre \u00e0 jour les fichiers

ENOXCADObject.Update.Error=Echec de la mise \u00e0 jour des objets
ENOXCADObject.Delete.Error=Echec de la suppression des objets %1
ENOXCADObject.Delete.Success=Objets supprim\u00e9s avec succ\u00e8s

ENOXCADRepresentation.Create.MissingAuthoringFile=Il est obligatoire de restituer un fichier de cr\u00e9ation pour une donn\u00e9e sp\u00e9cifique \u00e0 la CAO

ENOXCADPart.Create.MissingAuthoringFile=Il est obligatoire de restituer un fichier de cr\u00e9ation pour une pi\u00e8ce.
ENOXCADPart.Create.MissingVisualizationFile=Il est obligatoire de restituer un fichier de visualisation pour une pi\u00e8ce.

XCAD.Label.Attribute.CADOrigin=Gabarit CAO
XCAD.Label.Attribute.CADType=Type CAO
XCAD.Label.Attribute.CADFileName=Nom du fichier XCAD
XCAD.Label.Attribute.VisuCADFileName=Nom du fichier de visualisation XCAD
XCAD.Label.Attribute.CADInfo=Information CAO
XCAD.Label.Attribute.PersistencyType=Type de persistance

ENOXCAD.ECAD.MultipleExtension=Plusieurs extensions sont d\u00e9finies pour le m\u00eame objet. Ce n'est pas autoris\u00e9.

ENOXCAD.ECAD.UnknownExtension=L'extension XCAD %1 n'est pas reconnue.

ENOXCAD.ECAD.SetError=L'extension XCAD n'a pas pu \u00eatre d\u00e9finie.

ENOXCAD.ECAD.InvalidRoot=L'extension XCAD n'est pas prise en charge sur ce type de racine.

ENOXCAD.Checkin.ErrorID=Aucun objet associ\u00e9 \u00e0 l'identifiant dans l'URI
ENOXCAD.Checkin.ErrorType=Type non valide dans l'URI

ENOXCADDrawing.Create.InvalidInput=Entr\u00e9e non valide pour cr\u00e9er une mise en plan.
ENOXCADDrawing.Create.CreateObjects=Une erreur est survenue pendant la cr\u00e9ation des objets.
ENOXCADDrawing.Create.Files=Une erreur est survenue pendant la restitution des fichiers.
ENOXCADDrawing.Patch.Error=La mise en plan n'a pas pu \u00eatre mise \u00e0 jour.
ENOXCADDrawing.Create.MissingCADOrigin=L'origine CAO est obligatoire pour cr\u00e9er une mise en plan.
ENOXCADDrawing.Create.MissingAuthoringFile=Il est obligatoire de restituer un fichier de cr\u00e9ation pour une mise en plan.
ENOXCADDrawing.Create.MissingVisualizationFile=Il est obligatoire de restituer un fichier de visualisation pour une mise en plan.

ENOXCAD.Create.UnauthorizedCADOrigin=Il est interdit de cr\u00e9er de telles donn\u00e9es. Vous devez toujours utiliser le connecteur %1 existant.
ENOXCAD.Create.InvalidFileName=Nom de fichier %1 non valide, car il ne comporte pas d'extension.

ENOXCAD.Error.NotXCADEngItem=L'\u00e9l\u00e9ment d'ing\u00e9nierie n'est pas une pi\u00e8ce XCAD
ENOXCAD.Error.NotXCADDrawing=Le dessin n'est pas un dessin XCAD
ENOXCAD.Error.NotXCAD=Type non pris en charge
ENOXCAD.Error.NotExists=L'objet n'existe pas dans la base de donn\u00e9es

ENOXCAD.internal.OptionNotAuthorized=Vous ne poss\u00e9dez pas la licence requise pour ex\u00e9cuter cette action, veuillez contacter l'administrateur.

ENOXCAD.Error.InvalidReceipt=Le fichier de cr\u00e9ation et de visualisation doit figurer sur le m\u00eame re\u00e7u

ENOXCAD.EnterpriseReference.Error=Echec de la d\u00e9finition des attributs d'entreprise

ENOXCAD.Payload.Error=Erreur lors de l'analyse de la charge utile

ENOXCAD.Locate.InvalidInput=Entr\u00e9e non valide pour terminer les liens de d\u00e9pendance.
ENOXCAD.Locate.Error=Un probl\u00e8me s'est produit lors de l'ach\u00e8vement du lien de d\u00e9pendance.
ENOXCAD.Locate.Success=Dessin localis\u00e9 avec succ\u00e8s.

ENOXCAD.GetPart.InvalidInput=Entr\u00e9e non valide pour obtenir VPMReference.
ENOXCAD.GetPart.Error=Un \u00e9v\u00e9nement s'est produit lors de l'obtention de VPMReference.
ENOXCAD.GetPart.Success=VPMReference localis\u00e9e avec succ\u00e8s.

ENOXCAD.Create.NoAccess=L'utilisateur ne dispose pas de l'acc\u00e8s en cr\u00e9ation sur le type %1. V\u00e9rifiez votre r\u00f4le au sein de cet espace de collaboration

ENOXCAD.CreateFromTemplate.Generic=Une erreur s'est produite lors de la cr\u00e9ation d'objets \u00e0 partir du mod\u00e8le
ENOXCAD.CreateFromTemplate.CheckoutTemplateFiles=Une erreur s'est produite lors de la r\u00e9cup\u00e9ration des fichiers \u00e0 partir du mod\u00e8le
ENOXCAD.CreateFromTemplate.GetTemplateInfo=Une erreur s'est produite lors de la r\u00e9cup\u00e9ration des informations de mod\u00e8le
ENOXCAD.CreateFromTemplate.CheckinFiles=Une erreur s'est produite lors de la gestion des fichiers
ENOXCAD.CreateFromTemplate.Family=Une erreur s'est produite lors de la gestion des familles
ENOXCAD.CreateFromTemplate.TemplateObjectTypeMismatch=Disparit\u00e9 entre le type d'objet g\u00e9r\u00e9 par le mod\u00e8le et le type d'objet \u00e0 cr\u00e9er
ENOXCAD.CreateFromTemplate.InvalidTemplate=Le mod\u00e8le fourni dans la charge utile n'est pas valide

ENOXCAD.EnterpriseAttribute.Generic=Probl\u00e8me lors de la configuration des attributs d'entreprise

ENOXCAD.Error.EmptyIdentifier=L'identifiant doit \u00eatre d\u00e9fini.
ENOXCAD.Error.WrongType=L'objet d'entr\u00e9e n'est pas conforme avec le type sp\u00e9cifi\u00e9.
ENOXCAD.Error.WrongRelativePath=L'objet d'entr\u00e9e n'est pas conforme avec le chemin relatif sp\u00e9cifi\u00e9.
ENOXCAD.Error.EmptySource=La source doit \u00eatre d\u00e9finie.
ENOXCAD.Error.WrongSource=L'objet d'entr\u00e9e n'est pas conforme avec la source sp\u00e9cifi\u00e9e.
