{
  "firstName": "Vorname",
  "lastName": "Nachname",
  "emailAddress": "E-Mail-Adresse",
  "birthDate": "Geburtsdatum",
  "phoneNumber": "Telefonnummer",
  "univerityCollegeName": "Name der Universität/Hochschule",
  "documentUpload": "Dokumentenupload",
  "docUploadMessage": "Um Ihren Studentenstatus zu überprüfen, laden Sie bitte ein Dokument Ihrer Schule/Universität hoch, das Ihren Vor- und Nachnamen sowie einen Status oder ein Datum mit Angabe der Gültigkeit enthält.",
  "selectAFile": "Eine Datei auswählen",
  "acceptedFileTypes": "Zulässige Dateitypen sind: PDF, JPEG, PNG, BMP, GIF",
  "submit": "Senden",
  "proceed": "Fortfahren",
  "cancel": "Abbrechen",
  "studentStatusVerification": "Überprüfung des Studierendenstatus",
  "docVerificationInProgress": "Dokumentüberprüfung wird durchgeführt",
  "docPendingMessage": "Die hochgeladenen Dokumente werden geprüft. Dieser Vorgang dauert in der Regel {estimatedReviewTime}, aber wahrscheinlich nicht länger als {maxReviewTime}. Sie werden per E-Mail kontaktiert, sobald die Überprüfung abgeschlossen ist.",
  "docPendingMessageDefault": "Die hochgeladenen Dokumente werden geprüft. Dieser Vorgang dauert in der Regel 20 Minuten. Sie werden per E-Mail kontaktiert, sobald die Überprüfung abgeschlossen ist.",
  "ssoVerificationInProgress": "Warten auf Anmeldung ...",
  "ssoPendingMessage": "Klicken Sie nach der Anmeldung auf die Schaltfläche unten, um den Verifizierungsstatus zu aktualisieren.",
  "verificationLimitExceeded": "Überprüfungsbegrenzung überschritten",
  "verLimitExceededMessage": "Sie haben die maximale Anzahl an zulässigen Überprüfungsversuchen erreicht.",
  "docReviewLimitExceeded": "Dokumentprüfungsbegrenzung überschritten",
  "docLimitExceededMessage": "Sie haben die maximal zulässige Anzahl an Dokumentprüfungen erreicht.",
  "error": "Fehler",
  "defaultErrorMessage": "Es ist ein Fehler aufgetreten. Ihr Studierendenstatus konnte nicht überprüft werden.",
  "contactSupport": "Bitte wenden Sie sich an den Kundendienst oder kaufen Sie das entsprechende nicht-bildungsbezogene Produkt.",
  "startOver": "Starten Sie eine neue Überprüfung oder kaufen Sie das entsprechende nicht-bildungsbezogene Produkt.",
  "verificationCompleted": "Überprüfung abgeschlossen.",
  "studentStatusVerified": "Ihr Studierendenstatus wurde überprüft.",
  "checkStatus": "Status überprüfen",
  "estimatedReviewTimeLabel": "Geschätzte Prüfungszeit: ",
  "A_FEW_MINUTES": "ein paar Minuten",
  "A_HALF_HOUR": "eine halbe Stunde",
  "A_FEW_HOURS": "ein paar Stunden",
  "A_FEW_DAYS": "ein paar Tage",
  "maxReviewTimeLabel": "Maximale Prüfungszeit: ",
  "2_MIN": "2 Minuten",
  "20_MIN": "20 Minuten",
  "2_HRS": "2 Stunden",
  "24_HRS": "24 Stunden",
  "2_DAY": "2 Tage",
  "3_DAY": "3 Tage",
  "docUploadRejectionDefault": "Die kürzlich hochgeladenen Dokumente entsprechen nicht den erforderlichen Standards. Versuchen Sie es erneut mit einem anderen Dokument.",
  "docUploadRejection_DOCUMENT_UNSUPPORTED": "Das hochgeladene Dokument wird nicht unterstützt. Versuchen Sie es mit einem anderen Dokument.",
  "docUploadRejection_DOCUMENT_EXPIRED": "Mindestens ein hochgeladenes Dokument ist bereits abgelaufen. Laden Sie ein gültiges Dokument hoch.",
  "docUploadRejection_DOCUMENT_UNREADABLE": "Das hochgeladene Dokument kann nicht gelesen werden. Versuchen Sie es erneut mit einem anderen, besser lesbaren Dokument.",
  "docUploadRejection_DOCUMENT_LIKELY_FRAUD": "Das hochgeladene Dokument wurde als möglicherweise betrügerisches Dokument identifiziert. Laden Sie ein anderes Dokument hoch.",
  "docUploadRejection_DOCUMENT_PASSWORD_PROTECTED": "Das von Ihnen hochgeladene Dokument ist kennwortgeschützt und konnte nicht von uns verifiziert werden.",
  "docUploadRejection_INELIGIBLE_JOB_TITLE": "Das hochgeladene Dokument enthält eine ungültige Stellenbezeichnung.",
  "docUploadRejection_INSUFFICIENT_DOCUMENT_DATE": "Im hochgeladenen Dokument konnte kein gültiges Datum identifiziert werden. Stellen Sie sicher, dass das Dokument ein lesbares und gültiges Datum enthält.",
  "docUploadRejection_INSUFFICIENT_STATUS": "Im hochgeladenen Dokument konnte kein gültiger Studierendenstatus identifiziert werden. Bitte versuchen Sie es erneut mit einem Dokument, dass Ihren Studierendenstatus eindeutig nachweist.",
  "docUploadRejection_MISMATCH_BIRTHDATE": "Das Geburtsdatum im hochgeladenen Dokument entspricht nicht dem Geburtsdatum, das Sie zuvor im Formular angegeben haben.",
  "docUploadRejection_MISMATCH_PERSON_FIRST_NAME": "Der Vorname im hochgeladenen Dokument entspricht nicht dem Vornamen Ihres Kontos.",
  "docUploadRejection_MISMATCH_PERSON_LAST_NAME": "Der Nachname im hochgeladenen Dokument entspricht nicht dem Nachnamen Ihres Kontos.",
  "docUploadRejection_MISMATCH_ORGANIZATION_NAME": "Der Unternehmensname im Dokument entspricht nicht dem Unternehmen, das Sie zuvor im Formular angegeben haben",
  "docUploadRejection_MISSING_DOCUMENT_DATE": "Das hochgeladene Dokument enthält kein gültiges Datum. Laden Sie ein anderes Dokument hoch.",
  "docUploadRejection_MISSING_INFORMATION_BIRTHDATE": "Das hochgeladene Dokument enthält kein Geburtsdatum. Laden Sie ein anderes Dokument hoch.",
  "docUploadRejection_MISSING_INFORMATION_ORGANIZATION_NAME": "Das hochgeladene Dokument enthält nicht den Namen Ihrer Einrichtung (Universität/Hochschule/...).",
  "docUploadRejection_MISSING_PERSON_FIRST_NAME": "Das hochgeladene Dokument enthält nicht Ihren Vornamen.",
  "docUploadRejection_MISSING_PERSON_LAST_NAME": "Das hochgeladene Dokument enthält nicht Ihren Nachnamen.",
  "docUploadRejection_OUT_OF_RANGE_BIRTHDATE": "Das Geburtsdatum im Dokument ist ungültig.",
  "docUploadRejection_DOCUMENT_HANDWRITTEN": "Handschriftliche Dokumente werden von uns nicht akzeptiert. Laden Sie ein anderes Dokument hoch.",
  "docUploadRejection_DOCUMENT_OUTDATED": "Das hochgeladene Dokument ist veraltet. Laden Sie ein gültiges Dokument hoch.",
  "docUploadRejection_INELIGIBLE_ORGANIZATION": "Das Unternehmen, das das hochgeladene Dokument bereitstellt, ist für dieses Angebot nicht zugelassen.",
  "docUploadRejection_MISSING_INFORMATION": "Im hochgeladenen Dokument fehlen einige Informationen. Stellen Sie sicher, dass es Ihren Vor- und Nachnamen, Ihr Geburtsdatum, den Namen der Einrichtung, Ihren Studierendenstatus und ein Gültigkeitsdatum enthält",
  "docUploadRejection_MISSING_INFORMATION_PERSON_NAME": "Das hochgeladene Dokument enthält nicht Ihren Namen. Laden Sie ein anderes Dokument hoch.",
  "docUploadRejection_MISMATCH_PERSON_NAME": "Der Name im hochgeladenen Dokument entspricht nicht dem Namen Ihres Kontos. Laden Sie ein anderes Dokument hoch.",
  "docUploadRejection_OTHER_CONTACT_US": "Es ist ein Problem mit dem hochgeladenen Dokument aufgetreten. Wenden Sie sich an unseren Support, um weitere Informationen zu erhalten, und laden Sie dann ein anderes Dokument hoch.",
  "verifRejection_expiredVerificationToken": "Ihre Statusüberprüfung ist abgelaufen. Füllen Sie dieses Formular aus, um es zu erneuern.",
  "loginNecessary": "Anmeldung erforderlich",
  "ssoLinkMessage": "Klicken Sie auf die Schaltfläche unten, um die Anmeldeseite Ihrer Studenten-Plattform in einem neuen Fenster zu öffnen. Kehren Sie nach der erfolgreichen Anmeldung hierher zurück und klicken Sie erneut auf die Schaltfläche, um den Verifizierungsstatus zu aktualisieren.",
  "goToLogin": "Anmeldeseite aufrufen"
}