{
  "firstName": "First name",
  "lastName": "Last name",
  "emailAddress": "Email address",
  "birthDate": "Birth date",
  "phoneNumber": "Phone number",
  "univerityCollegeName": "University/college name",
  "documentUpload": "Document upload",
  "docUploadMessage": "To verify your student status, please upload a document of your school/university clearly showing your first and last name as well as a status or date indicating the ongoing validity.",
  "selectAFile": "Select a file",
  "acceptedFileTypes": "Accepted file types are: PDF, JPEG, PNG, BMP, GIF",
  "submit": "Submit",
  "proceed": "Proceed",
  "cancel":"Cancel",
  "studentStatusVerification": "Student status verification",
  "docVerificationInProgress": "Document verification in progress",
  "docPendingMessage": "The document(s) you uploaded is/are being reviewed. This process usually takes {estimatedReviewTime} and will probably not take more than {maxReviewTime}. You will be contacted via email once the verification is finished.",
  "docPendingMessageDefault": "The document(s) you uploaded is/are being reviewed. This process usually takes about 20 minutes. You will be contacted via email once the verification is finished.",
  "ssoVerificationInProgress": "Waiting for login ...",
  "ssoPendingMessage": "Once logged in, click on the button below to update the verification status.",
  "verificationLimitExceeded": "Verification limit exceeded",
  "verLimitExceededMessage": "You have reached the maximum number of allowed verification attempts.",
  "docReviewLimitExceeded": "Document review limitation exceeded",
  "docLimitExceededMessage": "You have reached the maximum number of allowed document reviews.",
  "error": "Error",
  "defaultErrorMessage": "An error occured. Your student status could not be verified.",
  "contactSupport": "Please contact the client support or buy the corresponding non-educational product.",
  "startOver": "Please start a new verification or buy the corresponding non-educational product.",
  "verificationCompleted": "Verification completed.",
  "studentStatusVerified": "Your student status has been verified.",
  "checkStatus": "Check status",
  "estimatedReviewTimeLabel": "Estimated review time: ",
  "A_FEW_MINUTES": "a few minutes",
  "A_HALF_HOUR": "a half hour",
  "A_FEW_HOURS": "a few hours",
  "A_FEW_DAYS": "a few days",
  "maxReviewTimeLabel": "Maximum review time: ",
  "2_MIN": "2 minutes",
  "20_MIN": "20 minutes",
  "2_HRS": "2 hours",
  "24_HRS": "24 hours",
  "2_DAY": "2 days",
  "3_DAY": "3 days",
  "docUploadRejectionDefault": "The document(s) you recently uploaded do not comply to the necessary standards. Please try again with a different document.",
  "docUploadRejection_DOCUMENT_UNSUPPORTED": "The document you uploaded is not supported. Please try a different document.",
  "docUploadRejection_DOCUMENT_EXPIRED": "One or more documents you uploaded have already expired. Please upload a valid document.",
  "docUploadRejection_DOCUMENT_UNREADABLE": "The document you uploaded is not readable. Please try again with a different, more readable document.",
  "docUploadRejection_DOCUMENT_LIKELY_FRAUD": "The document you uploaded was identified as a possibly fraudulent document. Please upload a different document.",
  "docUploadRejection_DOCUMENT_PASSWORD_PROTECTED": "The document you uploaded was password-protected and could not be verified by us.",
  "docUploadRejection_INELIGIBLE_JOB_TITLE": "The document you uploaded contains an ineligible job title.",
  "docUploadRejection_INSUFFICIENT_DOCUMENT_DATE": "We were not able to identify a valid date in the document you uploaded. Please make sure the document contains a readable and valid date.",
  "docUploadRejection_INSUFFICIENT_STATUS": "We were not able to identify a valid student status in the uploded document. Please try again with a document clearly showing your student status.",
  "docUploadRejection_MISMATCH_BIRTHDATE": "The birth date we found on the uploaded document does not correspond to the birth date you previously entered in the form.",
  "docUploadRejection_MISMATCH_PERSON_FIRST_NAME": "The first name mentioned in the uploaded document does not correspond to the first name of your account.",
  "docUploadRejection_MISMATCH_PERSON_LAST_NAME": "The last name mentioned in the uploaded document does not correspond to the last name of your account.",
  "docUploadRejection_MISMATCH_ORGANIZATION_NAME": "The organization's name that we found in the document does not correspond to the organization you previously entered in the form",
  "docUploadRejection_MISSING_DOCUMENT_DATE": "The uploaded document does not contain a valid date. Please upload a different document.",
  "docUploadRejection_MISSING_INFORMATION_BIRTHDATE": "The uploaded document does not contain your birth date. Please upload a different document.",
  "docUploadRejection_MISSING_INFORMATION_ORGANIZATION_NAME": "The uploaded document does not contain your organization's (university/college/...) name.",
  "docUploadRejection_MISSING_PERSON_FIRST_NAME": "The uploaded document does not contain your first name.",
  "docUploadRejection_MISSING_PERSON_LAST_NAME": "The uploaded document does not contain your last name.",
  "docUploadRejection_OUT_OF_RANGE_BIRTHDATE": "The birth date we found in the document is not valid.",
  "docUploadRejection_DOCUMENT_HANDWRITTEN": "We do not accept handwritten documents. Please upload a different document.",
  "docUploadRejection_DOCUMENT_OUTDATED": "The uploaded document is outdated. Please upload a valid document.",
  "docUploadRejection_INELIGIBLE_ORGANIZATION": "The organization providing the uploaded document is not an eligible organization for this offer.",
  "docUploadRejection_MISSING_INFORMATION": "The uploaded document misses some information. Make sure it clearly shows your first and last name, your birthdate, the organization's name, your student status and an indication for the ongoing validity",
  "docUploadRejection_MISSING_INFORMATION_PERSON_NAME": "The document you uploaded does not contain your name. Please upload a different document.",
  "docUploadRejection_MISMATCH_PERSON_NAME": "The name stated in the uploaded document does not correpond to your account's name. Please upload a different document.",
  "docUploadRejection_OTHER_CONTACT_US": "There was a problem with the uploaded document. Please contact our support for more information and then upload a different document.",
  "verifRejection_expiredVerificationToken": "Your status verification has expired. Please fill out this form to renew it.",
  "loginNecessary": "Login necessary",
  "ssoLinkMessage": "Please click on the button below to open the login page of your student platform in a new window. After a successful login, come back here and click on the button again to update the verification status.",
  "goToLogin": "Go to login"
}
