{
"Alternates.Title":"Ansicht „Alternativen“",
"Alternates.ShortHelp":"Weist einem Fertigungselement Alternativteile zu oder entfernt sie.",
"Alternates.LongHelp":"Um ein Fertigungselement zu suchen und hinzuzufügen, klicken Sie mit der rechten Maustaste auf die Kopfzeile oder auf ein Fertigungselement und klicken Sie auf <uicontrol>Alternativen hinzufügen</uicontrol>.",
"AlternatesAndSubstitutes.Title":"Ansicht für Alternativen und Ersatz",
"AlternatesAndSubstitutes.ShortHelp":"Zeigt die Konstruktionsalternativen und -ersatzprodukte eines Fertigungselements an.",
"AlternatesAndSubstitutes.LongHelp":"Klicken Sie auf <uicontrol>Ansicht für Alternativen und Ersatz</uicontrol>, um das Fenster <wintitle>Alternativen und Ersatz</wintitle> zu öffnen.",
"AssignAssembly.Title":"Produkt einer Fertigungsbaugruppe zuordnen",
"AssignAssembly.ShortHelp":"Weist ein Produkt oder ein Teil einer Fertigungsbaugruppe zu.",
"AssignAssembly.LongHelp":"Wählen Sie ein Produkt oder ein Teil und eine Fertigungsbaugruppe aus und klicken Sie auf <uicontrol>OK</uicontrol>.",
"AssignKit.Title":"Produkt einem Fertigungssatz zuordnen",
"AssignKit.ShortHelp":"Ordnet ein Produkt oder ein Teil einem Fertigungssatz zu.",
"AssignKit.LongHelp":"Wählen Sie ein Produkt oder ein Teil und ein Fertigungssatz aus und klicken Sie auf <uicontrol>OK</uicontrol>.",
"AssignMaterial.Title":"Produkt einem Fertigungsmaterial zuordnen",
"AssignMaterial.ShortHelp":"Weist ein Produkt oder ein Teil einem Fertigungsmaterial zu.",
"AssignMaterial.LongHelp":"Wählen Sie ein Produkt oder ein Teil und ein Fertigungsmaterial aus und klicken Sie auf <uicontrol>OK</uicontrol>.",
"AssignProvide.Title":"Produkt einem bereitgestellten Teil zuordnen",
"AssignProvide.ShortHelp":"Weist einem bereitgestellten Teil ein Produkt oder ein Teil zu.",
"AssignProvide.LongHelp":"Wählen Sie ein Produkt oder ein Teil und ein bereitgestelltes Teil aus und klicken Sie auf <uicontrol>OK</uicontrol>.",
"AttachDocument.Title":"Dokument anhängen",
"AttachDocument.ShortHelp":"Ordnet einem gefertigten Element ein Dokument zu.",
"AttachDocument.LongHelp":"Wählen Sie ein Objekt aus und klicken Sie auf <uicontrol>Dokument anhängen</uicontrol>. Geben Sie im Fenster <wintitle>Dokument anhängen</wintitle> einen Namen ein, wählen Sie ein Dokument aus und klicken Sie auf <uicontrol>Anhängen</uicontrol>.",
"BIAltSub.Title":"B.I. Essentials – Alternativen-Ersatzstatus",
"BIAltSub.ShortHelp":"Zeigt den BI-Status des Alternativ-Ersatzelements an.",
"BIAltSub.LongHelp":"Farbcodes zeigen an, ob ein Objekt über eine Alternative in den Konstruktions- oder Fertigungsdefinitionen verfügt.",
"BIEssentialsCmd.Title":"B.I. Essentials – Zuordnungsstatus",
"BIEssentialsCmd.ShortHelp":"Zeigt Attribute der Objekte in Ihrer Sitzung an.",
"BIEssentialsCmd.LongHelp":"Farbcodes, die den verschiedenen Werten eines Attributs entsprechen, werden auf die Objekte angewendet.",
"CapableResource.Title":"Ansicht geeigneter Ressourcen",
"CapableResource.ShortHelp":"Verwaltet geeignete Ressourcen in Bezug auf das Fertigungselement.",
"CapableResource.LongHelp":"Klicken Sie auf <uicontrol>Ansicht geeigneter Ressourcen</uicontrol>, um das Fenster <wintitle>Geeignete Ressourcen</wintitle> zu öffnen. Um eine Ressource zu suchen und hinzuzufügen, klicken Sie mit der rechten Maustaste auf den Kopf oder die Ressource und klicken Sie auf <uicontrol>Geeignete Ressource hinzufügen</uicontrol>.",
"CollapseAll.Title":"Alle ausblenden",
"CollapseAll.ShortHelp":"Blendet alle Objekte im Strukturbaum oder im Diagramm aus.",
"CollapseAll.LongHelp":"Wählen Sie ein Stammobjekt aus und klicken Sie auf <uicontrol>Alles ausblenden</uicontrol>, um die Objekte unter dem Stamm auszublenden.",
"CreateAssemblyAndResultingProduct.Title":"Fertigungsbaugruppe und resultierende Produktverknüpfung erzeugen",
"CreateAssemblyAndResultingProduct.ShortHelp":"Erzeugt eine Fertigungsbaugruppe und eine resultierende Produktverknüpfung",
"CreateAssemblyAndResultingProduct.LongHelp":"Klicken Sie auf „Fertigungsbaugruppe und resultierende Produktverknüpfung erstellen“, geben Sie einen Namen ein und klicken Sie auf „OK“.",
"CreateCapableResourceStructureLink.Title":"Geeignete Ressourcenstruktur erstellen",
"CreateCapableResourceStructureLink.ShortHelp":"Erstellt ein Ressourcenobjekt des Bereichstyps und eine geeignete Ressourcen- strukturverknüpfung zwischen dem ausgewählten Arbeitsplan und dem erstellten Bereich.",
"CreateCapableResourceStructureLink.LongHelp":"Wählen Sie einen Arbeitsplan aus und klicken Sie auf <uicontrol>Geeignete Ressourcenstruktur erstellen</uicontrol>.",
"CreateContinuousByProduct.Title":"Fortlaufendes Nebenprodukt erzeugen",
"CreateContinuousByProduct.ShortHelp":"Erzeugt ein fortlaufendes Nebenprodukt",
"CreateContinuousByProduct.LongHelp":"Klicken Sie auf <uicontrol>Fortlaufendes Nebenprodukt erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateContinuousManufacturedMaterial.Title":"Durchgängig gefertigtes Material erzeugen",
"CreateContinuousManufacturedMaterial.ShortHelp":"Erzeugt durchgängig gefertigtes Material",
"CreateContinuousManufacturedMaterial.LongHelp":"Klicken Sie auf <uicontrol>Fortlaufend gefertigtes Material erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterial.Title":"Durchgängig bereitgestelltes Material erzeugen",
"CreateContinuousProvidedMaterial.ShortHelp":"Erzeugt ein durchgängig bereitgestelltes Material",
"CreateContinuousProvidedMaterial.LongHelp":"Klicken Sie auf <uicontrol>Durchgängig bereitgestelltes Material erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialArea.Title":"Kontinuierlich bereitgestelltes Material erstellen – Fläche",
"CreateContinuousProvidedMaterialArea.ShortHelp":"Kontinuierlich bereitgestelltes Material erstellen – Fläche",
"CreateContinuousProvidedMaterialArea.LongHelp":"Klicken Sie auf <uicontrol>Kontinuierlich bereitgestelltes Material erstellen – Fläche</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialAreaAndScope.Title":"Kontinuierlich bereitgestelltes Material erstellen – Fläche und Gültigkeitsbereichsverknüpfung",
"CreateContinuousProvidedMaterialAreaAndScope.ShortHelp":"Kontinuierlich bereitgestelltes Material erstellen – Fläche und Gültigkeitsbereichsverknüpfung",
"CreateContinuousProvidedMaterialAreaAndScope.LongHelp":"Klicken Sie auf <uicontrol>Kontinuierlich bereitgestelltes Material erstellen – Fläche und Gültigkeitsbereichsverknüpfung</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialMass.Title":"Kontinuierlich bereitgestelltes Material erstellen – Masse",
"CreateContinuousProvidedMaterialMass.ShortHelp":"Kontinuierlich bereitgestelltes Material erstellen – Masse",
"CreateContinuousProvidedMaterialMass.LongHelp":"Klicken Sie auf <uicontrol>Kontinuierlich bereitgestelltes Material erstellen – Masse</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialMassAndScope.Title":"Kontinuierlich bereitgestelltes Material erstellen – Masse und Gültigkeitsbereichsverknüpfung",
"CreateContinuousProvidedMaterialMassAndScope.ShortHelp":"Kontinuierlich bereitgestelltes Material erstellen – Masse und Gültigkeitsbereichsverknüpfung",
"CreateContinuousProvidedMaterialMassAndScope.LongHelp":"Klicken Sie auf <uicontrol>Kontinuierlich bereitgestelltes Material erstellen – Masse und Gültigkeitsbereichsverknüpfung</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialLength.Title":"Kontinuierlich bereitgestelltes Material erstellen – Länge",
"CreateContinuousProvidedMaterialLength.ShortHelp":"Kontinuierlich bereitgestelltes Material erstellen – Länge",
"CreateContinuousProvidedMaterialLength.LongHelp":"Klicken Sie auf <uicontrol>Kontinuierlich bereitgestelltes Material erstellen – Länge</uicontrol>, geben Sie einen Namen ein, und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialLengthAndScope.Title":"Kontinuierlich bereitgestelltes Material erstellen – Länge und Gültigkeitsbereichsverknüpfung",
"CreateContinuousProvidedMaterialLengthAndScope.ShortHelp":"Kontinuierlich bereitgestelltes Material erstellen – Länge und Gültigkeitsbereichsverknüpfung",
"CreateContinuousProvidedMaterialLengthAndScope.LongHelp":"Klicken Sie auf <uicontrol>Kontinuierlich bereitgestelltes Material erstellen – Länge und Gültigkeitsbereichsverknüpfung</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialVolume.Title":"Kontinuierlich bereitgestelltes Material erstellen – Volumen",
"CreateContinuousProvidedMaterialVolume.ShortHelp":"Kontinuierlich bereitgestelltes Material erstellen – Volumen",
"CreateContinuousProvidedMaterialVolume.LongHelp":"Klicken Sie auf <uicontrol>Kontinuierlich bereitgestelltes Material erstellen – Volumen</uicontrol>, geben Sie einen Namen ein, und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialVolumeAndScope.Title":"Kontinuierlich bereitgestelltes Material erstellen – Volumen und Gültigkeitsverknüpfung",
"CreateContinuousProvidedMaterialVolumeAndScope.ShortHelp":"Kontinuierlich bereitgestelltes Material erstellen – Volumen und Gültigkeitsverknüpfung",
"CreateContinuousProvidedMaterialVolumeAndScope.LongHelp":"Klicken Sie auf <uicontrol>Kontinuierlich bereitgestelltes Material erstellen – Volumen und Gültigkeitsverknüpfung</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"CreateInstance.Title":"Exemplar erzeugen",
"CreateInstance.ShortHelp":"Erzeugt oder verschiebt ein Exemplar interaktiv.",
"CreateInstance.LongHelp":"Wählen Sie zwei Objekte aus und klicken Sie auf <uicontrol>Exemplar erzeugen</uicontrol>, um eine Exemplarverknüpfung zwischen den Objekten zu erstellen.<p>Mit diesem Befehl können Sie mehrere Elemente gleichzeitig auswählen.</p>",
"CreateKitAndResultingProduct.Title":"Herstellungskit und resultierende Produktverknüpfung erzeugen",
"CreateKitAndResultingProduct.ShortHelp":"Erzeugt ein Fertigungskit und eine resultierende Produktverknüpfung",
"CreateKitAndResultingProduct.LongHelp":"Klicken Sie auf „Fertigungskit und resultierende Produktverknüpfung erstellen“, geben Sie einen Namen ein und klicken Sie auf „OK“.",
"CreateLink.Title":"Verknüpfung erstellen",
"CreateLink.ShortHelp":"Erzeugt eine Verknüpfung zwischen einem Fertigungselement und einem Produkt oder Teil.",
"CreateLink.LongHelp":"Mit diesem Befehl können Sie Verknüpfungen zwischen mehreren Elementen erstellen.",
"CreateMaterialAndResultingProduct.Title":"Fertigungsmaterial und resultierende Produktverknüpfung erstellen",
"CreateMaterialAndResultingProduct.ShortHelp":"Erzeugt ein Fertigungsmaterial und eine resultierende Produktverknüpfung",
"CreateMaterialAndResultingProduct.LongHelp":"Klicken Sie auf „Fertigungsmaterial und resultierende Produktverknüpfung erstellen“, geben Sie einen Namen ein und klicken Sie auf „OK“.",
"CreateMfgItemStructure.Title":"Fertigungselementstruktur erstellen",
"CreateMfgItemStructure.ShortHelp":"<p>Erzeugt eine MBOM-Struktur aus einer EBOM-Struktur mit einer Bereichsverknüpfung zu einem Produkt oder Teil.</p> <p>Mit diesem Befehl wird immer eine neue Struktur erstellt. Verwenden Sie den Befehl <uicontrol>Fertigungselementstruktur aktualisieren</uicontrol>, wenn die Struktur teilweise verbraucht wird.</p>",
"CreateMfgItemStructure.LongHelp":"Wählen Sie eine Stammfertigungsbaugruppe aus und klicken Sie auf <uicontrol>Fertigungselementstruktur erstellen</uicontrol>.",
"CreatePartialScopeLink.Title":"Partielle Gültigkeitsbereichsverknüpfung erstellen",
"CreatePartialScopeLink.ShortHelp":"Erzeugt eine partielle Gültigkeitsbereichsverknüpfung zwischen einem Fertigungselement und einem Produkt oder Teil.",
"CreatePartialScopeLink.LongHelp":"Wählen Sie in der Ansicht <wintitle>Produkte und Teile</wintitle> eine Fertigungsbaugruppe und ein Produkt aus und klicken Sie auf <uicontrol>Partielle Gültigkeitsbereichsverknüpfung erstellen</uicontrol>, um die partiellen Gültigkeitsbereichsverknüpfung zu erzeugen.",
"CreateProvideAndResultingProduct.Title":"Bereitgestelltes Teil und resultierende Produktverknüpfung erzeugen",
"CreateProvideAndResultingProduct.ShortHelp":"Erzeugt ein bereitgestelltes Teil und eine resultierende Produktverknüpfung",
"CreateProvideAndResultingProduct.LongHelp":"Klicken Sie auf „Bereitgestelltes Teil und resultierende Produktverknüpfung erzeugen“, geben Sie einen Namen ein und klicken Sie auf „OK“.",
"CreateScopeLink.Title":"Bereichsverknüpfung erstellen",
"CreateScopeLink.ShortHelp":"Erzeugt eine Bereichsverknüpfung zwischen einem Fertigungselement und einem Produkt oder Teil.",
"CreateScopeLink.LongHelp":"Wählen Sie in der Ansicht <wintitle>Produkte und Teile</wintitle> eine Fertigungsbaugruppe und ein Produkt aus und klicken Sie auf <uicontrol>Bereichsverknüpfung erstellen</uicontrol>, um die Gültigkeitsbereichsverknüpfung zu erzeugen.",
"DefineFilter.Title":"Filter",
"DefineFilter.ShortHelp":"Filtert Objekte basierend auf Attributen oder Konfigurationen.",
"DefineFilter.LongHelp":"Filterbefehl ist nicht verfügbar, wenn Erstellung aktiviert ist oder der Filterbefehl im Datenbankmodus nicht verfügbar ist.",
"Delete.Title":"Fertigungselemente löschen",
"Delete.ShortHelp":"Löscht die ausgewählten Objekte dauerhaft.",
"Delete.LongHelp":"Wählen Sie mindestens ein Objekt aus und klicken Sie auf den Befehl.<p>Wenn Sie ein Objekt auswählen, wählen Sie die Option <uicontrol>Strukturelle Objekte einschließen</uicontrol> aus, um auch dessen untergeordnete Objekte zu löschen.</p>",
"DeletePartialScopeLink.Title":"Partielle Gültigkeitsbereichsverknüpfung löschen",
"DeletePartialScopeLink.ShortHelp":"Löscht eine partielle Gültigkeitsbereichsverknüpfung zwischen einem Fertigungselement und einem Produkt oder Teil.",
"DeletePartialScopeLink.LongHelp":"Wählen Sie ein Produkt mit einer partiellen Gültigkeitsbereichsverknüpfung aus und klicken Sie auf <uicontrol>Partielle Gültigkeitsbereichsverknüpfung löschen</uicontrol>.",
"DeleteScopeLink.Title":"Gültigkeitsbereichsverknüpfung löschen",
"DeleteScopeLink.ShortHelp":"Löscht eine Gültigkeitsbereichsverknüpfung zwischen einem Fertigungselement und einem Produkt oder Teil.",
"DeleteScopeLink.LongHelp":"Wählen Sie ein Produkt mit einer Gültigkeitsbereichsverknüpfung aus und klicken Sie auf <uicontrol>Gültigkeitsbereichsverknüpfung löschen</uicontrol>.",
"DetachInstance.Title":"Exemplar entfernen",
"DetachInstance.ShortHelp":"Löscht ein Exemplar aus der aktuellen Fertigungsstruktur.",
"DetachInstance.LongHelp":"Wählen Sie ein Objekt aus und klicken Sie auf <uicontrol>OK</uicontrol>, um den Löschvorgang zu bestätigen.",
"DisplayProperties.Title":"Eigenschaften bearbeiten",
"DisplayProperties.ShortHelp":"Zeigt die Eigenschaften eines Objekts an.",
"DisplayProperties.LongHelp":"Wählen Sie ein Objekt aus und klicken Sie auf <uicontrol>Eigenschaften</uicontrol>, um seine Eigenschaften anzuzeigen.",
"DuplicateAdv.Title":"Erweitertes Duplizieren",
"DuplicateAdv.ShortHelp":"Dupliziert ein Fertigungselement und bietet die Möglichkeit, zugehörige Verknüpfungen beizubehalten.",
"DuplicateAdv.LongHelp":"Wählen Sie ein Fertigungselement aus und klicken Sie auf <uicontrol>Erweitertes Duplizieren</uicontrol>.",
"Authoring.Title":"Erstellungsmodus",
"Authoring.ShortHelp":"Wechselt vom Indexmodus in den Erstellungsmodus und umgekehrt. Im Indexmodus werden Objekte aus dem CloudView-Index abgerufen. Im Erstellungsmodus werden Objekte aus der 3DSpace Datenbank abgerufen.",
"Authoring.LongHelp":"Wenn Sie den Erstellungsmodus aktivieren, wird der Befehl <uicontrol>Filtern</uicontrol> deaktiviert.",
"EditConfigurationContext.Title":"Konfigurationskontext bearbeiten",
"EditConfigurationContext.ShortHelp":"Fügt ein Modell als Konfigurationskontext hinzu oder entfernt es.",
"EditConfigurationContext.LongHelp":"Öffnet das Dialogfeld <wintitle>Konfigurationskontext bearbeiten</wintitle> für das Objekt, sodass Sie ein Modell als Konfigurationskontext hinzufügen oder entfernen können.",
"EditEvolution.Title":"Weiterentwicklungsgültigkeit bearbeiten",
"EditEvolution.ShortHelp":"Ermöglicht das Hinzufügen oder Bearbeiten von Revisionen der Modellversion, die die Entwicklungsgültigkeit für ein Objekt in der Struktur definieren.",
"EditEvolution.LongHelp":"Öffnet das Dialogfeld <wintitle>Weiterentwicklungsgültigkeit bearbeiten</wintitle> für das Objekt, sodass Sie auswählen können, welche Revisionen der Modellversion die Entwicklungsgültigkeit des Objekts definieren.",
"EditVariant.Title":"Varianten- und Optionsgültigkeit bearbeiten",
"EditVariant.ShortHelp":"Fügt die Varianten- und Optionsgültigkeit hinzu oder bearbeitet diese für ein Objekt in der Struktur.",
"EditVariant.LongHelp":"Öffnet das Dialogfeld <wintitle>Variante/Option definieren</wintitle> für das Objekt, sodass Sie Varianten und Optionen hinzufügen oder bearbeiten können, um den Ausdruck der Varianten- und Optionsgültigkeit zu definieren.",
"EditViewPreferences.Title":"Fenster „Voreinstellungen für Spaltenansicht anzeigen“",
"EditViewPreferences.ShortHelp":"Hier können Sie festlegen, welche Spalten im Widget angezeigt werden sollen.",
"EditViewPreferences.LongHelp":"Aktivieren Sie in der Spalte <wintitle>Ist sichtbar</wintitle> das Kontrollkästchen der Spalten, die auf der Benutzeroberfläche angezeigt werden sollen, und deaktivieren Sie das Kontrollkästchen der Spalten, die ausgeblendet werden sollen. Die Spaltenbreite kann manuell angepasst werden.",
"ExpandAll.Title":"Alles erweitern",
"ExpandAll.ShortHelp":"Erweitert alle Objekte im Strukturbaum oder im Diagramm.",
"ExpandAll.LongHelp":"Wählen Sie ein Stammobjekt aus und klicken Sie auf <uicontrol>Alles erweitern</uicontrol>, um die Objekte unter dem Stamm anzuzeigen.",
"ExportCSV.Title":"Tabelle als CSV-Datei exportieren",
"ExportCSV.ShortHelp":"Exportiert Verwaltungsdaten in eine CSV-Datei.",
"ExportCSV.LongHelp":"Wählen Sie ein oder mehrere Objekte aus und klicken Sie auf <uicontrol>CSV exportieren</uicontrol>.",
"Hide.Title":"Ausgewählte Objekte aus Ansichten entfernen",
"Hide.ShortHelp":"Blendet den ausgewählten Rootknoten aus der Schnittstelle aus.",
"HideAll.Title":"Alle Objekte aus Ansichten entfernen",
"HideAll.ShortHelp":"Entfernt alle Objekte der aktuellen Sitzung.",
"InsertAlert.Title":"Anweisung für Warnung erzeugen",
"InsertAlert.ShortHelp":"Erzeugen Sie eine Arbeitsanweisung für Warnungen, wenn Sie Mitarbeiter in einer Operation in Bezug auf Sicherheit oder Geräte warnen möchten.",
"InsertAlert.LongHelp":"Wählen Sie eine Operation aus und klicken Sie auf <uicontrol>Anweisung für Warnung erzeugen</uicontrol>. Klicken Sie im Fenster <uicontrol>Textanweisung</uicontrol> auf die neue Anweisung. Benennen Sie im Dialogfenster die Anweisung um, richten Sie die gewünschten Optionen ein und klicken Sie dann auf OK. Sie können für jede Operation so viele Warnanweisungen wie erforderlich erzeugen.",
"InsertArea.Title":"Bereich erstellen",
"InsertArea.ShortHelp":"Fügt eine Flächenressource ein, bei der es sich um eine organisatorische Ressource handelt.",
"InsertArea.LongHelp":"Klicken Sie auf <uicontrol>Bereich erstellen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertAsCopy.Title":"Als Kopie einfügen",
"InsertAsCopy.ShortHelp":"<p>Ein gefertigtes Element in der IP Classify & Reuse-App auswählen und eine Instanz zu einem gefertigten Element hinzufügen</p>",
"InsertAsCopy.LongHelp":"<p>Wählen Sie ein gefertigtes Element in der IP Classify & Reuse-App aus ....................... und klicken Sie auf <uicontrol>Als Kopie einfügen</uicontrol>.</p>",
"InsertBufferSystem.Title":"Puffersystem erzeugen",
"InsertBufferSystem.ShortHelp":"Erzeugt ein Puffersystem.",
"InsertBufferSystem.LongHelp":"Klicken Sie auf <uicontrol>Puffersystem erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertControlDevice.Title":"Steuerungsausrüstung erzeugen",
"InsertControlDevice.ShortHelp":"Fügt eine Steuerungsausrüstungs-Ressource ein, bei der es sich um eine Arbeitsressource handelt.",
"InsertControlDevice.LongHelp":"Klicken Sie auf <uicontrol>Steuerungsausrüstung erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertConveyor.Title":"Förderer erzeugen",
"InsertConveyor.ShortHelp":"Fügt eine Förder-Ressource ein, bei der es sich um eine Arbeitsressource handelt.",
"InsertConveyor.LongHelp":"Klicken Sie auf <uicontrol>Förderer erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertCreateAssembly.Title":"Fertigungsbaugruppe erzeugen",
"InsertCreateAssembly.ShortHelp":"Erzeugt eine Fertigungsbaugruppe.",
"InsertCreateAssembly.LongHelp":"Klicken Sie auf <uicontrol>Fertigungsbaugruppe erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertCreateKit.Title":"Herstellungskit erstellen",
"InsertCreateKit.ShortHelp":"Erstellt ein Herstellungskit.",
"InsertCreateKit.LongHelp":"Klicken Sie auf <uicontrol>Herstellungskit erstellen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertCreateMaterial.Title":"Fertigungsmaterial erzeugen",
"InsertCreateMaterial.ShortHelp":"Erzeugt ein Fertigungsmaterial.",
"InsertCreateMaterial.LongHelp":"Klicken Sie auf <uicontrol>Fertigungsmaterial erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertCurveFasteningOperation.Title":"Kurvenverbindungsoperation erzeugen",
"InsertCurveFasteningOperation.ShortHelp":"Erzeugt eine Kurvenverbindungsoperation.",
"InsertCurveFasteningOperation.LongHelp":"Klicken Sie auf <uicontrol>Kurvenverbindungsoperation erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertDataCollectChecklist.Title":"Anweisung für Datenerfassungscheckliste erstellen",
"InsertDataCollectChecklist.ShortHelp":"Erstellen Sie eine Datenerfassung, die aus booleschen Prüfungen besteht, die ausgeführt werden sollen.",
"InsertDataCollectChecklist.LongHelp":"Wählen Sie einen Vorgang aus und klicken Sie auf <uicontrol>Anweisung für Datenerfassungscheckliste erstellen</uicontrol>. Benennen Sie die Anweisung im Erstellen-Dialogfeld um und klicken Sie auf <uicontrol>OK</uicontrol>. Daraufhin wird das Dialogfeld „Datenerfassungscheckliste“ geöffnet, in dem Sie die entsprechenden Datenerfassungs-Informationen hinzufügen können.",
"InsertDataCollectPlan.Title":"Anweisung für Datenerfassungsplan erzeugen",
"InsertDataCollectPlan.ShortHelp":"Erzeugt Arbeitsanweisungen, die Bediener dazu veranlassen, Informationen bereitzustellen, beispielsweise zur Bestandsverfolgung oder für die Defektmenge",
"InsertDataCollectPlan.LongHelp":"Wählen Sie einen Vorgang aus und klicken Sie auf <uicontrol>Anweisung für Datenerfassungsplan erzeugen</uicontrol>. Benennen Sie die Anweisung im Erstellen-Dialogfeld um und klicken Sie auf <uicontrol>OK</uicontrol>. Daraufhin wird das Dialogfeld „Datenerfassungsplan“ geöffnet, in dem Sie die entsprechenden Datenerfassungs-Informationen hinzufügen können.",
"InsertDiscreteByProduct.Title":"Nebenprodukt erzeugen",
"InsertDiscreteByProduct.ShortHelp":"Erzeugt ein Nebenprodukt",
"InsertDiscreteByProduct.LongHelp":"Klicken Sie auf <uicontrol>Nebenprodukt erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertGeneralOperation.Title":"Allgemeine Operation erzeugen",
"InsertGeneralOperation.ShortHelp":"Erzeugt eine allgemeine Operation.",
"InsertGeneralOperation.LongHelp":"Klicken Sie auf <uicontrol>Allgemeine Operation erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertGeneralSystem.Title":"Allgemeines System erzeugen",
"InsertGeneralSystem.ShortHelp":"Erzeugt ein allgemeines System.",
"InsertGeneralSystem.LongHelp":"Klicken Sie auf <uicontrol>Allgemeines System erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertHeaderOperation.Title":"Header-Operation erzeugen",
"InsertHeaderOperation.ShortHelp":"Erzeugt eine Header-Operation.",
"InsertHeaderOperation.LongHelp":"Klicken Sie auf <uicontrol>Header-Operation erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertHeaderWorkplanSystem.Title":"Kopfdaten-Arbeitsplan erzeugen",
"InsertHeaderWorkplanSystem.ShortHelp":"Erzeugt ein Kopfdaten-Arbeitsplansystem.",
"InsertHeaderWorkplanSystem.LongHelp":"Klicken Sie auf <uicontrol>Kopfdaten-Arbeitsplan erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>Erstellen</uicontrol>.<p><note type = 'notes'>Kopfdaten-Arbeitspläne können nur als Root erstellt werden und über untergeordnet über Arbeitsplansysteme und Qualitätskontrollprozesse verfügen.</note></p>",
"InsertIndustrialMachine.Title":"Industriemaschine erzeugen",
"InsertIndustrialMachine.ShortHelp":"Fügt eine Industriemaschinen-Ressource ein, bei der es sich um eine Arbeitsressource handelt.",
"InsertIndustrialMachine.LongHelp":"Klicken Sie auf <uicontrol>Industriemaschine erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertInspect.Title":"Prüfung erzeugen",
"InsertInspect.ShortHelp":"Fügt eine Prüfressource ein, bei der es sich um eine Arbeitsressource handelt.",
"InsertInspect.LongHelp":"Klicken Sie auf <uicontrol>Prüfung erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertInstallation.Title":"Installation erstellen",
"InsertInstallation.ShortHelp":"Erstellt eine Installation.",
"InsertInstallation.LongHelp":"Klicken Sie auf <uicontrol>Installation erstellen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertInstruction.Title":"Textanweisung erzeugen",
"InsertInstruction.ShortHelp":"Erzeugt eine nicht-spezifische Anweisung, die mit verschiedenen Zuordnungen und Ansichten verknüpft sein kann.",
"InsertInstruction.LongHelp":"Wählen Sie eine Operation aus und klicken Sie auf <uicontrol>Textanweisung erzeugen</uicontrol>. Klicken Sie im Fenster <uicontrol>Textanweisung</uicontrol> auf die neue Anweisung. Benennen Sie im Dialogfenster die Anweisung um, geben Sie den Text ein und klicken Sie dann auf OK.",
"InsertLoadingOperation.Title":"Ladeoperation erzeugen",
"InsertLoadingOperation.ShortHelp":"Erzeugt eine Ladeoperation.",
"InsertLoadingOperation.LongHelp":"Klicken Sie auf <uicontrol>Ladeoperation erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertLogicController.Title":"Logische Steuereinheit erzeugen",
"InsertLogicController.ShortHelp":"Fügt eine logische Steuereinheit ein, bei der es sich um eine Arbeitsressource handelt.",
"InsertLogicController.LongHelp":"Klicken Sie auf <uicontrol>Logische Steuereinheit erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertManufacturingSetup.Title":"Fertigungseinrichtung erzeugen",
"InsertManufacturingSetup.ShortHelp":"Fügt eine Fertigungsprodukt-Ressource ein, bei der es sich um eine Nicht-Arbeitsressource handelt.",
"InsertManufacturingSetup.LongHelp":"Klicken Sie auf <uicontrol>Fertigungseinrichtung erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertNCMachine.Title":"NC-Maschine erzeugen",
"InsertNCMachine.ShortHelp":"Fügt eine NC-Maschinenressource ein, bei der es sich um eine Arbeitsressource handelt.",
"InsertNCMachine.LongHelp":"Klicken Sie auf <uicontrol>NC-Maschine erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertOrganizational.Title":"Fertigungszelle erzeugen",
"InsertOrganizational.ShortHelp":"Fügt eine Fertigungszellen-Ressource ein, bei der es sich um eine organisatorische Ressource handelt.",
"InsertOrganizational.LongHelp":"Klicken Sie auf <uicontrol>Fertigungszelle erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertPointFasteningOperation.Title":"Punktverbindungsoperation erzeugen",
"InsertPointFasteningOperation.ShortHelp":"Erzeugt eine Punktverbindungsoperation.",
"InsertPointFasteningOperation.LongHelp":"Klicken Sie auf <uicontrol>Punktverbindungsoperation erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertProvide.Title":"Bereitgestelltes Teil erzeugen",
"InsertProvide.ShortHelp":"Erzeugt ein bereitgestelltes Teil.",
"InsertProvide.LongHelp":"Klicken Sie auf <uicontrol>Bereitgestelltes Teil erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertQualityControlProcess.Title":"Qualitätskontrollprozess erstellen",
"InsertQualityControlProcess.ShortHelp":"Erstellt einen Qualitätskontrollprozess.",
"InsertQualityControlProcess.LongHelp":"Klicken Sie auf <uicontrol>Qualitätskontrollprozess erstellen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertRemoveMaterialOperation.Title":"Operation zum Entfernen von Material erzeugen",
"InsertRemoveMaterialOperation.ShortHelp":"Erzeugt eine Materialentfernungsoperation.",
"InsertRemoveMaterialOperation.LongHelp":"Klicken Sie auf <uicontrol>Operation zum Entfernen von Material erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertRobot.Title":"Roboter erzeugen",
"InsertRobot.ShortHelp":"Fügt eine Roboterressource ein, bei der es sich um eine Arbeitsressource handelt.",
"InsertRobot.LongHelp":"Klicken Sie auf <uicontrol>Roboter erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertSensor.Title":"Sensor erzeugen",
"InsertSensor.ShortHelp":"Fügt eine Sensorressource ein, bei der es sich um eine Nicht-Arbeitsressource handelt.",
"InsertSensor.LongHelp":"Klicken Sie auf <uicontrol>Sensor erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertSignOff.Title":"Anweisung für Genehmigung erzeugen",
"InsertSignOff.ShortHelp":"Erzeugt Arbeitsanweisungen, die im Rahmen des Arbeitsprozesses abgezeichnet werden müssen.",
"InsertSignOff.LongHelp":"Wählen Sie einen Vorgang, und klicken <uicontrol>Sie auf Genehmigungsanweisung erstellen</uicontrol>. Benennen Sie im Dialogfeld die Anweisung um, und legen Sie die gewünschten Optionen fest. Klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertSinkSystem.Title":"Senkensystem erzeugen",
"InsertSinkSystem.ShortHelp":"Erzeugt ein Senkensystem.",
"InsertSinkSystem.LongHelp":"Klicken Sie auf <uicontrol>Senkensystem erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertSourceSystem.Title":"Quellsystem erzeugen",
"InsertSourceSystem.ShortHelp":"Erzeugt ein Quellsystem.",
"InsertSourceSystem.LongHelp":"Klicken Sie auf <uicontrol>Quellsystem erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertStorage.Title":"Speicher erzeugen",
"InsertStorage.ShortHelp":"Fügt eine Lagerungsressource ein, bei der es sich um eine Nicht-Arbeitsressource handelt.",
"InsertStorage.LongHelp":"Klicken Sie auf <uicontrol>Speicher erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertToolDevice.Title":"Werkzeugausrüstung erzeugen",
"InsertToolDevice.ShortHelp":"Fügt eine Werkzeugausrüstungs-Ressource ein, bei der es sich um eine Nicht-Arbeitsressource handelt.",
"InsertToolDevice.LongHelp":"Klicken Sie auf <uicontrol>Werkzeugausrüstung erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertTransferOperation.Title":"Übertragungsoperation erzeugen",
"InsertTransferOperation.ShortHelp":"Erzeugt eine Übertragungsoperation.",
"InsertTransferOperation.LongHelp":"Klicken Sie auf <uicontrol>Übertragungsoperation erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertTransferSystem.Title":"Übertragungssystem erzeugen",
"InsertTransferSystem.ShortHelp":"Erzeugt ein Übertragungssystem.",
"InsertTransferSystem.LongHelp":"Klicken Sie auf <uicontrol>Übertragungssystem erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertTransformationSystem.Title":"Transformationssystem erzeugen",
"InsertTransformationSystem.ShortHelp":"Erzeugt ein Transformationssystem.",
"InsertTransformationSystem.LongHelp":"Klicken Sie auf <uicontrol>Transformationssystem erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertTransport.Title":"Transport erzeugen",
"InsertTransport.ShortHelp":"Fügt eine Transportressource ein, bei der es sich um eine Arbeitsressource handelt.",
"InsertTransport.LongHelp":"Klicken Sie auf <uicontrol>Transport erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertUnloadingOperation.Title":"Entladeoperation erzeugen",
"InsertUnloadingOperation.ShortHelp":"Erzeugt eine Entladeoperation.",
"InsertUnloadingOperation.LongHelp":"Klicken Sie auf <uicontrol>Entladeoperation erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertUserDefined.Title":"Benutzerdefinierte Ressource erzeugen",
"InsertUserDefined.ShortHelp":"Fügt eine benutzerdefinierte Ressource ein, bei der es sich um eine Nicht-Arbeitsressource handelt.",
"InsertUserDefined.LongHelp":"Klicken Sie auf <uicontrol>Benutzerdefinierte Ressource erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertWorker.Title":"Mitarbeiter erzeugen",
"InsertWorker.ShortHelp":"Fügt eine Arbeiterressource ein, bei der es sich um eine Arbeitsressource handelt.",
"InsertWorker.LongHelp":"Klicken Sie auf <uicontrol>Mitarbeiter erzeugen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"InsertWorkplanSystem.Title":"Arbeitsplan erstellen",
"InsertWorkplanSystem.ShortHelp":"Erstellt einen Arbeitsplan.",
"InsertWorkplanSystem.LongHelp":"Klicken Sie auf <uicontrol>Arbeitsplan erstellen</uicontrol>, geben Sie einen Namen ein und klicken Sie auf <uicontrol>OK</uicontrol>.",
"ItemsView.Title":"Fertigungselemente-Ansicht anzeigen",
"ItemsView.ShortHelp":"Blendet die Ansicht <wintitle>Fertigungselemente</wintitle> ein oder aus, d. h. den Block „Fertigungselemente“.",
"LandingPage.Title":"Ausgangsposition",
"LandingPage.ShortHelp":"Kehrt zur Startseite zurück.",
"LayoutPreferences.Title":"Fenster „Voreinstellungen für Ansichtslayout anzeigen“",
"LayoutPreferences.ShortHelp":"Ermöglicht das Verwalten von Widget-Layoutvoreinstellungen.",
"LoadRelations.Title":"Beziehungen laden",
"LoadRelations.ShortHelp":"Lädt in der Sitzung die Verbindungen der ausgewählten Elemente und ihrer Eltern in den Stamm.",
"LoadRelations.LongHelp":"Dieser Befehl ist standardmäßig deaktiviert. Er ist nur verfügbar, wenn <wintitle>Navigieren ein</wintitle> im Bereich <wintitle>Voreinstellungen bearbeiten</wintitle> auf <uicontrol>Index (Beziehungen bei Bedarf laden)</uicontrol> gesetzt ist.",
"UserDefinedExplore.Title":"Benutzerdefiniertes Untersuchen",
"UserDefinedExplore.ShortHelp":"Öffnet das Dialogfeld <wintitle>Benutzerdefiniertes Untersuchen</wintitle>.",
"UserDefinedExplore.LongHelp":"Wählen Sie im Feld <wintitle>Liste aller Verfahren</wintitle> entweder den Standardeintrag aus, woraufhin <uicontrol>Beziehungen in Ansichten laden</uicontrol> erscheint, oder eines der verfügbaren benutzerdefinierten (JavaScript-)Verfahren. Wenn Sie auf <uicontrol>Ausführen</uicontrol> klicken, wird dieses Verfahren mit dem ausgewählten Objekte als Eingabe ausgeführt und die zurückgegebenen Objekte werden in die entsprechenden Ansichten geladen.<p> <note type = 'notes'> <ul> <li>Die Verfügbarkeit der Verfahren hängt vom ausgewählten Objekt ab. Wenn kein Objekt ausgewählt ist, wird das Dialogfeld nicht angezeigt und das Standardverhalten <uicontrol>Beziehungen in Ansichten laden</uicontrol> wird angewendet.</li> <li>Die benutzerdefinierten Verfahren müssen die Eigenschaft <codeph>VerfKategorie</codeph> mit dem Wert <codeph>Benutzerdefiniert</codeph> enthalten, bevor sie im Server bereitgestellt und in die Liste aufgenommen werden können.</li> </ul> </note> </p>",
"ManageCapableResources.Title":"Geeignete Ressourcen verwalten",
"ManageCapableResources.ShortHelp":"Verwaltet Verknüpfungen zwischen geeigneten Ressourcen und System/Operation",
"ManageCapableResources.LongHelp":"Wählen Sie ein System bzw. eine Operation aus und klicken Sie auf den Befehl. Erstellen Sie eine Verknüpfung für die geeignete primäre/sekundäre Ressourcen, indem Sie die Ressource aus der Ansicht <wintitle>Geeignete Ressourcen</wintitle> oder aus der Suche ziehen.",
"ManageDocuments.Title":"Dokumente verwalten",
"ManageDocuments.ShortHelp":"Verwaltet Dokumente, die einem Fertigungselement zugeordnet sind.",
"ManageDocuments.LongHelp":"Sie können ein Dokument im Fenster <wintitle>Dokumente verwalten</wintitle> hinzufügen, löschen oder herunterladen.",
"ManageInconsistentLinks.Title":"Verwaltung von Änderungsauswirkungen",
"ManageInconsistentLinks.ShortHelp":"Verwaltet unvollständige oder inkonsistente Implementierungsverknüpfungen zwischen Fertigungselementen und Produkten.",
"ManageInconsistentLinks.LongHelp":"Im Fenster <wintitle>Abhängigkeitsverwaltung ändern</wintitle> werden inkonsistente Implementierungsverknüpfungen zwischen Produkten und Fertigungselementen aufgeführt. <p>Klicken Sie im Fenster auf <uicontrol>Umleiten</uicontrol>, <uicontrol>Löschen</uicontrol> oder <uicontrol>Ignorieren</uicontrol>, um die Verknüpfungen zu korrigieren.</p>",
"ManufacturingItems.Title":"Fertigungselemente-Ansicht",
"ManufacturingItems.ShortHelp":"Zeigt die Ansicht <wintitle>Fertigungselemente</wintitle> an oder blendet sie aus.",
"Origin.Title":"Ursprungsansicht",
"Origin.ShortHelp":"Weist einem Fertigungselement Ursprungsverknüpfungen zu oder entfernt sie.",
"Origin.LongHelp":"Klicken Sie auf <uicontrol>Ursprungsansicht</uicontrol>, um das Fenster <wintitle>Ursprung</wintitle> zu öffnen. Um einen Ursprung zu suchen und hinzuzufügen, klicken Sie mit der rechten Maustaste auf den Kopf oder ein Fertigungselement und klicken Sie auf <uicontrol>Ursprünge hinzufügen</uicontrol>.",
"ProcessView.Title":"Ansicht für Prozesse & Operationen anzeigen",
"ProcessView.ShortHelp":"Blendet die Ansicht <wintitle>Prozesse & Operationen</wintitle> ein oder aus, d. h. den Block „Verlegungen“.",
"ProductFlowCmd.Title":"Prozessflussdiagramm",
"ProductFlowCmd.ShortHelp":"<p>Öffnet ein Fenster zum Verwalten der Strukturansicht.</p>",
"ProductFlowCmd.LongHelp":"<p>Klicken Sie, um das Prozessflussdiagramm anzuzeigen.</p>",
"ProductsParts.Title":"Konstruktionselemente-Ansicht",
"ProductsParts.ShortHelp":"Zeigt die Ansicht <wintitle>Produkte und Teile</wintitle> an oder blendet sie aus.",
"ReconnectScope.Title":"Gültigkeitsbereichsverknüpfung neu verbinden",
"ReconnectScope.ShortHelp":"Stellt eine Gültigkeitsbereichsverknüpfung zwischen einem Fertigungselement und einem Produkt oder Teil wieder her.",
"ReconnectScope.LongHelp":"Wählen Sie im Dialogfeld ein Fertigungselement aus und klicken Sie auf <uicontrol>OK</uicontrol>, um einen fehlerhaften Gültigkeitsbereich zu korrigieren.",
"Reframe.Title":"Ansicht ausrichten",
"Reframe.ShortHelp":"Passt die gesamte Struktur in die Ansicht ein.",
"Reframe.LongHelp":"Klicken Sie in der Diagrammansicht auf <uicontrol>Ansicht ausrichten</uicontrol>, um die Struktur in die Ansicht einzupassen.",
"ReframeOn.Title":"Ansicht ausrichten auf",
"ReframeOn.ShortHelp":"Richtet die Ansicht auf das ausgewählte Objekt aus.",
"ReframeOn.LongHelp":"Wählen Sie in der Diagrammansicht ein Objekt aus und klicken Sie auf <uicontrol>Ansicht ausrichten auf</uicontrol>, um die Ansicht auf dieses Objekt zu zentrieren.",
"Refresh.Title":"Ausgewählte(s) Objekt(e) aus Datenbank aktualisieren",
"Refresh.ShortHelp":"Wendet die neuesten Änderungen auf ausgewählte Objekte an.",
"RelationalExplorerCmd.Title":"Zugehörige(s) Objekt(e)",
"RelationalExplorerCmd.ShortHelp":"Ermöglicht das Navigieren in Gültigkeitsbereichsverknüpfungen und das Implementieren von Verknüpfungen eines Objekts.",
"RelationalExplorerCmd.LongHelp":"Wählen Sie ein Objekt aus und klicken Sie auf <uicontrol>Zugehörige(s) Objekt(e)</uicontrol>.",
"Relations.Title":"Beziehungsfenster",
"Relations.ShortHelp":"Zeigt die Kennung des Objekts an, das mit einem Fertigungselement verknüpft ist.",
"ReplaceByExisting.Title":"Durch bestehende ersetzen",
"ReplaceByExisting.ShortHelp":"Ersetzt ein untergeordnetes Fertigungselement durch ein vorhandenes Fertigungselement, aktualisiert den Gültigkeitsbereich und die Implementierungsverknüpfungen.",
"ReplaceByExisting.LongHelp":"Ein untergeordnetes Fertigungselement auswählen und auf „<uicontrol>Durch ein bestehendes ersetzen</uicontrol>“ klicken. In der Suchleiste die Kriterien für ein bestehendes Fertigungselement in der Datenbank eingeben. Das Fertigungselement auswählen und auf „<uicontrol>OK</uicontrol>“ klicken.",
"ReplaceByLatestRevision.Title":"Durch neueste Revision ersetzen",
"ReplaceByLatestRevision.ShortHelp":"Ersetzt ein untergeordnetes Fertigungselement durch die neueste Revision und aktualisiert den Gültigkeitsbereich und die Implementierungsverknüpfungen.",
"ReplaceByLatestRevision.LongHelp":"Wählen Sie ein untergeordnetes Fertigungselement aus und klicken Sie auf <uicontrol>Durch neueste Revision ersetzen</uicontrol>.",
"ReplaceByNewReference.Title":"Durch neue ersetzen",
"ReplaceByNewReference.ShortHelp":"Ersetzt eine Instanz einer Referenz durch eine Instanz einer neuen Referenz. Dadurch wird das Dialogfenster <wintitle>Durch neue ersetzen...</wintitle> angezeigt.",
"ReplaceByNewRevision.Title":"Durch neue Revision ersetzen",
"ReplaceByNewRevision.ShortHelp":"Erstellt eine neue Revision eines untergeordneten Fertigungselements, ersetzt es durch die neue Revision und aktualisiert den Gültigkeitsbereich und die Implementierungsverknüpfungen.",
"ReplaceByNewRevision.LongHelp":"Wählen Sie ein untergeordnetes Fertigungselement aus und klicken Sie auf <uicontrol>Durch neue Revision ersetzen</uicontrol>.",
"ResourcesView.Title":"Ansicht für geeignete Ressource anzeigen",
"ResourcesView.ShortHelp":"Blendet die Ansicht <wintitle>Geeignete Ressource</wintitle> ein oder aus, d. h. den Block „Geeignete Ressourcen“.",
"ResultingProduct.Title":"Resultierende Produktansicht",
"ResultingProduct.ShortHelp":"Zeigt das Fenster <wintitle>Resultierendes Produkt</wintitle> an. Klicken Sie auf das Symbol, um in die resultierende Produktansicht zu wechseln.",
"ResultingProduct.LongHelp":"Wählen Sie ein FSTL-Element aus, und klicken Sie auf <uicontrol>Resultierende Produktansicht</uicontrol>, um das Fenster <wintitle>Resultierendes Produkt</wintitle> anzuzeigen. Dadurch wird das resultierende Produkt in einem getrennten Rahmen angezeigt. Sie können das Produkt dann in der KSTL-Ansicht ablegen, um weitere Informationen anzuzeigen.",
"ReviseAndReconnectScope.Title":"Gültigkeitsbereich überarbeiten und neu verbinden",
"ReviseAndReconnectScope.ShortHelp":"Bietet schnellen Zugriff auf das zuletzt verwendete Symbol zum Ersetzen von Fertigungselementen.",
"SearchAndAddInstanceCommand.Title":"Einfügen",
"SearchAndAddInstanceCommand.ShortHelp":"<p>Fügt eine Instanz zu einem Fertigungselement hinzu oder wählt ein Fertigungselement in der IP Classify & Reuse-App aus.</p>",
"SearchAndAddInstanceCommand.LongHelp":"<p>Geben Sie in der Suchleiste den Namen Ihrer Instanz ein. Wählen Sie die Instanz in der Datenbank aus und klicken Sie auf <uicontrol>Suchen</uicontrol> oder wählen Sie ein Fertigungselement in der IP Classify & Reuse-App aus und klicken Sie auf <uicontrol>Einfügen</uicontrol>.</p>",
"SearchDocument.Title":"Dokument suchen und hinzufügen",
"SearchDocument.ShortHelp":"Fügt ein vorhandenes Dokument zu einem Fertigungselement hinzu.",
"SearchDocument.LongHelp":"Geben Sie in der Suchleiste den Namen Ihres Dokuments in die Datenbank ein, wählen Sie es in den Suchergebnissen aus und klicken Sie auf <uicontrol>OK</uicontrol>.",
"SetThePartNumber.Title":"Unternehmensteilenummer auf Elementen",
"SetThePartNumber.ShortHelp":"Definiert die Unternehmensteilenummer auf Elementen",
"SetThePartNumber.LongHelp":"Wählen Sie mindestens ein Element aus, um dessen Unternehmensteilenummer festzulegen. Eine Unternehmensteilenummer ist eine eindeutige Zeichenfolge alphanumerischer Zeichen. Sie können eine Unternehmensteilenummer für eine Fertigungselementreferenz definieren, um dieses Fertigungselement von allen anderen Fertigungselementen im System zu unterscheiden.",
"ShowGraphView.Title":"Grafische Ansicht anzeigen",
"ShowGraphView.ShortHelp":"Zeigt die Diagrammansicht mit den Verknüpfungen zwischen Objekten an.",
"ShowGraphView.LongHelp":"Klicken Sie auf <uicontrol>Grafikansicht anzeigen</uicontrol>, um in die grafische Ansicht umzuschalten.",
"ShowGroupingDataGridView.Title":"Gruppierungsansicht",
"ShowGroupingDataGridView.ShortHelp":"Zeigt eine Ansicht für die Struktur- oder Beschaffungsgruppierung von <wintitle>Fertigungselementen</wintitle> an.",
"ShowGroupingDataGridView.LongHelp":"<p>Klicken Sie mit der rechten Maustaste auf die Kopfzeilenspalten in der <wintitle>Gruppierungsansicht</wintitle>, um die Gruppierung basierend auf einem ausgewählten Kriterium aus dem Kontextmenü anzuwenden.</p>",
"ShowLogPanel.Title":"Protokollfenster anzeigen",
"ShowLogPanel.ShortHelp":"Öffnet ein Fenster, in dem frühere Aktionen aufgelistet sind.",
"ShowLogPanel.LongHelp":"Klicken Sie auf <uicontrol>Protokollfenster</uicontrol>, um das <wintitle>Protokollfenster</wintitle> anzuzeigen.",
"StretchPartialScopeLink.Title":"Partielle Gültigkeitsbereichsverknüpfung strecken",
"StretchPartialScopeLink.ShortHelp":"Strecken Sie die vorhandene partielle Gültigkeitsbereichsverknüpfung zwischen einem gefertigten Artikel und einem Produkt oder einem Teil zur oberen Ebene des aktuellen Produkts im Gültigkeitsbereich.",
"StretchPartialScopeLink.LongHelp":"Wählen Sie in der Ansicht <wintitle>Produkte und Teile</wintitle> eine Fertigungsbaugruppe und ein Produkt aus und klicken Sie auf <uicontrol>Partielle Gültigkeitsbereichsverknüpfung strecken</uicontrol>, um die partielle Gültigkeitsbereichsverknüpfung zur oberen Ebene zu strecken.",
"SwitchToFullScopeLink.Title":"Partielle Gültigkeitsbereichsverknüpfung umschalten",
"SwitchToFullScopeLink.ShortHelp":"Konvertieren Sie die vorhandene partielle Gültigkeitsbereichsverknüpfung für einen gefertigten Artikel in den vollständigen Gültigkeitsbereich",
"SwitchToFullScopeLink.LongHelp":"Schalten Sie die vorhandene partielle Gültigkeitsbereichsverknüpfung zwischen einem gefertigten Artikel und einem Produkt – wird in den vollständigen Gültigkeitsbereich umgewandelt <uicontrol>Scope Link </uicontrol>",
"ToggleAuxiliaryView.Title":"Hilfsansicht",
"ToggleAuxiliaryView.ShortHelp":"Öffnet die Hilfsansicht zur Verwaltung nicht klassifizierter Objekte.",
"ToggleGraphView.Title":"Diagramm- und Tabellenansicht ein-/ausblenden",
"ToggleGraphView.ShortHelp":"Zeigt die Struktur in einem Strukturbaum oder Diagramm an.",
"ToggleGraphView.LongHelp":"Klicken Sie auf die Ansicht <wintitle>Produkte und Teile</wintitle> oder die Ansicht <wintitle>Fertigungselemente</wintitle> und klicken Sie auf <uicontrol>Diagramm- und Tabellenansicht ein-/ausblenden</uicontrol>, um die Ansicht in ein Diagramm umzuschalten.",
"ToggleOrientation.Title":"Grafikausrichtung umschalten",
"ToggleOrientation.ShortHelp":"Ändert die Position und Reihenfolge von Objekten in einer Struktur.",
"ToggleOrientation.LongHelp":"Klicken Sie in der Diagrammansicht auf <uicontrol>Grafikausrichtung umschalten</uicontrol>, um die Reihenfolge der Objekte zu ändern.",
"ToggleOverview.Title":"Grafikübersicht umschalten",
"ToggleOverview.ShortHelp":"Öffnet ein Fenster zum Verwalten der Strukturansicht.",
"ToggleOverview.LongHelp":"Klicken Sie in der Diagrammansicht auf <uicontrol>Grafikübersicht umschalten</uicontrol>, um die Größe einer Struktur manuell anzupassen.",
"UnassignProduct.Title":"Produktzuordnung aufheben",
"UnassignProduct.ShortHelp":"Hebt die Zuordnung eines Produkts oder Teils zu einem Fertigungselement auf.",
"UnassignProduct.LongHelp":"Wählen Sie ein Produkt oder ein Teil aus und klicken Sie auf <uicontrol>Produktzuordnung aufheben</uicontrol>, um es aus dem Fertigungselement zu entfernen.",
"UpdateMfgItemStructure.Title":"Fertigungselementstruktur aktualisieren",
"UpdateMfgItemStructure.ShortHelp":"Aktualisiert ein Fertigungselement mit einer Gültigkeitsbereichsverknüpfung zu einem Produkt oder Teil mit der neuesten Revision.",
"UpdateMfgItemStructure.LongHelp":"Wählen Sie im Dialogfenster eine Revision aus und klicken Sie auf <uicontrol>OK</uicontrol>.",
"AlternatesAndSubstitutes.WebHelp":"DelMfnaUserMap/delmfna-t-ManageAlternateSubstitute.htm",
"BIEssentialsCmd.WebHelp":"DelMfnaUserMap/delmfna-t-BIEssentials.htm",
"CreateMfgItemStructure.WebHelp":"DelMfnaUserMap/delmfna-t-CreateMBOMFromEBOM.htm",
"DefineFilter.WebHelp":"DelMfnaUserMap/delmfna-m-Filter-sb.htm",
"Delete.WebHelp":"SharedUserMap/lifecycle-t-Delete.htm",
"DuplicateAdv.WebHelp":"SharedUserMap/lifecycle-t-DuplicateAdvanced.htm",
"EditConfigurationContext.WebHelp":"SharedUserMap/cfg-t-Configuration-Context-Edit.htm",
"EditEvolution.WebHelp":"SharedUserMap/cfg-t-Evolution-Effectivity-Edit.htm",
"EditVariant.WebHelp":"SharedUserMap/cfg-t-Variant-Option-Effectivity-Edit.htm",
"EditViewPreferences.WebHelp":"DelMfnaUserMap/Delmfna-r-ui-Attributes.htm",
"ItemsView.WebHelp":"DelMgaUserMap/Delmga-c-ui-MgaDashboard.htm",
"LayoutPreferences.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard",
"LoadRelations.WebHelp":"DelMfnaUserMap/delmfna-t-LoadRelations.htm",
"ManageInconsistentLinks.WebHelp":"DelMfnaUserMap/delmfna-t-InconsistentLinks-Manage.htm",
"ManufacturingItems.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm",
"ProcessView.WebHelp":"DelMgaUserMap/Delmga-c-ui-MgaDashboard.htm",
"ProductsParts.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm",
"Reframe.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard",
"ReframeOn.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard",
"ReplaceByExisting.WebHelp":"DelMfnaUserMap/delmfna-t-ObjectReplace.htm#t-ReplaceanObjectwithanExistingObject",
"ReplaceByLatestRevision.WebHelp":"DelMfnaUserMap/delmfna-t-ObjectReplace.htm#t-ReplaceanObjectwithItsLatestRevision",
"ReplaceByNewReference.WebHelp":"DelMfnaUserMap/delmfna-t-ObjectReplace.htm#task_ehz_cnz_gsb",
"ReplaceByNewRevision.WebHelp":"DelMfnaUserMap/delmfna-t-ObjectReplace.htm#t-ReplaceanObjectwithaNewRevision",
"ResourcesView.WebHelp":"DelMgaUserMap/Delmga-c-ui-MgaDashboard.htm",
"ReviseAndReconnectScope.WebHelp":"DelMfnaUserMap/delmfna-r-ui-ActBar-Authoring-Primary.htm#delmfna-r-ui-ActBar-Authoring-Primary/rs-FlyoutforReplacingManufacturedItems",
"ShowGroupingDataGridView.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm",
"ToggleAuxiliaryView.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm",
"ToggleGraphView.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard",
"ToggleOrientation.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard",
"ToggleOverview.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard"
}
