{
"Alternates.Title":"Vue Alternatives",
"Alternates.ShortHelp":"Attribue ou enlève les alternatives d'un élément fabriqué.",
"Alternates.LongHelp":"Pour rechercher et ajouter un élément fabriqué, cliquez à l'aide du bouton droit de la souris sur l'en-tête ou sur un élément fabriqué, puis cliquez sur <uicontrol>Ajouter des alternatives</uicontrol>.",
"AlternatesAndSubstitutes.Title":"Vue Alternatives et remplacements",
"AlternatesAndSubstitutes.ShortHelp":"Affiche les alternatives d'ingénierie et les remplacements d'un élément fabriqué.",
"AlternatesAndSubstitutes.LongHelp":"Cliquez sur <uicontrol>Vue Alternatives et remplacements</uicontrol> pour ouvrir le panneau <wintitle>Alternatives et remplacements</wintitle>.",
"AssignAssembly.Title":"Affecter le produit à l'assemblage de fabrication",
"AssignAssembly.ShortHelp":"Attribue un produit ou une pièce à un assemblage de fabrication.",
"AssignAssembly.LongHelp":"Sélectionnez un produit ou une pièce et un assemblage de fabrication, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AssignKit.Title":"Affecter le produit au kit de fabrication",
"AssignKit.ShortHelp":"Attribue un produit ou une pièce à un kit de fabrication.",
"AssignKit.LongHelp":"Sélectionnez un produit ou une pièce et un kit de fabrication, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AssignMaterial.Title":"Affecter le produit au matériau fabriqué",
"AssignMaterial.ShortHelp":"Attribue un produit ou une pièce à un matériau fabriqué.",
"AssignMaterial.LongHelp":"Sélectionnez un produit ou une pièce et un matériau fabriqué, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AssignProvide.Title":"Affecter le produit à la pièce fournie",
"AssignProvide.ShortHelp":"Attribue un produit ou une pièce à une pièce fournie.",
"AssignProvide.LongHelp":"Sélectionnez un produit ou une pièce et une pièce fournie, puis cliquez sur <uicontrol>OK</uicontrol>.",
"AttachDocument.Title":"Attacher un document",
"AttachDocument.ShortHelp":"Permet d'attacher un document à un élément fabriqué.",
"AttachDocument.LongHelp":"Sélectionnez un objet et cliquez sur <uicontrol>Attacher un document</uicontrol>. Dans le panneau <wintitle>Attacher un document</wintitle>, saisissez un nom, sélectionnez un document et cliquez sur <uicontrol>Attacher</uicontrol>.",
"BIAltSub.Title":"B. I. Essentials - Etats alternatifs & de substitution",
"BIAltSub.ShortHelp":"Affiche l'état alternatif/de substitution BI",
"BIAltSub.LongHelp":"Codes de couleur indiquant si un objet a une alternative par rapport aux définitions d'ingénierie ou de fabrication",
"BIEssentialsCmd.Title":"B.I. Essentials - Etat d'affectation",
"BIEssentialsCmd.ShortHelp":"Permet de révéler les attributs des objets dans votre session.",
"BIEssentialsCmd.LongHelp":"Les codes couleurs correspondants aux différentes valeurs d'un attribut sont appliqués aux objets.",
"CapableResource.Title":"Vue Ressources possibles",
"CapableResource.ShortHelp":"Gère les ressources possibles liées à un élément fabriqué.",
"CapableResource.LongHelp":"Cliquez sur <uicontrol>Vue Ressources possibles</uicontrol> pour ouvrir le panneau <wintitle>Ressources possibles</wintitle>. Pour rechercher et ajouter une ressource, cliquez avec le bouton droit de la souris sur l'en-tête ou sur une ressource et cliquez sur <uicontrol>Ajouter des ressources possibles</uicontrol>.",
"CollapseAll.Title":"Réduire tout",
"CollapseAll.ShortHelp":"Permet de réduire tous les objets dans l'arbre ou le graphique.",
"CollapseAll.LongHelp":"Sélectionnez un objet racine et cliquez sur <uicontrol>Réduire tout</uicontrol> pour cacher les objets sous la racine.",
"CreateAssemblyAndResultingProduct.Title":"Créer un assemblage de fabrication et un lien de produit résultant",
"CreateAssemblyAndResultingProduct.ShortHelp":"Crée un assemblage de fabrication et un lien de produit résultant",
"CreateAssemblyAndResultingProduct.LongHelp":"Cliquez sur Créer un assemblage de fabrication et un lien de produit résultant, saisissez un nom et cliquez sur OK.",
"CreateCapableResourceStructureLink.Title":"Créer une structure de ressource capable",
"CreateCapableResourceStructureLink.ShortHelp":"Crée un objet de ressource du type de zone et un lien de structure de ressource possible entre le plan de travail sélectionné et la zone créée.",
"CreateCapableResourceStructureLink.LongHelp":"Sélectionnez un plan de travail et cliquez sur <uicontrol>Créer une structure de ressource capable</uicontrol>.",
"CreateContinuousByProduct.Title":"Créer un sous-produit continu",
"CreateContinuousByProduct.ShortHelp":"Crée un sous-produit continu",
"CreateContinuousByProduct.LongHelp":"Cliquez sur <uicontrol>Créer un sous-produit continu</uicontrol>, entrez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateContinuousManufacturedMaterial.Title":"Créer un matériau fabriqué continu",
"CreateContinuousManufacturedMaterial.ShortHelp":"Crée un matériau fabriqué continu.",
"CreateContinuousManufacturedMaterial.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fabriqué continu</uicontrol>, entrez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterial.Title":"Créer un matériau fourni en continu",
"CreateContinuousProvidedMaterial.ShortHelp":"Crée un matériau fourni en continu.",
"CreateContinuousProvidedMaterial.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fourni en continu</uicontrol>, entrez un nom, et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialArea.Title":"Créer un matériau fourni en continu - Zone",
"CreateContinuousProvidedMaterialArea.ShortHelp":"Créer un matériau fourni en continu - Zone",
"CreateContinuousProvidedMaterialArea.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fourni en continu - Zone</uicontrol>, saisissez un nom, et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialAreaAndScope.Title":"Créer un matériau fourni en continu - Zone et lien de portée",
"CreateContinuousProvidedMaterialAreaAndScope.ShortHelp":"Créer un matériau fourni en continu - Zone et lien de portée",
"CreateContinuousProvidedMaterialAreaAndScope.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fourni en continu - Zone et lien de portée</uicontrol>, saisissez un nom, et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialMass.Title":"Créer un matériau fourni en continu - Masse",
"CreateContinuousProvidedMaterialMass.ShortHelp":"Créer un matériau fourni en continu - Masse",
"CreateContinuousProvidedMaterialMass.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fourni en continu - Masse</uicontrol>, saisissez un nom, et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialMassAndScope.Title":"Créer un matériau fourni en continu - Masse et lien de portée",
"CreateContinuousProvidedMaterialMassAndScope.ShortHelp":"Créer un matériau fourni en continu - Masse et lien de portée",
"CreateContinuousProvidedMaterialMassAndScope.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fourni en continu - Masse et lien de portée</uicontrol>, saisissez un nom, et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialLength.Title":"Créer un matériau fourni en continu - Longueur",
"CreateContinuousProvidedMaterialLength.ShortHelp":"Créer un matériau fourni en continu - Longueur",
"CreateContinuousProvidedMaterialLength.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fourni en continu - Longueur</uicontrol>, saisissez un nom, et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialLengthAndScope.Title":"Créer un matériau fourni en continu - Longueur et lien de portée",
"CreateContinuousProvidedMaterialLengthAndScope.ShortHelp":"Créer un matériau fourni en continu - Longueur et lien de portée",
"CreateContinuousProvidedMaterialLengthAndScope.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fourni en continu - Longueur et lien de portée</uicontrol>, saisissez un nom, et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialVolume.Title":"Créer un matériau fourni en continu - Volume",
"CreateContinuousProvidedMaterialVolume.ShortHelp":"Créer un matériau fourni en continu - Volume",
"CreateContinuousProvidedMaterialVolume.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fourni en continu - Volume</uicontrol>, saisissez un nom, et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateContinuousProvidedMaterialVolumeAndScope.Title":"Créer un matériau fourni en continu -Volume et lien de portée",
"CreateContinuousProvidedMaterialVolumeAndScope.ShortHelp":"Créer un matériau fourni en continu - Volume et lien de portée",
"CreateContinuousProvidedMaterialVolumeAndScope.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fourni en continu - Volume et lien de portée</uicontrol>, saisissez un nom, et cliquez sur <uicontrol>OK</uicontrol>.",
"CreateInstance.Title":"Créer une instance",
"CreateInstance.ShortHelp":"Permet de créer ou déplacer une instance de manière interactive.",
"CreateInstance.LongHelp":"Sélectionnez deux objets et cliquez sur <uicontrol>Créer une instance</uicontrol> pour créer un lien d'instance entre les objets.<p>Cette commande vous permet de sélectionner plusieurs éléments à la fois.</p>",
"CreateKitAndResultingProduct.Title":"Créer un kit de fabrication et un lien de produit résultant",
"CreateKitAndResultingProduct.ShortHelp":"Crée un kit de fabrication et un lien de produit résultant",
"CreateKitAndResultingProduct.LongHelp":"Cliquez sur Créer un kit de fabrication et un lien de produit résultant, saisissez un nom et cliquez sur OK.",
"CreateLink.Title":"Créer un lien",
"CreateLink.ShortHelp":"Permet de créer un lien entre un élément fabriqué et un produit ou une pièce.",
"CreateLink.LongHelp":"Cette commande vous permet de créer des liens entre plusieurs éléments.",
"CreateMaterialAndResultingProduct.Title":"Créer un matériau de fabrication et un lien de produit résultant",
"CreateMaterialAndResultingProduct.ShortHelp":"Crée un matériau de fabrication et un lien de produit résultant",
"CreateMaterialAndResultingProduct.LongHelp":"Cliquez sur Créer un matériau de fabrication et un lien de produit résultant, saisissez un nom et cliquez sur OK.",
"CreateMfgItemStructure.Title":"Créer la structure des éléments de fabrication",
"CreateMfgItemStructure.ShortHelp":"<p>Crée une structure MBOM à partir d'une structure EBOM avec un lien de portée vers un produit ou une pièce.</p> <p>Cette commande crée toujours une nouvelle structure. Envisagez d'utiliser la commande <uicontrol>Mettre à jour la structure des éléments de fabrication</uicontrol> si la structure est partiellement consommée.</p>",
"CreateMfgItemStructure.LongHelp":"Sélectionnez un assemblage de fabrication racine et cliquez sur <uicontrol>Créer une structure d'éléments de fabrication</uicontrol>.",
"CreatePartialScopeLink.Title":"Créer un lien d'une portée partielle",
"CreatePartialScopeLink.ShortHelp":"Créer un lien de portée partielle entre un élément fabriqué et un produit ou une pièce.",
"CreatePartialScopeLink.LongHelp":"Sélectionnez un assemblage de fabrication et un produit dans la vue <wintitle>Produits et pièces</wintitle> et cliquez sur <uicontrol>Créer le lien de portée partielle</uicontrol> pour créer le lien de portée partielle.",
"CreateProvideAndResultingProduct.Title":"Créer une pièce fournie et un lien de produit résultant",
"CreateProvideAndResultingProduct.ShortHelp":"Crée une pièce fournie et un lien de produit résultant",
"CreateProvideAndResultingProduct.LongHelp":"Cliquez sur Créer une pièce fournie et un lien de produit résultant, saisissez un nom et cliquez sur OK.",
"CreateScopeLink.Title":"Créer le lien de portée",
"CreateScopeLink.ShortHelp":"Permet de créer un lien de portée entre un élément fabriqué et un produit ou une pièce.",
"CreateScopeLink.LongHelp":"Sélectionnez un assemblage de fabrication et un produit dans la vue <wintitle>Produits et pièces</wintitle> et cliquez sur <uicontrol>Créer le lien de portée</uicontrol> pour créer le lien de portée.",
"DefineFilter.Title":"Filtrer",
"DefineFilter.ShortHelp":"Filtre les objets en fonction des attributs ou des configurations.",
"DefineFilter.LongHelp":"La commande de filtre n'est pas disponible si la création est activée ou si la commande de filtre n'est pas disponible en mode base de données",
"Delete.Title":"Supprimer les éléments fabriqués",
"Delete.ShortHelp":"Supprime définitivement les objets sélectionnés.",
"Delete.LongHelp":"Sélectionnez un ou plusieurs objets et cliquez sur la commande.<p>Si vous sélectionnez un objet, sélectionnez l'option <uicontrol>Inclure les objets structurels</uicontrol> pour supprimer ses enfants.</p>",
"DeletePartialScopeLink.Title":"Supprimer le lien de portée partielle",
"DeletePartialScopeLink.ShortHelp":"Supprime un lien de portée partielle entre un élément fabriqué et un produit ou une pièce.",
"DeletePartialScopeLink.LongHelp":"Sélectionnez un produit avec un lien de portée partielle et cliquez sur <uicontrol>Supprimer le lien de portée partielle</uicontrol>.",
"DeleteScopeLink.Title":"Supprimer le lien de portée",
"DeleteScopeLink.ShortHelp":"Permet de supprimer un lien de portée entre un élément fabriqué et un produit ou une pièce.",
"DeleteScopeLink.LongHelp":"Sélectionnez un produit avec un lien de portée et cliquez sur <uicontrol>Supprimer le lien de portée</uicontrol>.",
"DetachInstance.Title":"Détacher l'instance",
"DetachInstance.ShortHelp":"Permet de supprimer une instance de la structure de fabrication courante.",
"DetachInstance.LongHelp":"Sélectionnez un objet et cliquez sur <uicontrol>OK</uicontrol> pour confirmer la suppression.",
"DisplayProperties.Title":"Editer les propriétés",
"DisplayProperties.ShortHelp":"Affiche les propriétés d'un objet.",
"DisplayProperties.LongHelp":"Sélectionnez un objet et cliquez sur <uicontrol>Propriétés</uicontrol> pour afficher ses propriétés.",
"DuplicateAdv.Title":"Duplication avancée",
"DuplicateAdv.ShortHelp":"Permet de dupliquer un élément fabriqué avec l'option de conserver les liens connexes.",
"DuplicateAdv.LongHelp":"Sélectionnez un élément fabriqué et cliquez sur <uicontrol>Duplication avancée</uicontrol>.",
"Authoring.Title":"Mode de création",
"Authoring.ShortHelp":"Passe du mode Index au mode Création et inversement. En mode Index, les objets sont récupérés à partir de l'index CloudView. En mode Création, ils sont récupérés à partir de la base de données 3DSpace.",
"Authoring.LongHelp":"L'activation du mode Création désactive la commande de <uicontrol>Filtre</uicontrol>.",
"EditConfigurationContext.Title":"Modifier le contexte de configuration",
"EditConfigurationContext.ShortHelp":"Ajoute ou supprime un modèle en tant que contexte de configuration.",
"EditConfigurationContext.LongHelp":"Ouvre la boîte de dialogue <wintitle>Modifier le contexte de configuration</wintitle> de l'objet pour vous permettre d'ajouter ou de supprimer un modèle en tant que son contexte de configuration.",
"EditEvolution.Title":"Editer l'effectivité d'évolution",
"EditEvolution.ShortHelp":"Ajoute ou modifie les révisions de version de modèle qui définissent l'effectivité d'évolution d'un objet de la structure.",
"EditEvolution.LongHelp":"Ouvre la boîte de dialogue <wintitle>Modifier l'évolution</wintitle> de l'objet pour vous permettre de sélectionner les révisions de version de modèle qui définissent l'effectivité d'évolution de l'objet.",
"EditVariant.Title":"Editer l'effectivité des variantes et options",
"EditVariant.ShortHelp":"Ajoute ou modifie l'effectivité des variantes et options d'un objet de la structure.",
"EditVariant.LongHelp":"Ouvre la boîte de dialogue <wintitle>Définir une variante/option</wintitle> de l'objet pour vous permettre d'ajouter ou de modifier des variantes ou options afin de définir l'expression de l'effectivité des variantes et options.",
"EditViewPreferences.Title":"Afficher le panneau Afficher les préférences des colonnes",
"EditViewPreferences.ShortHelp":"Permet de définir quelles colonnes sont affichées dans le widget.",
"EditViewPreferences.LongHelp":"Dans la colonne <wintitle>Est visible</wintitle>, cochez la case des colonnes que vous souhaitez afficher dans l'interface, et décochez les cases des colonnes que vous souhaitez masquer. Vous pouvez ajuster manuellement la largeur des colonnes.",
"ExpandAll.Title":"Développer tout",
"ExpandAll.ShortHelp":"Permet de développer tous les objets dans l'arbre ou le graphique.",
"ExpandAll.LongHelp":"Sélectionnez un objet racine et cliquez sur <uicontrol>Développer tout</uicontrol> pour afficher les objets sous la racine.",
"ExportCSV.Title":"Exporter le tableau au format CSV",
"ExportCSV.ShortHelp":"Exporte les données de gestion vers un fichier CSV.",
"ExportCSV.LongHelp":"Sélectionnez un ou plusieurs objets et cliquez sur <uicontrol>Exporter au format CSV</uicontrol>.",
"Hide.Title":"Supprimer les objets sélectionnés des vues",
"Hide.ShortHelp":"Permet de cacher le nœud racine sélectionné dans l'interface.",
"HideAll.Title":"Supprimer tous les objets des vues",
"HideAll.ShortHelp":"Permet de supprimer tous les objets de la session courante.",
"InsertAlert.Title":"Créer une instruction d'alerte",
"InsertAlert.ShortHelp":"Créez une instruction d'alerte de travail pour informer les employés de problèmes liés à la sécurité ou aux équipements d'une opération.",
"InsertAlert.LongHelp":"Sélectionnez une opération, puis cliquez sur <uicontrol>Créer une instruction d'alerte</uicontrol>. Dans la boîte de dialogue, renommez l'instruction et définissez les options voulues ; cliquez sur <uicontrol>OK</uicontrol>. Vous pouvez créer autant d'instructions d'alerte par opération que vous le souhaitez.",
"InsertArea.Title":"Créer une zone",
"InsertArea.ShortHelp":"Insère une ressource de zone, qui est une ressource organisationnelle.",
"InsertArea.LongHelp":"Cliquez sur <uicontrol>Créer une zone</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertAsCopy.Title":"Insérer comme copie",
"InsertAsCopy.ShortHelp":"<p>Sélectionner un élément fabriqué à partir de l'app IP Classify & Reuse et ajouter une instance à un élément fabriqué</p>",
"InsertAsCopy.LongHelp":"<p>Sélectionner un élément fabriqué à partir de l'app IP Classify & Reuse et cliquer sur <uicontrol>Insérer comme copie</uicontrol>.</p>",
"InsertBufferSystem.Title":"Créer un système de mémoire tampon",
"InsertBufferSystem.ShortHelp":"Crée un système de mémoire tampon.",
"InsertBufferSystem.LongHelp":"Cliquez sur <uicontrol>Créer un système de mémoire tampon</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertControlDevice.Title":"Créer un équipement de contrôle",
"InsertControlDevice.ShortHelp":"Insère une ressource d'équipement de contrôle, qui est une ressource de travail.",
"InsertControlDevice.LongHelp":"Cliquez sur <uicontrol>Créer un équipement de contrôle</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertConveyor.Title":"Créer un convoyeur",
"InsertConveyor.ShortHelp":"Insère une ressource de convoyeur, qui est une ressource de travail.",
"InsertConveyor.LongHelp":"Cliquez sur <uicontrol>Créer un convoyeur</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertCreateAssembly.Title":"Créer un assemblage de fabrication",
"InsertCreateAssembly.ShortHelp":"Crée un assemblage de fabrication.",
"InsertCreateAssembly.LongHelp":"Cliquez sur <uicontrol>Créer un assemblage de fabrication</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertCreateKit.Title":"Créer un kit de fabrication",
"InsertCreateKit.ShortHelp":"Crée un kit de fabrication.",
"InsertCreateKit.LongHelp":"Cliquez sur <uicontrol>Créer un kit de fabrication</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertCreateMaterial.Title":"Créer un matériau fabriqué",
"InsertCreateMaterial.ShortHelp":"Crée un matériau fabriqué.",
"InsertCreateMaterial.LongHelp":"Cliquez sur <uicontrol>Créer un matériau fabriqué</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertCurveFasteningOperation.Title":"Créer une opération de fixation de courbe",
"InsertCurveFasteningOperation.ShortHelp":"Crée une opération de fixation de courbe.",
"InsertCurveFasteningOperation.LongHelp":"Cliquez sur <uicontrol>Créer une opération de fixation de courbe</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertDataCollectChecklist.Title":"Créer une instruction de liste de contrôle de collecte de données",
"InsertDataCollectChecklist.ShortHelp":"Créez une collecte de données composée de vérifications booléennes à effectuer.",
"InsertDataCollectChecklist.LongHelp":"Sélectionnez une opération, puis cliquez sur <uicontrol>Créer une instruction de liste de contrôle de collecte de données</uicontrol>. Dans la boîte de dialogue de création, renommez l'instruction et cliquez sur <uicontrol>OK</uicontrol>, ce qui ouvre une boîte de dialogue Liste de contrôle de collecte de données dans laquelle vous pouvez ajouter les informations de collecte de données appropriées.",
"InsertDataCollectPlan.Title":"Créer une instruction de plan de collecte de données",
"InsertDataCollectPlan.ShortHelp":"Créez des instructions de travail pour demander aux employés de fournir des informations sur le suivi du stock ou le nombre de défauts",
"InsertDataCollectPlan.LongHelp":"Sélectionnez une opération, puis cliquez sur <uicontrol>Créer une instruction de plan de collecte de données</uicontrol>. Dans la boîte de dialogue de création, renommez l'instruction et cliquez sur <uicontrol>OK</uicontrol>, ce qui ouvre une boîte de dialogue Plan de collecte de données dans laquelle vous pouvez ajouter les informations de collecte de données appropriées.",
"InsertDiscreteByProduct.Title":"Créer un sous-produit",
"InsertDiscreteByProduct.ShortHelp":"Crée un sous-produit.",
"InsertDiscreteByProduct.LongHelp":"Cliquez sur <uicontrol>Créer un sous-produit</uicontrol>, entrez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertGeneralOperation.Title":"Créer une opération générale",
"InsertGeneralOperation.ShortHelp":"Crée une opération générale.",
"InsertGeneralOperation.LongHelp":"Cliquez sur <uicontrol>Créer une opération générale</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertGeneralSystem.Title":"Créer un système général",
"InsertGeneralSystem.ShortHelp":"Crée un système général.",
"InsertGeneralSystem.LongHelp":"Cliquez sur <uicontrol>Créer un système général</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertHeaderOperation.Title":"Créer une opération d'en-tête",
"InsertHeaderOperation.ShortHelp":"Crée une opération d'en-tête.",
"InsertHeaderOperation.LongHelp":"Cliquez sur <uicontrol>Créer une opération d'en-tête</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertHeaderWorkplanSystem.Title":"Créer un plan de travail d'en-tête",
"InsertHeaderWorkplanSystem.ShortHelp":"Crée un système de plan de travail d'en-tête.",
"InsertHeaderWorkplanSystem.LongHelp":"Cliquez sur <uicontrol>Créer un système de plan de travail d'en-tête</uicontrol>, saisissez un titre et cliquez sur <uicontrol>Créer</uicontrol>.<p><note type = 'notes'>Les plans de travail d'en-tête ne peuvent être créés qu'en tant que racine et peuvent avoir des systèmes de plan de travail et des processus de contrôle qualité en tant qu'enfants.</note></p>",
"InsertIndustrialMachine.Title":"Créer une machine industrielle",
"InsertIndustrialMachine.ShortHelp":"Insère une ressource de machine industrielle, qui est une ressource de travail.",
"InsertIndustrialMachine.LongHelp":"Cliquez sur <uicontrol>Créer une machine industrielle</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertInspect.Title":"Créer une inspection",
"InsertInspect.ShortHelp":"Insère une ressource d'inspection, qui est une ressource de travail.",
"InsertInspect.LongHelp":"Cliquez sur <uicontrol>Créer une inspection</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertInstallation.Title":"Créer une installation",
"InsertInstallation.ShortHelp":"Crée une installation.",
"InsertInstallation.LongHelp":"Cliquez sur <uicontrol>Créer une installation</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertInstruction.Title":"Créer une instruction de texte",
"InsertInstruction.ShortHelp":"Crée une instruction non spécifique à laquelle diverses pièces jointes et vues peuvent être associées.",
"InsertInstruction.LongHelp":"Sélectionnez une opération, puis cliquez sur <uicontrol>Créer une instruction de texte</uicontrol>. Dans la boîte de dialogue, renommez l'instruction et ajoutez le texte ; cliquez sur <uicontrol>OK</uicontrol>.",
"InsertLoadingOperation.Title":"Créer une opération de chargement",
"InsertLoadingOperation.ShortHelp":"Crée une opération de chargement.",
"InsertLoadingOperation.LongHelp":"Cliquez sur <uicontrol>Créer une opération de chargement</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertLogicController.Title":"Créer un contrôleur logique",
"InsertLogicController.ShortHelp":"Insère une ressource de contrôleur logique, qui est une ressource de travail.",
"InsertLogicController.LongHelp":"Cliquez sur <uicontrol>Créer un contrôleur logique</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertManufacturingSetup.Title":"Créer une configuration de fabrication",
"InsertManufacturingSetup.ShortHelp":"Insère une ressource de produit de fabrication, qui est une ressource non utilisée.",
"InsertManufacturingSetup.LongHelp":"Cliquez sur <uicontrol>Créer une configuration de fabrication</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertNCMachine.Title":"Créer une machine NC",
"InsertNCMachine.ShortHelp":"Insère une ressource de machine à CN, qui est une ressource de travail.",
"InsertNCMachine.LongHelp":"Cliquez sur <uicontrol>Créer une machine à CN</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertOrganizational.Title":"Créer une cellule de fabrication",
"InsertOrganizational.ShortHelp":"Insère une ressource de cellule de fabrication, qui est une ressource organisationnelle.",
"InsertOrganizational.LongHelp":"Cliquez sur <uicontrol>Créer une cellule de fabrication</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertPointFasteningOperation.Title":"Créer une opération de fixation de point",
"InsertPointFasteningOperation.ShortHelp":"Crée une opération de fixation de point.",
"InsertPointFasteningOperation.LongHelp":"Cliquez sur <uicontrol>Créer une opération de fixation de point</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertProvide.Title":"Créer une pièce fournie",
"InsertProvide.ShortHelp":"Crée une pièce fournie.",
"InsertProvide.LongHelp":"Cliquez sur <uicontrol>Créer une pièce fournie</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertQualityControlProcess.Title":"Créer un processus de contrôle qualité",
"InsertQualityControlProcess.ShortHelp":"Crée un processus de contrôle qualité",
"InsertQualityControlProcess.LongHelp":"Cliquez sur <uicontrol>Créer un processus de contrôle qualité</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertRemoveMaterialOperation.Title":"Créer une opération d'enlèvement de matière",
"InsertRemoveMaterialOperation.ShortHelp":"Crée une opération d'enlèvement de matière.",
"InsertRemoveMaterialOperation.LongHelp":"Cliquez sur <uicontrol>Créer une opération d'enlèvement de matière</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertRobot.Title":"Créer un robot",
"InsertRobot.ShortHelp":"Insère une ressource de robot, qui est une ressource de travail.",
"InsertRobot.LongHelp":"Cliquez sur <uicontrol>Créer un robot</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertSensor.Title":"Créer un capteur",
"InsertSensor.ShortHelp":"Insère une ressource de capteur, qui est une ressource non utilisée.",
"InsertSensor.LongHelp":"Cliquez sur <uicontrol>Créer un capteur</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertSignOff.Title":"Créer une instruction d'approbation",
"InsertSignOff.ShortHelp":"Créez des instructions de travail nécessitant une approbation dans le cadre du processus de travail.",
"InsertSignOff.LongHelp":"Sélectionnez une opération, puis cliquez sur <uicontrol>Créer une instruction d'approbation</uicontrol>. Dans la boîte de dialogue, renommez l'instruction et définissez les options voulues ; cliquez sur <uicontrol>OK</uicontrol>.",
"InsertSinkSystem.Title":"Créer un système de tassement",
"InsertSinkSystem.ShortHelp":"Crée un système de tassement.",
"InsertSinkSystem.LongHelp":"Cliquez sur <uicontrol>Créer un système de tassement</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertSourceSystem.Title":"Créer un système source",
"InsertSourceSystem.ShortHelp":"Crée un système source.",
"InsertSourceSystem.LongHelp":"Cliquez sur <uicontrol>Créer un système source</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertStorage.Title":"Créer stockage",
"InsertStorage.ShortHelp":"Insère une ressource de stockage, qui est une ressource non utilisée.",
"InsertStorage.LongHelp":"Cliquez sur <uicontrol>Créer un stockage</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertToolDevice.Title":"Créer un équipement d'outil",
"InsertToolDevice.ShortHelp":"Insère une ressource d'équipement d'outil, qui est une ressource non utilisée.",
"InsertToolDevice.LongHelp":"Cliquez sur <uicontrol>Créer un équipement d'outil</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertTransferOperation.Title":"Créer une opération de transfert",
"InsertTransferOperation.ShortHelp":"Crée une opération de transfert.",
"InsertTransferOperation.LongHelp":"Cliquez sur <uicontrol>Créer une opération de transfert</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertTransferSystem.Title":"Créer un système de transfert",
"InsertTransferSystem.ShortHelp":"Crée un système de transfert.",
"InsertTransferSystem.LongHelp":"Cliquez sur <uicontrol>Créer un système de transfert</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertTransformationSystem.Title":"Créer un système de transformation",
"InsertTransformationSystem.ShortHelp":"Crée un système de transformation.",
"InsertTransformationSystem.LongHelp":"Cliquez sur <uicontrol>Créer un système de transformation</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertTransport.Title":"Créer un transport",
"InsertTransport.ShortHelp":"Insère une ressource de transport, qui est une ressource de travail.",
"InsertTransport.LongHelp":"Cliquez sur <uicontrol>Créer un transport</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertUnloadingOperation.Title":"Créer une opération de déchargement",
"InsertUnloadingOperation.ShortHelp":"Crée une opération de déchargement.",
"InsertUnloadingOperation.LongHelp":"Cliquez sur <uicontrol>Créer une opération de déchargement</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertUserDefined.Title":"Créer une ressource définie par l'utilisateur",
"InsertUserDefined.ShortHelp":"Insère une ressource définie par l'utilisateur, qui est une ressource non utilisée.",
"InsertUserDefined.LongHelp":"Cliquez sur <uicontrol>Créer une ressource définie par l'utilisateur</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertWorker.Title":"Créer un travailleur",
"InsertWorker.ShortHelp":"Insère une ressource de travailleur, qui est une ressource de travail.",
"InsertWorker.LongHelp":"Cliquez sur <uicontrol>Créer un travailleur</uicontrol>, saisissez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"InsertWorkplanSystem.Title":"Créer un plan de travail",
"InsertWorkplanSystem.ShortHelp":"Crée un plan de travail.",
"InsertWorkplanSystem.LongHelp":"Cliquez sur <uicontrol>Créer un plan de travail</uicontrol>, entrez un nom et cliquez sur <uicontrol>OK</uicontrol>.",
"ItemsView.Title":"Afficher la vue Eléments de fabrication",
"ItemsView.ShortHelp":"Affiche ou cache la vue <wintitle>Eléments de fabrication</wintitle>, c'est-à-dire le bloc Eléments fabriqués.",
"LandingPage.Title":"Accueil",
"LandingPage.ShortHelp":"Permet de revenir à la page d'accueil.",
"LayoutPreferences.Title":"Afficher le panneau Afficher les préférences de présentation",
"LayoutPreferences.ShortHelp":"Permet de gérer les préférences de présentation des widgets.",
"LoadRelations.Title":"Charger les relations",
"LoadRelations.ShortHelp":"Charge dans la session les connexions des éléments sélectionnés et leurs parents à la racine.",
"LoadRelations.LongHelp":"Cette commande est désactivée par défaut. Elle n'est disponible que si, dans le panneau <wintitle>Modifier les préférences</wintitle>, <wintitle>Naviguer sur</wintitle> est défini sur <uicontrol>Index (charger les relations à la demande)</uicontrol>.",
"UserDefinedExplore.Title":"Exploration définie par l'utilisateur",
"UserDefinedExplore.ShortHelp":"Ouvre une boîte de dialogue <wintitle>Exploration définie par l'utilisateur</wintitle>.",
"UserDefinedExplore.LongHelp":"Dans le champ <wintitle>Liste de toutes les procédures</wintitle>, sélectionnez soit l'entrée par défaut invitant à <uicontrol>Charger les relations dans les vues</uicontrol>, soit l'une des procédures définies par l'utilisateur (JavaScript) disponibles. En cliquant sur <uicontrol>Exécuter</uicontrol>, cette procédure est exécutée avec les objets sélectionnés comme entrée et les objets renvoyés sont chargés dans les vues respectives.<p> <note type = 'notes'> <ul> <li>La disponibilité des procédures dépend de l'objet sélectionné. Si aucun objet n'est sélectionné, la boîte de dialogue ne s'affiche pas, et le comportement par défaut <uicontrol>Charger les relations dans les vues</uicontrol> est exécuté.</li> <li>Les procédures définies par l'utilisateur doivent inclure une <codeph>propriété</codeph> ProcCategory avec la <codeph>valeur</codeph> personnalisée avant d'être déployées dans le serveur à inclure dans la liste.</li> </ul> </note> </p>",
"ManageCapableResources.Title":"Gérer les ressources possibles",
"ManageCapableResources.ShortHelp":"Permet de gérer les liens entre les ressources possibles et le système/l'opération",
"ManageCapableResources.LongHelp":"Sélectionnez le système/l'opération et cliquez sur la commande. Créez un lien de ressource possible principal/secondaire en glissant une ressource à partir de la vue de <wintitle>Ressource possible</wintitle> ou à partir de la recherche.",
"ManageDocuments.Title":"Gérer les documents",
"ManageDocuments.ShortHelp":"Permet de gérer les documents attachés à un élément fabriqué.",
"ManageDocuments.LongHelp":"Vous pouvez ajouter, supprimer ou télécharger un document dans le panneau <wintitle>Gérer les documents</wintitle>.",
"ManageInconsistentLinks.Title":"Gestion de l'impact des modifications",
"ManageInconsistentLinks.ShortHelp":"Gère les liens d'implémentation incomplets ou incohérents entre les éléments fabriqués et les produits.",
"ManageInconsistentLinks.LongHelp":"Le panneau <wintitle>Gestion de l'impact des modifications</wintitle> répertorie les liens d'implémentation incohérents entre des produits et des éléments fabriqués. <p>Cliquez sur <uicontrol>Rediriger</uicontrol>, <uicontrol>Supprimer</uicontrol> ou <uicontrol>Ignorer</uicontrol> dans le panneau pour corriger les liens.</p>",
"ManufacturingItems.Title":"Vue Eléments de fabrication",
"ManufacturingItems.ShortHelp":"Permet d'afficher ou de cacher la vue <wintitle>Eléments de fabrication</wintitle>.",
"Origin.Title":"Vue Origines",
"Origin.ShortHelp":"Attribue ou supprime les liens d'origine à un élément fabriqué.",
"Origin.LongHelp":"Cliquez sur <uicontrol>Vue Origines</uicontrol> pour ouvrir le panneau <wintitle>Origines</wintitle>. Pour rechercher et ajouter une origine, cliquez avec le bouton droit sur l'en-tête ou sur un élément fabriqué et cliquez sur <uicontrol> Ajouter origines</uicontrol>.",
"ProcessView.Title":"Afficher la vue des processus & opérations",
"ProcessView.ShortHelp":"Affiche ou cache la vue <wintitle>Processus & opérations</wintitle>, c'est-à-dire le bloc de routages.",
"ProductFlowCmd.Title":"Diagramme de flux de processus",
"ProductFlowCmd.ShortHelp":"<p>Ouvre un panneau pour gérer la vue de la structure.</p>",
"ProductFlowCmd.LongHelp":"<p>Cliquez pour afficher le diagramme de flux de processus.</p>",
"ProductsParts.Title":"Vue Eléments d'ingénierie",
"ProductsParts.ShortHelp":"Permet d'afficher ou de cacher la vue <wintitle>Produits et pièces</wintitle>.",
"ReconnectScope.Title":"Reconnecter le lien de portée",
"ReconnectScope.ShortHelp":"Permet de reconnecter un lien de portée entre un élément fabriqué et un produit ou une pièce.",
"ReconnectScope.LongHelp":"Dans la boîte de dialogue, sélectionnez un élément fabriqué et cliquez sur <uicontrol>OK</uicontrol> pour réparer une portée rompue.",
"Reframe.Title":"Recadrer",
"Reframe.ShortHelp":"Permet d'adapter la structure entière dans la vue.",
"Reframe.LongHelp":"Dans la vue graphique, cliquez sur <uicontrol>Recadrer</uicontrol> pour adapter la structure dans la vue.",
"ReframeOn.Title":"Recadrer sur",
"ReframeOn.ShortHelp":"Centre la vue sur l'objet sélectionné.",
"ReframeOn.LongHelp":"Dans la vue graphique, sélectionnez un objet et cliquez sur <uicontrol>Recadrer sur</uicontrol> pour centrer la vue sur cet objet.",
"Refresh.Title":"Actualiser les objets sélectionnés dans la base de données",
"Refresh.ShortHelp":"Applique les dernières modifications aux objets sélectionnés.",
"RelationalExplorerCmd.Title":"Objet(s) lié(s)",
"RelationalExplorerCmd.ShortHelp":"Permet de parcourir les liens de portée et les liens d'implémentation d'un objet.",
"RelationalExplorerCmd.LongHelp":"Sélectionnez un objet puis cliquez sur <uicontrol>Objet(s) lié(s)</uicontrol>.",
"Relations.Title":"Panneau Relations",
"Relations.ShortHelp":"Affiche l'identificateur de l'objet lié à un élément fabriqué.",
"ReplaceByExisting.Title":"Remplacer par un objet existant",
"ReplaceByExisting.ShortHelp":"Remplace un élément fabriqué enfant par un élément fabriqué existant, met à jour la portée et les liens d'implémentation.",
"ReplaceByExisting.LongHelp":"Sélectionnez un élément fabriqué enfant et cliquez sur <uicontrol>Remplacer par existant</uicontrol>. Dans la barre de recherche, saisissez le critère pour un élément fabriqué existant dans la base de données. Sélectionnez l'élément fabriqué et cliquez sur <uicontrol>OK</uicontrol>.",
"ReplaceByLatestRevision.Title":"Remplacer par la dernière révision",
"ReplaceByLatestRevision.ShortHelp":"Remplace un élément fabriqué enfant par sa dernière révision, actualise la portée et les liens d'implémentation.",
"ReplaceByLatestRevision.LongHelp":"Sélectionnez un élément fabriqué enfant et cliquez sur <uicontrol>Remplacer par la dernière révision</uicontrol>.",
"ReplaceByNewReference.Title":"Remplacer par un nouvel élément",
"ReplaceByNewReference.ShortHelp":"Remplace une instance d'une référence par une instance d'une nouvelle référence. Il affiche la boîte de dialogue <wintitle>Remplacer par nouvelle...</wintitle> .",
"ReplaceByNewRevision.Title":"Remplacer par une nouvelle révision",
"ReplaceByNewRevision.ShortHelp":"Crée une révision d'un élément fabriqué enfant, remplace l'élément fabriqué par la nouvelle révision, actualise la portée et les liens d'implémentation.",
"ReplaceByNewRevision.LongHelp":"Sélectionnez un élément fabriqué enfant et cliquez sur <uicontrol>Remplacer par une nouvelle révision</uicontrol>.",
"ResourcesView.Title":"Afficher la vue Ressource possible",
"ResourcesView.ShortHelp":"Affiche ou cache la vue <wintitle>Ressource possible</wintitle>, c'est-à-dire, le bloc Ressources possibles.",
"ResultingProduct.Title":"Vue du produit résultant",
"ResultingProduct.ShortHelp":"Affiche le panneau <wintitle>Produit résultant</wintitle>. Cliquez sur l'icône pour activer/désactiver la vue du produit résultant.",
"ResultingProduct.LongHelp":"Sélectionnez un élément MBOM et cliquez sur <uicontrol>Vue du produit résultant</uicontrol> pour afficher le panneau <wintitle>Produit résultant</wintitle>. Le produit résultant s'affiche dans un cadre distinct. Vous pouvez alors déposez le produit dans la vue EBOM pour afficher plus d'informations.",
"ReviseAndReconnectScope.Title":"Réviser et reconnecter le lien de portée",
"ReviseAndReconnectScope.ShortHelp":"Fournit un accès rapide à la dernière icône Remplacement d'éléments fabriqués utilisée.",
"SearchAndAddInstanceCommand.Title":"Insérer",
"SearchAndAddInstanceCommand.ShortHelp":"<p>Ajoute une instance à un élément fabriqué ou sélectionne un élément fabriqué dans l'app IP Classify and Reuse.</p>",
"SearchAndAddInstanceCommand.LongHelp":"<p>Dans la barre de recherche, entrez le nom de votre instance. Sélectionnez l'instance dans la base de données et cliquez sur <uicontrol>Rechercher</uicontrol> ou sélectionnez un élément fabriqué dans l'app IP Classify and Reuse et cliquez sur <uicontrol>Insérer</uicontrol>.</p>",
"SearchDocument.Title":"Rechercher et ajouter un document",
"SearchDocument.ShortHelp":"Permet d'ajouter un document existant à un élément fabriqué.",
"SearchDocument.LongHelp":"Dans la barre de recherche, saisissez le nom de votre document stocké dans la base de données, sélectionnez-le dans les résultats de la recherche et cliquez sur <uicontrol>OK</uicontrol>.",
"SetThePartNumber.Title":"Numéro d'élément d'entreprise sur les éléments",
"SetThePartNumber.ShortHelp":"Définit le numéro d'élément d'entreprise sur les éléments",
"SetThePartNumber.LongHelp":"Sélectionnez un ou plusieurs éléments pour définir leur numéro d'élément d'entreprise. Un numéro d'élément d'entreprise est une chaîne unique de caractères alphanumériques. Vous pouvez définir un numéro d'élément d'entreprise sur une référence d'élément fabriqué pour distinguer cet élément fabriqué de tous les autres éléments fabriqués du système.",
"ShowGraphView.Title":"Afficher la vue graphique",
"ShowGraphView.ShortHelp":"Affiche la vue graphique illustrant les liens entre les objets.",
"ShowGraphView.LongHelp":"Cliquez sur <uicontrol>Afficher la vue graphique</uicontrol> pour basculer la vue vers le graphique.",
"ShowGroupingDataGridView.Title":"Vue groupée",
"ShowGroupingDataGridView.ShortHelp":"Affiche une vue permettant d'effectuer un regroupement structurel ou selon l'approvisionnement des <wintitle>Eléments fabriqués</wintitle>",
"ShowGroupingDataGridView.LongHelp":"<p>Faites un clic droit sur les colonnes d'en-tête de la <wintitle>Vue groupée</wintitle> pour appliquer le regroupement sur la base d'un critère choisi dans le menu contextuel.</p>",
"ShowLogPanel.Title":"Afficher le panneau Journal",
"ShowLogPanel.ShortHelp":"Ouvre un panneau répertoriant les actions précédentes.",
"ShowLogPanel.LongHelp":"Cliquez sur <uicontrol>Panneau Journal</uicontrol> pour afficher le panneau <wintitle>Journal</wintitle>.",
"StretchPartialScopeLink.Title":"Etirer un lien d'une portée partielle",
"StretchPartialScopeLink.ShortHelp":"Etirer le lien de portée partielle existant entre un élément fabriqué et un produit ou une pièce au niveau supérieur du produit actuellement défini.",
"StretchPartialScopeLink.LongHelp":"Sélectionnez un assemblage de fabrication et un produit dans la vue <wintitle>Produits et pièces</wintitle> et cliquez sur <uicontrol>Etirer le lien de portée partielle</uicontrol> pour étirer le lien de portée partielle au niveau supérieur.",
"SwitchToFullScopeLink.Title":"Basculer un lien de portée partielle",
"SwitchToFullScopeLink.ShortHelp":"Convertissez le lien de portée partielle existant pour un élément fabriqué en portée complète",
"SwitchToFullScopeLink.LongHelp":"Basculez le lien de portée partielle existant entre un élément fabriqué et un produit sera converti en portée complète<uicontrol>Basculer un lien de portée partielle</uicontrol>.",
"ToggleAuxiliaryView.Title":"Vue auxiliaire",
"ToggleAuxiliaryView.ShortHelp":"Ouvre la Vue auxiliaire pour gérer les objets non classés.",
"ToggleGraphView.Title":"Basculer entre la vue Graphique et la vue Tableau",
"ToggleGraphView.ShortHelp":"Affiche la structure à travers un arbre ou un graphique.",
"ToggleGraphView.LongHelp":"Cliquez sur la vue <wintitle>Produits et pièces</wintitle> ou sur la vue <wintitle>Eléments fabriqués</wintitle>, et cliquez sur <uicontrol>Basculer entre la vue Graphique et la vue Tableau</uicontrol> pour passer d'une vue sous forme de graphique à une vue sous forme de tableau, et inversement.",
"ToggleOrientation.Title":"Activer/désactiver l'orientation graphique",
"ToggleOrientation.ShortHelp":"Modifie la position et l'ordre des objets dans la structure.",
"ToggleOrientation.LongHelp":"Dans la vue graphique, cliquez sur <uicontrol>Activer/désactiver l'orientation graphique</uicontrol> pour modifier l'ordre des objets.",
"ToggleOverview.Title":"Activer/désactiver l'aperçu graphique",
"ToggleOverview.ShortHelp":"Ouvre un panneau pour gérer la vue de la structure.",
"ToggleOverview.LongHelp":"Dans la vue graphique, cliquez sur <uicontrol>Activer/désactiver l'aperçu graphique</uicontrol> pour ajuster manuellement la taille d'une structure.",
"UnassignProduct.Title":"Annuler l'affectation d'un produit",
"UnassignProduct.ShortHelp":"Annule l'affectation d'un produit ou d'une pièce d'un élément fabriqué.",
"UnassignProduct.LongHelp":"Sélectionnez un produit ou une pièce et cliquez sur <uicontrol>Annuler l'affectation d'un produit</uicontrol> pour l'enlever de l'élément fabriqué.",
"UpdateMfgItemStructure.Title":"Mettre à jour la structure des éléments de fabrication",
"UpdateMfgItemStructure.ShortHelp":"Met à jour un élément de fabrication doté d'un lien de portée vers un produit ou une pièce avec une autre révision.",
"UpdateMfgItemStructure.LongHelp":"Dans la boîte de dialogue, sélectionnez une révision, et cliquez sur <uicontrol>OK</uicontrol>.",
"AlternatesAndSubstitutes.WebHelp":"DelMfnaUserMap/delmfna-t-ManageAlternateSubstitute.htm",
"BIEssentialsCmd.WebHelp":"DelMfnaUserMap/delmfna-t-BIEssentials.htm",
"CreateMfgItemStructure.WebHelp":"DelMfnaUserMap/delmfna-t-CreateMBOMFromEBOM.htm",
"DefineFilter.WebHelp":"DelMfnaUserMap/delmfna-m-Filter-sb.htm",
"Delete.WebHelp":"SharedUserMap/lifecycle-t-Delete.htm",
"DuplicateAdv.WebHelp":"SharedUserMap/lifecycle-t-DuplicateAdvanced.htm",
"EditConfigurationContext.WebHelp":"SharedUserMap/cfg-t-Configuration-Context-Edit.htm",
"EditEvolution.WebHelp":"SharedUserMap/cfg-t-Evolution-Effectivity-Edit.htm",
"EditVariant.WebHelp":"SharedUserMap/cfg-t-Variant-Option-Effectivity-Edit.htm",
"EditViewPreferences.WebHelp":"DelMfnaUserMap/Delmfna-r-ui-Attributes.htm",
"ItemsView.WebHelp":"DelMgaUserMap/Delmga-c-ui-MgaDashboard.htm",
"LayoutPreferences.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard",
"LoadRelations.WebHelp":"DelMfnaUserMap/delmfna-t-LoadRelations.htm",
"ManageInconsistentLinks.WebHelp":"DelMfnaUserMap/delmfna-t-InconsistentLinks-Manage.htm",
"ManufacturingItems.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm",
"ProcessView.WebHelp":"DelMgaUserMap/Delmga-c-ui-MgaDashboard.htm",
"ProductsParts.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm",
"Reframe.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard",
"ReframeOn.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard",
"ReplaceByExisting.WebHelp":"DelMfnaUserMap/delmfna-t-ObjectReplace.htm#t-ReplaceanObjectwithanExistingObject",
"ReplaceByLatestRevision.WebHelp":"DelMfnaUserMap/delmfna-t-ObjectReplace.htm#t-ReplaceanObjectwithItsLatestRevision",
"ReplaceByNewReference.WebHelp":"DelMfnaUserMap/delmfna-t-ObjectReplace.htm#task_ehz_cnz_gsb",
"ReplaceByNewRevision.WebHelp":"DelMfnaUserMap/delmfna-t-ObjectReplace.htm#t-ReplaceanObjectwithaNewRevision",
"ResourcesView.WebHelp":"DelMgaUserMap/Delmga-c-ui-MgaDashboard.htm",
"ReviseAndReconnectScope.WebHelp":"DelMfnaUserMap/delmfna-r-ui-ActBar-Authoring-Primary.htm#delmfna-r-ui-ActBar-Authoring-Primary/rs-FlyoutforReplacingManufacturedItems",
"ShowGroupingDataGridView.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm",
"ToggleAuxiliaryView.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm",
"ToggleGraphView.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard",
"ToggleOrientation.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard",
"ToggleOverview.WebHelp":"DelMfnaUserMap/Delmfna-c-MfnDashboard.htm#Delmfna-c-MfnDashboard"
}
