#
#   EffectivityStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: EffectivityStringResource.properties.rca  $"
#

#Effectivity
Effectivity.Form.Label.Effectivity=Efectividad
Effectivity.Form.Label.Mode=Modo
Effectivity.Form.Label.ItemEffectivity=Efectividad del elemento
Effectivity.Form.Label.EffectivityExpression=Expresi\u00f3n de efectividad
Effectivity.EffectivityType.Date=Fecha
Effectivity.EffectivityType.Unit=Unidad
Effectivity.EffectivityType.Milestone=Etapa
Effectivity.Label.EditEffectivityDefinitionHeading=Editar definici\u00f3n de efectividad
Effectivity.Label.EditVariantEffectivityDefinitionHeading=Editar efectividad de variante/opci\u00f3n
Effectivity.Label.EditEvolutionEffectivityDefinitionHeading=Editar evoluci\u00f3n de efectividad
Effectivity.Label.FilterEffectivityDefinitionHeading=Filtrar definici\u00f3n de efectividad
Effectivity.Label.EffectivityExpressionSubHeading=Expresi\u00f3n de efectividad para: 
Effectivity.Label.Expression=Expresi\u00f3n
Effectivity.Label.CompletedExpression=Expresi\u00f3n completada
Effectivity.Label.Type=Tipo
Effectivity.Label.Mode=Modo
Effectivity.Label.EffectivitySelector=Selector de efectividad
Effectivity.Label.InsertAsRange=Insertar como intervalo
Effectivity.Label.Name=Nombre
Effectivity.Label.Revision=Revisi\u00f3n
Effectivity.Label.Discipline=Disciplina
Effectivity.Label.Date=Fecha
Effectivity.LeftExpression.Invalid=Valor no v\u00e1lido
Effectivity.Sequence.Selectable=Valor de secuencia

Effectivity.Table.ItemEffectivity=Efectividad del elemento
Effectivity.Table.StructureEffectivity=Efectividad
Effectivity.Table.EditStructureExpression=Editar expresi\u00f3n de estructura
Effectivity.Table.ProposedEffectivity=Efectividad propuesta
Effectivity.Table.CurrentEffectivity=Efectividad actual

Effectivity.Validation.ValidateRangeAlert=Seleccione elementos del mismo padre.
Effectivity.Validation.UserSelectionRequirement=Seleccione un elemento.
Effectivity.Expression.Invalid=La expresi\u00f3n no es v\u00e1lida.
Effectivity.Validation.InvalidDateRange=El intervalo de fechas no es v\u00e1lido. Especifique solo dos fechas cuando las inserte como intervalo.
Effectivity.Validation.RequestDateSelection=Elija una fecha para insertar en la expresi\u00f3n.
Effectivity.Validation.RowDeletionNotPermitted=La fila no se puede eliminar.
Effectivity.Label.CompletedRule=Regla completada 
Effectivity.Label.RuleExpressionDialog=Cuadro de di\u00e1logo de expresi\u00f3n de regla
Effectivity.Common.Done=Listo
Effectivity.Button.Cancel=Cancelar
Effectivity.Button.Validate=Validar
Effectivity.Button.Help=Ayuda
Effectivity.Expression.Valid=La expresi\u00f3n es v\u00e1lida.
Effectivity.Validation.EndBeforeStart=La fecha de finalizaci\u00f3n es anterior a la fecha de inicio; compruebe las fechas.
Effectivity.Validation.EndSameStart=La fecha de finalizaci\u00f3n es la misma que la fecha de inicio; compruebe las fechas.
Effectivity.Error.CommandNotRegistered=No se puede encontrar un objeto de comando de tipo de efectividad. P\u00f3ngase en contacto con el administrador para que registre un objeto de comando de tipo de efectividad v\u00e1lido. 
Effectivity.Error.InvalidEffectivityCommandSettings=No existe una configuraci\u00f3n para el objeto de comando de tipo de efectividad. P\u00f3ngase en contacto con el administrador para que agregue la configuraci\u00f3n correspondiente al objeto de comando de tipo de efectividad. 
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=La expresi\u00f3n de efectividad contiene algunos tipos de efectividad que no se han aplicado en este objeto.  
Effectivity.Validation.Infinity=Infinito no es aplicable a esta expresi\u00f3n.
Effectivity.Request.Selection=Seleccione un elemento.
Effectivity.Root.Missing=No se encontraron objetos.
Effectivity.Validation.InvalidUnitRange=El intervalo no es v\u00e1lido. Seleccione uno o dos valores de secuencia cuando los inserte como intervalo.
Effectivity.Validation.Failure=El intervalo de unidades no es v\u00e1lido; introduzca un intervalo v\u00e1lido.
Effectivity.KeyinValidation.InfinitySymbolSequence=La secuencia no es v\u00e1lida. Es posible que el s\u00edmbolo de infinito no aparezca como un valor de secuencia.
Effectivity.KeyinValidation.InfinitySymbolSequenceStart=La secuencia no es v\u00e1lida. Es posible que el s\u00edmbolo de infinito no aparezca como el valor de inicio de un intervalo de secuencia.
Effectivity.KeyinValidation.InvalidIntKeyword=La secuencia no es v\u00e1lida. El entero o la palabra clave a continuaci\u00f3n no se reconocen como valores v\u00e1lidos:
Effectivity.KeyinValidation.NoGreaterThanZero=La secuencia no es v\u00e1lida. El valor de secuencia debe ser un n\u00famero entero mayor que cero (0). 
Effectivity.KeyinValidation.StartLessThanEnd=La secuencia no es v\u00e1lida. El intervalo de inicio debe ser menor que el intervalo de finalizaci\u00f3n.
Effectivity.KeyinValidation.EmptyValue=Introduzca un valor de secuencia.
Effectivity.Root.StructureEffectivity=No se puede editar la efectividad de la estructura para la ra\u00edz.
Effectivity.List.UserSelectionRequirement=Seleccione una fila.

Effectivity.Error.InvalidIds=Uno o varios Id. de par\u00e1metro son nulos o est\u00e1n en blanco; utilice un Id. v\u00e1lido.
Effectivity.Error.NoEffectivityTypeFound=No se encontr\u00f3 ning\u00fan tipo de efectividad; utilice un tipo de efectividad v\u00e1lido como se define en el esquema.
Effectivity.Error.InvalidCategoryTypeSetting=El tipo de categor\u00eda no es v\u00e1lido; compruebe que la configuraci\u00f3n del tipo de categor\u00eda sea v\u00e1lida.
Effectivity.Error.NoUsageDataForPhysicalId=No hay datos de uso para el Id. f\u00edsico especificado. P\u00f3ngase en contacto con el administrador del sistema.
Effectivity.Error.Effectivity.Error.InvalidContextId=No se estableci\u00f3 el Id. de contexto; establezca la relaci\u00f3n de contexto o el Id. del objeto.
Effectivity.Error.InvalidOperation=La operaci\u00f3n no es v\u00e1lida; especifique un tipo de operaci\u00f3n v\u00e1lido.
Effectivity.Error.UnsupportedCriteriaType=El tipo de criterio no es compatible; especifique un tipo de criterio compatible.
Effectivity.Error.ErrorGettingChangeEffectivity=Se produjo un error al obtener la efectividad de cambio.
Effectivity.Error.InvalidEffectivityMap=El mapa de efectividad no es v\u00e1lido.
Effectivity.Error.EffectivityUsageCannotDelete=El objeto est\u00e1 siendo utilizado en una expresi\u00f3n de efectividad y no se puede eliminar. Quite el objeto de todas las expresiones de efectividad para permitir su eliminaci\u00f3n.
Effectivity.Error.IEffectivityOnChangeNotImplemented=La clase para este tipo no implementa los m\u00e9todos requeridos. P\u00f3ngase en contacto con el administrador del sistema para que implemente IEffectivityOnChange para esta clase.

Effectivity.Error.ParentNotAttachedAllModelsFromAC=La referencia padre no contiene todos los modelos adjuntos del contexto de creaci\u00f3n.
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=La referencia padre no contiene todos los criterios activados del contexto de creaci\u00f3n.

Effectivity.Error.InstanceDoesNotHaveEffectivity=Esta instancia no tiene una efectividad.
Effectivity.Error.OnlyEvolutionEffectivity=Esta instancia solo tiene una efectividad de dominio de evoluci\u00f3n.

//Display value for records that have been cut entirely and the expression evaluation is always false
Effectivity.FalseExpression.Display=No v\u00e1lido
Effectivity.TrueExpression.Display=V\u00e1lido

Effectivity.Range.Error.SequenceValues=Insertar como intervalo requiere uno o dos valores de secuencia. La cantidad de valores de secuencia que se encontraron fue: 
Effectivity.Range.Error.DatesValues=Insertar como intervalo requiere una o dos fechas. La cantidad de valores de fecha que se encontraron fue: 
Effectivity.Error.InvalidExpression=La expresi\u00f3n real no es v\u00e1lida.

//Composition Binary Error Messages
CompositionBinary.Error.NotLoaded=La composici\u00f3n binaria no se pudo cargar correctamente. Compruebe que la composici\u00f3n binaria est\u00e9 bien configurada.
CompositionBinary.Error.BadRelationshipType=El tipo de relaci\u00f3n de composici\u00f3n binaria no se estableci\u00f3 correctamente. Compruebe que la composici\u00f3n binaria est\u00e9 bien configurada.
CompositionBinary.Error.NoCommandSettings=La configuraci\u00f3n del comando de composici\u00f3n binaria no se pudo cargar correctamente. Compruebe que la composici\u00f3n binaria est\u00e9 bien configurada.
CompositionBinary.Error.MissingSettings=La composici\u00f3n binaria no tiene la configuraci\u00f3n requerida. Agregue la configuraci\u00f3n requerida al comando de composici\u00f3n binaria.
CompositionBinary.Error.InvalidExpandProgram=La composici\u00f3n binaria no puede invocar al JPO expandProgram. Compruebe la configuraci\u00f3n de expandProgram en el comando de composici\u00f3n binaria.
Effectivity.Label.EditApplicabilityDefinitionHeading=Editar definici\u00f3n de aplicabilidad
Effectivity.Label.ApplicabilityExpressionSubHeading=Expresi\u00f3n de aplicabilidad para: 
Effectivity.Label.ApplicabilitySelector=Selector de aplicabilidad
Effectivity.Form.Label.ApplicabilityExpression=Expresi\u00f3n de aplicabilidad
Effectivity.Command.ApplicabilitySummary=Aplicabilidad


Effectivity.EffectivityType.Products=Productos
Effectivity.EffectivityType.ManufacturingPlans=Planes de fabricaci\u00f3n

Effectivity.Button.Filter=Filtro

Effectivity.Button.Remove=Quitar
Effectivity.Button.Insert=Insertar
Effectivity.Button.MoveDown=Bajar
Effectivity.Button.MoveUp=Subir
Effectivity.Button.ClearExpression=Borrar expresi\u00f3n
CompositionBinary.Error.MissingRequiredExpandProgramKeys=Los resultados que devolvi\u00f3 expandProgram para esta composici\u00f3n binaria no tienen las claves requeridas. P\u00f3ngase en contacto con el administrador del sistema para obtener los datos requeridos.

# Configuration Context Entries
Effectivity.Alert.CannotRemoveConfigCtx=El contexto de configuraci\u00f3n seleccionado no se puede quitar porque se utiliza como referencia de una expresi\u00f3n de efectividad. Quite la referencia antes de quitar el contexto de configuraci\u00f3n.
Effectivity.Command.ConfigurationCriteria=Contexto de configuraci\u00f3n
Effectivity.Heading.ConfigurationCriteria=Contexto de configuraci\u00f3n
Effectivity.Command.ConfigurationContext=Contexto de configuraci\u00f3n
Effectivity.ActionLink.AddExisting=Agregar existente
Effectivity.ActionLink.Remove=Quitar
Effectivity.Table.Name=Nombre
Effectivity.Table.Type=Tipo
Effectivity.Table.Revision=Revisi\u00f3n
Effectivity.Table.State=Estado
Effectivity.Table.Description=Descripci\u00f3n
Effectivity.Alert.Remove=Ha elegido quitar de la lista los elementos seleccionados. La acci\u00f3n de quitar un elemento no lo elimina de la base de datos. Para continuar con la operaci\u00f3n, haga clic en Aceptar. Para cancelarla, haga clic en Cancelar.

# Feature Option Effectivity entries
Effectivity.Alert.rootNodeStructureEffectivity=No puede definir o modificar la efectividad de la estructura del nodo ra\u00edz.
Effectivity.Table.DisplayName=Mostrar nombre
Effectivity.Error.EffectivityUsageCannotRemoveObject=<object_type> <object_name> se utiliza en una expresi\u00f3n configurada (Filtro, Efectividad,...) y no se puede quitar. Quite los criterios de todas las expresiones configuradas para permitir su eliminaci\u00f3n.
Effectivity.Error.EffectivityUsageCannotDeleteObject=El objeto que intenta suprimir se est\u00e1 usando en una expresi\u00f3n configurada (Filtro, Efectividad...) y no se puede suprimir. Elimine los criterios de todas las expresiones configuradas para que la supresi\u00f3n sea posible.
Effectivity.Error.EffectivityUsageCannotModifyObject=<object_type> <object_name> se utiliza en una expresi\u00f3n configurada (Filtro, Efectividad,...) y no se puede modificar. Quite los criterios de todas las expresiones configuradas para permitir su modificaci\u00f3n.

# UI Enhancement
Effectivity.Error.SelectAContext=Seleccione un contexto que no sea global.
Effectivity.Error.InvalidContextExpression=Revise la expresi\u00f3n no v\u00e1lida para los contextos:
Effectivity.Label.Global=Global
Effectivity.Label.Context=Contexto
Effectivity.Label.Range=Intervalo
Effectivity.Dialog.SearchContext=Buscar contexto
Effectivity.Dialog.ClickToCollapse=Haga clic para contraer.
Effectivity.Dialog.ClickToClose=Haga clic para cerrar esta secci\u00f3n.
Effectivity.Dialog.ClickToOpen=Haga clic para abrir esta secci\u00f3n.
Effectivity.Dialog.Date.Start=Inicio
Effectivity.Dialog.Date.End=Fin
Effectivity.Dialog.ChangeValue=Realice un cambio.
Effectivity.Dialog.Panel.NotApplicable=El panel de origen seleccionado no se aplica al contexto seleccionado.
Effectivity.Alert.RootNodeSelection=El nodo ra\u00edz no se puede insertar.

#Global Context
Effectivity.Dialog.NoDesignVariantExists=El panel de origen seleccionado no se puede aplicar porque no contiene variantes de dise\u00f1o.
Effectivity.Dialog.SomeDesignVariantExists=El panel de origen seleccionado no se puede aplicar porque contiene variantes de dise\u00f1o.
Effectivity.Dialog.SearchIsNotApplicable=La b\u00fasqueda no se puede aplicar al panel de origen seleccionado o no se ha definido el tipo de b\u00fasqueda.

Effectivity.Error.UnsupportedDateWithRelational=No se admiten fechas con el tipo de efectividad Relacional. Quite uno de los tipos de efectividad de la propiedad de administraci\u00f3n para la relaci\u00f3n o el tipo.
Effectivity.Error.UnsupportedRelationalWithMultipleContexts=El tipo de efectividad Relacional no es compatible con varios contextos de configuraci\u00f3n en una misma expresi\u00f3n. Utilice un solo contexto de configuraci\u00f3n al definir tipos de efectividad relacional. 
Effectivity.Error.UnsupportedGlobalWithMultipleContexts=El contexto de configuraci\u00f3n Global no se puede combinar con otro contexto de configuraci\u00f3n en la misma expresi\u00f3n. Quite el contexto de configuraci\u00f3n Global o todos los dem\u00e1s contextos de configuraci\u00f3n.

#Milestone
Effectivity.Dialog.Error.InvalidRange=Intervalo no v\u00e1lido. Seleccione una o dos etapas.

Effectivity.Error.MultiContextFilterNotAllowed=El filtro de efectividad, que consta de una combinaci\u00f3n de la efectividad del cambio y el filtro, contiene varios contextos. Esta opci\u00f3n no est\u00e1 admitida. No se ha aplicado ning\u00fan filtro de efectividad.

Effectivity.Error.RequiredParamterNotFound=No se han encontrado las claves requeridas en el par\u00e1metro Mapa. Compruebe que ha especificado todas las claves requeridas.
Effectivity.Error.DuplicateConnectionFound=Se ha encontrado una conexi\u00f3n duplicada entre los objetos especificados. La API no admite conexiones duplicadas.

Effectivity.Error.StartCriteria=La XML de entrada contiene
Effectivity.Error.EndCriteria=pero este criterio no se ha habilitado en la referencia

# In R418, Adding Alert For Effectivity Dialog On Mobile #
Effectivity.Alert.EffectivityOnMobile=La plataforma m\u00f3vil no admite la definici\u00f3n de la efectividad.

Effectivity.Confirm.ClearAll=\u00bfRealmente desea borrarlo todo?
Effectivity.Table.ActionIcons=Acciones
Effectivity.Button.Clear=Borrar
Effectivity.Dialog.Error.InvalidOption=Insertar solo Opciones Caracter\u00edstica
Effectivity.Dialog.Error.InvalidSelection=Los nodos seleccionados no son v\u00e1lidos para Efectividad, cambie la selecci\u00f3n
Effectivity.Dialog.EmptyOption=Haga clic con el bot\u00f3n derecho para agregar una opci\u00f3n o un valor de variante
Effectivity.EffectivityType.FeatureOption=Variantes y opciones
Effectivity.Category.Operators=Operadores
Effectivity.Dialog.ClickToExpand=Haga clic para expandir esta secci\u00f3n.
Effectivity.Dialog.ClickToCollapse=Haga clic para contraer esta secci\u00f3n.
Effectivity.Label.FilterExpression=Filtro de expresi\u00f3n

# Expression notices
Effectivity.Notice.ParentPartIsNotConfigured=La pieza padre de la relaci\u00f3n dada no tiene un contexto de configuraci\u00f3n.
Effectivity.Notice.ParentPartIsNotCompliantWithChange=El cambio utilizado como 'Trabajar en' utiliza modelos que no est\u00e1n disponibles en el contexto de configuraci\u00f3n de la pieza padre.
Effectivity.Notice.ChangeApplicabilityIsEmptyAtFinalize=La expresi\u00f3n de aplicabilidad est\u00e1 vac\u00eda pero existen elementos afectados que se deben actualizar.
Effectivity.Notice.ChangeApplicabilitySynchronizationfailed=No se pueden sincronizar las expresiones de efectividad desde Aplicabilidad.
Effectivity.Notice.ChangeApplicabilityAndEffectivitieDoNotIntersect=No se puede editar la efectividad porque la expresi\u00f3n no interfiere con la aplicabilidad. Utilice una instancia desarrollada para modificar la efectividad de variante.
Effectivity.Notice.ChangeApplicabilityAndEffectivitieAreEqual=La expresi\u00f3n de efectividad es igual que Aplicabilidad: esta operaci\u00f3n no se puede aplicar.
Effectivity.Notice.EffectivityCannotBeExtended=La operaci\u00f3n de extensi\u00f3n solo es aplicable en la efectividad con la expresi\u00f3n de la evoluci\u00f3n.
Effectivity.Label.Refinement=Refinamientos

#decoupling
Effectivity.Table.EvolutionEffectivity=Evoluci\u00f3n
Effectivity.Table.VariantEffectivity=Variante/Opci\u00f3n
Effectivity.Alert.ModelNotAttachedErrorEffectivity=Error al actualizar la efectividad, el modelo utilizado en la definici\u00f3n de efectividad no est\u00e1 conectado al objeto de contexto
Effectivity.Table.StructureVariantEffectivity=Variante/Opci\u00f3n
Effectivity.Table.StructureEvolutionEffectivity=Evoluci\u00f3n
Effectivity.Table.LegacyEffectivity=Herencia


Effectivity.Table.ProjectedEvolutionEffectivity=Evoluci\u00f3n proyectada
Effectivity.Table.CurrentEvolutionEffectivity=Evoluci\u00f3n actual


#configuration
Error.InternalServerError=error interno
Error.ObjectNotFound=no se encuentra
Error.XCADConfigurationNotPossible=no se pueden configurar las estructuras del producto.
Error.DetachNotPossible.ConfigurationUsage=El modelo no se puede separar porque una configuraci\u00f3n lo est\u00e1 utilizando.
Error.DetachNotPossible.EffectivityUsage=El modelo no se puede separar porque una expresi\u00f3n de efectividad lo est\u00e1 utilizando.
Error.DetachNotPossible.ConfigurationRevision=No se puede separar el modelo porque la referencia tiene revisiones de configuraci\u00f3n
Error.Unset.NoEffectivity=Esta instancia no tiene una efectividad; si no se establece, no es \u00fatil.
Error.AlreadyAttached=ADVERTENCIA : El modelo con el ID: "<ModelID>" ya est\u00e1 asociado a la referencia.
Error.AlreadyDetached=ADVERTENCIA : El modelo con el ID: "<ModelID>" ya se ha separado.
Error.TypeNotAModel=no es un tipo de modelo
Error.Unset.Domain.Forbidden=El dominio de entrada est\u00e1 prohibido
Error.Unset.Instance.Controlled.Change=La instancia de entrada est\u00e1 controlada por un cambio
Error.Unset.NoEffectivity.ForDomain=Esta instancia no tiene ninguna efectividad para este dominio
Error.ApplicabilityRead=Error al leer la aplicabilidad
Error.Applicability.Finalization.Models=No se puede finalizar la acci\u00f3n de cambio porque no todos sus modelos se han adjuntado en la referencia
Effectivity.Error.AttachContextDeniedSinceReferenceIsRevised=No se puede adjuntar el diccionario en una referencia revisada

#Effectivity classification
Effectivity.Notice.LegacyEffectivityClassification=Esta efectividad no se puede desacoplar
Effectivity.Notice.EvolutionOnly=Esta efectividad solo dispone de expresi\u00f3n de evoluci\u00f3n
Effectivity.Notice.ModelNoMatch=Esta efectividad carece de expresiones de variante respecto al modelo especificado
Effectivity.Notice.NoEffectivityFortheInstance=Esta instancia carece de expresiones de efectividad
Effectivity.Notice.InstanceNotFilterable=Esta instancia no es filtrable

Effectivity.Alert.FlagNotExistInDB=No existe ning\u00fan indicador en la base de datos.
Effectivity.Alert.FlagDisabledInDB=Hay un indicador desactivado en la base de datos.
Effectivity.Alert.FlagEnabledInDB=Hay un indicador activado en la base de datos.
Effectivity.Alert.FilterableERTypesNotExistInDB=No hay tipos de ER filtrables en la base de datos.
Effectivity.Alert.FilterableERTypesFoundInDB=Se han encontrado tipos de ER filtrables en la base de datos.

#RealizedChanges transfer
Error.CheckChangesModelsForTransfer=No todos los modelos de origen de cambio est\u00e1n incluidos en los modelos de destino de cambio.

Effectivity.Success.SetEvolutionOperationSuccess=Operaci\u00f3n de efectividad de evoluci\u00f3n establecida correctamente.

Effectivity.Alert.StaticMappingAvailable=Hay un indicador en la base de datos y una asignaci\u00f3n est\u00e1tica disponible. 
Effectivity.Alert.StaticMappingNotAvailable=Hay un indicador en la base de datos y no hay una asignaci\u00f3n est\u00e1tica disponible.

# Configuration Revision
ConfigRevision.Error.ChangesNotCompleted=La revisi\u00f3n de configuraci\u00f3n solo puede congelarse si se completan todas las acciones de cambio

Error.DetachNotPossible.ConfigRevision=El modelo no se puede separar porque la referencia tiene revisiones de configuraci\u00f3n
