# Exceptions
emxVPMChange.Exception.NoAppItems= Rozpropagowanie stosowalno\u015bci nie powiod\u0142o si\u0119. W decyzji nie ma \u017cadnych nadaj\u0105cych si\u0119 element\u00f3w.
emxVPMChange.Exception.NoAO= Rozpropagowanie stosowalno\u015bci nie powiod\u0142o si\u0119. Nie mo\u017cna utworzy\u0107 nazwanej skuteczno\u015bci. Z dzia\u0142aniem zmiany in\u017cynieryjnej nie s\u0105 powi\u0105zane \u017cadne obiekty.
emxVPMChange.Exception.NoVS= Rozpropagowanie stosowalno\u015bci nie powiod\u0142o si\u0119. Nie mo\u017cna utworzy\u0107 nazwanej skuteczno\u015bci. Elementy zg\u0142oszone dla dzia\u0142ania zmiany in\u017cynieryjnej nie maj\u0105 konfiguracji.
emxVPMChange.Exception.NEEmpty= Rozpropagowanie stosowalno\u015bci nie powiod\u0142o si\u0119. Dzia\u0142anie zmiany in\u017cynieryjnej nie ma zdefiniowanej \u017cadnej nazwanej skuteczno\u015bci.
emxVPMChange.Exception.NEPublished= Rozpropagowanie stosowalno\u015bci nie powiod\u0142o si\u0119. Nazwana skuteczno\u015b\u0107 jest ju\u017c opublikowana.
emxVPMChange.Exception.DifferentVS= Rozpropagowanie stosowalno\u015bci nie powiod\u0142o si\u0119. Nie mo\u017cna utworzy\u0107 nazwanej skuteczno\u015bci. Elementy zg\u0142oszone dla dzia\u0142ania zmiany in\u017cynieryjnej maj\u0105 niezgodne konfiguracje.
emxVPMChange.Exception.CreateNEFailed= Rozpropagowanie stosowalno\u015bci nie powiod\u0142o si\u0119. Nie mo\u017cna zaktualizowa\u0107 wyra\u017cenia nazwanej skuteczno\u015bci.
emxVPMChange.Exception.ConfigModeler= Rozpropagowanie stosowalno\u015bci nie powiod\u0142o si\u0119. Nie uda\u0142o si\u0119 zainicjowa\u0107 modelarza konfiguracji.
emxVPMChange.Exception.ConfigExpression= Rozpropagowanie stosowalno\u015bci nie powiod\u0142o si\u0119. Nie mo\u017cna zaktualizowa\u0107 wyra\u017cenia nazwanej skuteczno\u015bci.
emxVPMChange.Exception.Other= Rozpropagowanie stosowalno\u015bci nie powiod\u0142o si\u0119. Nie mo\u017cna zaktualizowa\u0107 wyra\u017cenia nazwanej skuteczno\u015bci.

emxVPMChange.Exception.CreateECA.NameNotUnique= Dzia\u0142anie zmiany in\u017cynieryjnej o tej nazwie ECA ju\u017c istnieje w bazie danych. Wprowad\u017a unikatow\u0105 nazw\u0119.
emxVPMChange.Exception.CreateECA.CommitFailed= Utworzenie dzia\u0142ania zmiany in\u017cynieryjnej nie powiod\u0142o si\u0119.

# UI
emxVPMChange.Command.VPMCreateVPMAction.Clear= Przezroczyste

# Enum
emxVPMChange.Command.VPMCreateVPMAction.Enum.Priority_Select= Wybierz priorytet...
emxVPMChange.Command.VPMCreateVPMAction.Enum.Priority_Low= NISKI
emxVPMChange.Command.VPMCreateVPMAction.Enum.Priority_Medium= \u015aREDNI
emxVPMChange.Command.VPMCreateVPMAction.Enum.Priority_High= WYSOKI

# Warnings
emxVPMChange.Command.VPMCreateVPMAction.Warning.MandatoryAttr= Uzupe\u0142nij wszystkie obowi\u0105zkowe atrybuty.

# Errors
emxVPMChange.Command.VPMCreateVPMAction.Error.CommitFailed= Nie mo\u017cna zatwierdzi\u0107 sesji. Sprawd\u017a, czy nazwa nie jest ju\u017c u\u017cywana.

