# Exceptions
emxVPMChange.Exception.NoAppItems =Propagazione applicabilit\u00e0 non riuscita. La decisione non contiene elementi applicabili.
emxVPMChange.Exception.NoAO =Propagazione applicabilit\u00e0 non riuscita. Non \u00e8 stato possibile creare una validit\u00e0 denominata. Non sono presenti oggetti associati su ECA.
emxVPMChange.Exception.NoVS =Propagazione applicabilit\u00e0 non riuscita. Non \u00e8 stato possibile creare una validit\u00e0 denominata. Gli elementi segnalati su ECA non contengono una configurazione.
emxVPMChange.Exception.NEEmpty =Propagazione applicabilit\u00e0 non riuscita. Non \u00e8 stata definita una validit\u00e0 denominata per ECA.
emxVPMChange.Exception.NEPublished =Propagazione applicabilit\u00e0 non riuscita. Validit\u00e0 denominata gi\u00e0 pubblicata.
emxVPMChange.Exception.DifferentVS =Propagazione applicabilit\u00e0 non riuscita. Non \u00e8 stato possibile creare una validit\u00e0 denominata. Gli elementi segnalati su ECA contengono configurazioni incompatibili.
emxVPMChange.Exception.CreateNEFailed =Propagazione applicabilit\u00e0 non riuscita. Non \u00e8 stato possibile aggiornare l'espressione Validit\u00e0 denominata.
emxVPMChange.Exception.ConfigModeler =Propagazione applicabilit\u00e0 non riuscita. Non \u00e8 stato possibile inizializzare il modellatore configurazioni.
emxVPMChange.Exception.ConfigExpression =Propagazione applicabilit\u00e0 non riuscita. Non \u00e8 stato possibile aggiornare l'espressione Validit\u00e0 denominata.
emxVPMChange.Exception.Other =Propagazione applicabilit\u00e0 non riuscita. Non \u00e8 stato possibile aggiornare l'espressione Validit\u00e0 denominata.

emxVPMChange.Exception.CreateECA.NameNotUnique =Un ECA con questo nome esiste gi\u00e0 nel database. Inserire un nome univoco.
emxVPMChange.Exception.CreateECA.CommitFailed =Creazione ECA non riuscita.

# UI
emxVPMChange.Command.VPMCreateVPMAction.Clear=Cancella

# Enum
emxVPMChange.Command.VPMCreateVPMAction.Enum.Priority_Select=Seleziona priorit\u00e0...
emxVPMChange.Command.VPMCreateVPMAction.Enum.Priority_Low=BASSA
emxVPMChange.Command.VPMCreateVPMAction.Enum.Priority_Medium=MEDIA
emxVPMChange.Command.VPMCreateVPMAction.Enum.Priority_High=ALTA

# Warnings
emxVPMChange.Command.VPMCreateVPMAction.Warning.MandatoryAttr=Specificare tutti gli attributi obbligatori.

# Errors
emxVPMChange.Command.VPMCreateVPMAction.Error.CommitFailed=Impossibile eseguire il commit della sessione. Verificare che il nome non sia gi\u00e0 in uso.

