# ENOVIA Loc Version 07/15/15

enoAttributes.Server.Error.webForm.Unkown=\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u305fWeb\u30d5\u30a9\u30fc\u30e0\u306f\u4e0d\u660e\u3067\u3059
enoAttributes.Server.Error.MaxObjectListRuleViolated=\u8a31\u53ef\u3055\u308c\u3066\u3044\u308b\u6700\u5927\u6570\u3092\u8d85\u3048\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u9078\u629e\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002

enoAttributes.Server.Error.update.Code1500028=\u5c5e\u6027\u3092\u5909\u66f4\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
enoAttributes.Server.Error.update.Code1900068=\u4e00\u90e8\u306e\u5c5e\u6027\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.update.Code1500101=\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3092\u30b3\u30df\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.update.Code1500789=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u30bf\u30a4\u30d7\u540d\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u4e00\u610f\u3067\u306f\u3042\u308a\u307e\u305b\u3093
enoAttributes.Server.Error.update.Code1500167=\u4e00\u90e8\u306e\u5c5e\u6027\u306e\u30c1\u30a7\u30c3\u30af\u306b\u5931\u6557\u3057\u307e\u3057\u305f
enoAttributes.Server.Error.update.Code1500554=\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u540d\u79f0\u306f\u7a7a\u306b\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.update.Code1400000=\u6570\u5024\u306e\u4fdd\u5b58\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u6570\u5b57\u304c\u6709\u52b9\u304b\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044(\u9577\u3055\u300110\u9032\u5f62\u5f0f\u306a\u3069)

enoAttributes.Server.Error.update.name.Code1500789=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u540d\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u5225\u306e\u540d\u79f0\u3067\u518d\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044

enoAttributes.Server.Error.update.owner.Code1500028=\u30aa\u30fc\u30ca\u30fc\u3092\u5909\u66f4\u3059\u308b\u305f\u3081\u306e\u5341\u5206\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
enoAttributes.Server.Error.update.owner.Code1900068=\u30aa\u30fc\u30ca\u30fc\u5c5e\u6027\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.update.owner.Code1500101=\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u3092\u30b3\u30df\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.update.owner.Code1500167=\u30aa\u30fc\u30ca\u30fc\u306e\u5909\u66f4\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.update.owner.Code1500168=\u76ee\u7684\u306e\u30aa\u30fc\u30ca\u30fc\u30b7\u30c3\u30d7\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30aa\u30fc\u30ca\u30fc\u306e\u5909\u66f4\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.update.owner.Code5000001=\u500b\u4eba\u7528\u30d5\u30a9\u30eb\u30c0\u3067\u306f\u30aa\u30fc\u30ca\u30fc\u5909\u66f4\u64cd\u4f5c\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
enoAttributes.Server.Error.update.owner.Code6000001=\u30e6\u30fc\u30b6\u30fc\u306f\u30a2\u30af\u30c6\u30a3\u30d6\u3067\u306f\u3042\u308a\u307e\u305b\u3093
enoAttributes.Server.Error.update.owner.Code6000002=\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u7d44\u7e54\u5909\u66f4\u306b\u5fc5\u8981\u306a\u30ea\u30fc\u30c0\u30fc\uff0f\u30aa\u30fc\u30ca\u30fc\u30ed\u30fc\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
enoAttributes.Server.Error.update.owner.Code6000003=\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u306e\u5909\u66f4\u306b\u5fc5\u8981\u306a\u7ba1\u7406\u8005\u30ed\u30fc\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
enoAttributes.Server.Error.update.owner.Code6000004=\u30aa\u30fc\u30ca\u30fc\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u5fc5\u9808\u3067\u3059
enoAttributes.Server.Error.update.owner.Code6000005=\u3053\u308c\u306f3D\u30d1\u30fc\u30c4\u306e\u96c6\u7d04\u30ea\u30d7\u30ec\u30bc\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3\u3067\u3059\u304c\u30013D\u30d1\u30fc\u30c4\u306f\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093 

#enoAttributes.Server.Error.update.owner.Code6000002=The responsible field is required.

enoAttributes.Server.Error.PLMParameterCodeAccess=PLMParameters\u30b3\u30fc\u30c9\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.MQLSaveFailed=\u4fdd\u5b58\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f
enoAttributes.Server.Error.IRPCReadOnly=IRPC\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3001\u3053\u306e\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3067\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.AttributeRO=\u3053\u306e\u5c5e\u6027\u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u3067\u3042\u308a\u3001\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.AttributeMandatory=\u3053\u306e\u5c5e\u6027\u306f\u5fc5\u9808\u3067\u3059
enoAttributes.Server.Error.SaveFailed=\u5c5e\u6027\u306e\u4fdd\u5b58\u306b\u5931\u6557\u3057\u307e\u3057\u305f 
enoAttributes.Server.Error.AttributeNotExists=\u3053\u306e\u5c5e\u6027\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
enoAttributes.Server.Error.SomeCharactersForbidden=\u4e00\u90e8\u306e\u6587\u5b57\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059({0})
enoAttributes.Server.Error.MaxLengthOverflow=\u5024\u306e\u9577\u3055\u304c{0}\u3092\u8d85\u3048\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.MaxValueOverflowIncluded=\u6700\u5927\u5024\u306f{0}\u3067\u3059
enoAttributes.Server.Error.MinValueOverflowIncluded=\u6700\u5c0f\u5024\u306f{0}\u3067\u3059
enoAttributes.Server.Error.MaxValueOverflow=\u6700\u5927\u5024\u306f{0}\u3067\u3042\u308a\u3001\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
enoAttributes.Server.Error.MinValueOverflow=\u6700\u5c0f\u5024\u306f{0}\u3067\u3042\u308a\u3001\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
enoAttributes.Server.Error.UnderChangeNotAuthorized=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.changeControlled=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u5909\u66f4\u5236\u5fa1\u4e0b\u306b\u3042\u308a\u307e\u3059\u3002\u6b63\u3057\u3044\u5909\u66f4\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306b\u5207\u308a\u66ff\u3048\u3066\u304f\u3060\u3055\u3044
enoAttributes.Server.Error.changeControlledLimited=\u5909\u66f4\u306b\u3088\u308a\u5236\u5fa1\u3055\u308c\u3066\u3044\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4fdd\u5b58\u306f\u627f\u8a8d\u3055\u308c\u3066\u3044\u307e\u305b\u3093
enoAttributes.Server.Error.mergeRnB=\u63a5\u7d9a\u304a\u3088\u3073\u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u5c5e\u6027\u3092\u9023\u7d50\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.attributeNotSupported=\u5c5e\u6027{0}\u306f\u66f4\u65b0\u30b5\u30fc\u30d3\u30b9\u3067\u66f4\u65b0\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093

enoAttributes.settings.enoMaskOptions=\u30d5\u30a9\u30fc\u30e0\u30aa\u30d7\u30b7\u30e7\u30f3
enoAttributes.settings.enoAttributesOptions=\u30d7\u30ed\u30d1\u30c6\u30a3\u30aa\u30d7\u30b7\u30e7\u30f3
enoAttributes.settings.enoPropertiesFacetsParameters=\u30d5\u30a1\u30bb\u30c3\u30c8\u7ba1\u7406
enoAttributes.Server.Error.cantConnect=\u3053\u308c\u3089\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u95a2\u9023\u4ed8\u3051\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.cantDisconnect=\u3053\u308c\u3089\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u95a2\u9023\u4ed8\u3051\u89e3\u9664\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.connectNotSupported=\u95a2\u9023\u4ed8\u3051\u64cd\u4f5c\u306f\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
enoAttributes.Server.Error.UnknownAttr=\u5c5e\u6027{0}\u304c\u30de\u30b9\u30af\u30d5\u30a1\u30a4\u30eb\u306b\u898b\u3064\u304b\u308a\u307e\u305b\u3093
enoAttributes.Server.Error.targetNoMatch=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8{1}\u306e{0}\u306e\u5024\u304c\u3001\u95a2\u9023\u4ed8\u3051\u306b\u5bfe\u3059\u308b\u8981\u6c42\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002\u627f\u8a8d\u5024\u306f{2}\u3067\u3059

enoAttributes.Server.Error.genericTransactionError=\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306e\u30b3\u30df\u30c3\u30c8\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
enoAttributes.Server.Error.completionTransactionError=\u9078\u629e\u3057\u305f1\u3064\u306e\u30bf\u30a4\u30d7\u306e\u5b8c\u4e86\u30d7\u30e9\u30b0\u30a4\u30f3\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
enoAttributes.Server.Error.changeOwner.unable=\u30aa\u30fc\u30ca\u30fc\u306f\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.Transfer.unable=\u8ee2\u9001\u3067\u304d\u307e\u305b\u3093
enoAttributes.Server.Error.changeOwner.notSupported=\u73fe\u5728\u306e\u30b3\u30de\u30f3\u30c9\u306f\u3053\u306e\u30c7\u30fc\u30bf\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093
enoAttributes.Server.Error.Transfer.notSupported=\u73fe\u5728\u306e\u30b3\u30de\u30f3\u30c9\u306f\u3053\u306e\u30c7\u30fc\u30bf\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093


