#
#   EnterpriseChangeMdlStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2020 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#
#   static const char RCSID[] = "$Id: EnterpriseChangeMdlStringResource_en.properties 1.324.2.9 Wed Dec 24 11:23:01 2008 ds-ksuryawanshi Experimental $"
#

#----------------------------Impact Analysis----------------------------------
EnterpriseChangeMdl.Alert.NoToconnectAccessToCA= \uc0ac\uc6a9\uc790\uc5d0\uac8c \ubcc0\uacbd \uc2e4\ud589\uc5d0 \ub300\ud55c toconnect \uad8c\ud55c\uc774 \uc5c6\uc5b4\uc11c \uc694\uccad\ud55c \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.

#---------------------Mail Notifications--------------------------------------------------
EnterpriseChangeMdl.Message.Subject.ChangeCompleted= $<type> \uc644\ub8cc \ud1b5\uc9c0
EnterpriseChangeMdl.Message.Description.ChangeCompleted= $<type> $<name> $<revision>\uc774(\uac00) \uc644\ub8cc\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Message.Subject.ChangeInProcessCO= $<type> CO \ucc98\ub9ac \uc911 \uc54c\ub9bc
EnterpriseChangeMdl.Message.Description.ChangeInProcessCO= $<type> $<name> $<revision>\uc774(\uac00) CO \ucc98\ub9ac \uc911\uc73c\ub85c \uc9c4\ud589\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Alert.ApprovalListNotPresentCO= \uc2b9\uc778 \ubaa9\ub85d\uc744 \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.
EnterpriseChangeMdl.Alert.InputError= \uc785\ub825 \uac80\ud1a0
EnterpriseChangeMdl.Alert.NoChangeTypeAccessError= changetype \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Alert.CreateChildCOCheckError= \uc624\ub958 - \ud655\uc778 \uc791\uc131:\n   - \ud558\uc704\uac00 \uc544\uc9c1 \uc0c1\uc704\ub97c \uac00\uc9c0\uace0 \uc788\uc9c0 \uc54a\uc544\uc57c \ud569\ub2c8\ub2e4.\n   - \ud558\uc704\uac00 \ubcc0\uacbd \uc694\uccad \uc720\ud615\uc758 \uc885\ub958\uc5ec\uc57c \ud569\ub2c8\ub2e4.\n   - \uc815\ucc45\uc740 \ube60\ub978 \ucd94\uc801 \ubcc0\uacbd\uc774\uac70\ub098 \uacf5\uc2dd \ubcc0\uacbd\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4.\n   - \uc0c1\uc704 \ubcc0\uacbd \uc694\uccad\uc774 \uc791\uc5c5 \uc911 \ub610\ub294 \uc774\uc804 \uc0c1\ud0dc\uc5ec\uc57c \ud569\ub2c8\ub2e4.\n   - \uc0c1\uc704\uac00 \ube60\ub978 \ucd94\uc801 \ubcc0\uacbd \uc815\ucc45\uc5d0 \uc758\ud574 \uc81c\uc5b4\ub418\ub294 \uacbd\uc6b0 \ud558\uc704\ub294 \ube60\ub978 \ucd94\uc801 \ubcc0\uacbd \uc694\uccad\uc5d0 \uc758\ud574 \uc81c\uc5b4\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.\n
EnterpriseChangeMdl.Alert.PromoteCOFromInWorkChildCOCheckError= \ubaa8\ub4e0 \ud558\uc704 \ubcc0\uacbd \uc694\uccad\uc740 \uc801\uc5b4\ub3c4 \uc2b9\uc778\ub428 \uc0c1\ud0dc\uc5d0 \uc788\uc5b4\uc57c \ud558\uace0 \ubcf4\ub958 \uc911\uc774 \uc544\ub2c8\uc5b4\uc57c \ud569\ub2c8\ub2e4.
EnterpriseChangeMdl.Alert.ParentCOMustBeInWorkToDemoteChildCOError= \uc624\ub958: \ud558\uc704 \ubcc0\uacbd \uc694\uccad\uc744 \ubc18\ub824\ud558\ub824\uba74 \uc0c1\uc704 \ubcc0\uacbd \uc694\uccad\uc774 \uc791\uc5c5 \uc911 \ub610\ub294 \uadf8 \uc774\uc804 \uc0c1\ud0dc\uc5d0 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
EnterpriseChangeMdl.Error.StateAllowedToSetApplicability= \uc624\ub958: \uc2b9\uc778 \uc911 \uc0c1\ud0dc \uc774\uc0c1\uc758 \ubcc0\uacbd \uc694\uccad\uc5d0\uc11c\ub294 \uc801\uc6a9\uc131 \uc124\uc815\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Alert.CheckForCyclicDependency= \uc624\ub958: \ub450 \ubcc0\uacbd \uc694\uccad \uac04\uc5d0 \uc21c\ud658 \uc758\uc874\uc131\uc774 \uc788\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Alert.PromoteDecisionToReleaseCheckError= \uc801\uc6a9\uc131 \uc804\ub2ec \uc911 \uc624\ub958 \ubc1c\uc0dd: \ud638\ud658\ub418\ub294 \ubcc0\uacbd \uc694\uccad\uc774 \ubc1c\uacac\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Alert.PromoteDecisionToReleaseCheckOnHoldError= \uc624\ub958: \ubcf4\ub958 \uc911\uc778 \ubcc0\uacbd \uac1c\uccb4\uac00 \uc788\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Alert.TooManyRouteTemplate= \uc774 \uac1c\uccb4\uc5d0 \uc5f0\uacb0\ub41c \ub2e4\uc911 \ub77c\uc6b0\ud2b8 \ud15c\ud50c\ub9bf\uc744 \ubc1c\uacac\ud588\uc2b5\ub2c8\ub2e4. \ud558\ub098\ub9cc \ud3b8\uc9d1\ud558\uace0 \uc120\ud0dd\ud558\uc2ed\uc2dc\uc624.
EnterpriseChangeMdl.Alert.NoLicenseToGetApplicability= \uc801\uc6a9\uc131\uc744 \uc5bb\ub3c4\ub85d \ud5c8\uac00\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \uad00\ub9ac\uc790\uc5d0\uac8c \uc5f0\ub77d\ud558\uc5ec \uc0ac\uc6a9\uad8c\uc744 \uc5bb\uc73c\uc2ed\uc2dc\uc624.
EnterpriseChangeMdl.Alert.NoLicenseToSetApplicability= \uc801\uc6a9\uc131\uc744 \uc124\uc815\ud558\ub3c4\ub85d \ud5c8\uac00\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4. \uad00\ub9ac\uc790\uc5d0\uac8c \uc5f0\ub77d\ud558\uc5ec \uc0ac\uc6a9\uad8c\uc744 \uc5bb\uc73c\uc2ed\uc2dc\uc624.

EnterpriseChangeMdl.Error.RemoveCAOnOrBeyondInWorkCO= \uc624\ub958: \ucee8\ud14d\uc2a4\ud2b8 \ubcc0\uacbd \uc694\uccad\uc774 \uc791\uc5c5 \uc911 \uc0c1\ud0dc \ub610\ub294 \uadf8 \uc774\uc0c1\uc5d0 \uc788\uc73c\ubbc0\ub85c \ubcc0\uacbd \uc2e4\ud589\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Error.RemoveCAContainingProposedToRealized= \uc624\ub958: \ub2e4\uc74c \uc774\uc720 \uc911 \ud558\ub098 \ub54c\ubb38\uc5d0 \ubcc0\uacbd \uc2e4\ud589\uc744 \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.\n   - \uc791\uc5c5 \uc911 \ub610\ub294 \uadf8 \uc774\uc0c1\uc758 \uc0c1\ud0dc\n   - \uc81c\uc548\ub41c \ubcc0\uacbd \ub610\ub294 \uc2e4\ud604\ub41c \ubcc0\uacbd\uc774 \ud3ec\ud568\ub41c \uac83\uc774 \ud558\ub098 \uc774\uc0c1\uc785\ub2c8\ub2e4.
EnterpriseChangeMdl.Error.AddRemoveCABeyondInWorkCO= \uc624\ub958: \ucee8\ud14d\uc2a4\ud2b8 \ubcc0\uacbd \uc694\uccad\uc774 \uc791\uc5c5 \uc911 \uc0c1\ud0dc \uc774\uc0c1\uc5d0 \uc788\uc73c\ubbc0\ub85c \ubcc0\uacbd \uc2e4\ud589\uc744 \ucd94\uac00/\uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Message.Subject.ChangeAssignedDueToCODemoteToInWork= \uac80\ud1a0\ud558\uace0 \uc0ac\uc6a9\ud560 $<type>.
EnterpriseChangeMdl.Message.Description.ChangeAssignedDueToCODemoteToInWork= \uc774 $<type> $<name> $<revision>\uc774(\uac00) \uc5f0\uad00\ub41c \uc791\uc5c5 \uc911\uc778 \uc0c1\ud0dc\ub85c \ubcc0\uacbd \uc694\uccad\uc774 \ubc18\ub824\ub418\uc5b4, \uc0ac\uc6a9\uc790\uac00 \ud53c\uc9c0\uc815\uc790\ub85c\uc11c \uc774\ub97c \uac80\ud1a0\ud558\uace0 \uc0ac\uc6a9\ud569\ub2c8\ub2e4.

EnterpriseChangeMdl.Error.DeleteCheckOnHoldCO= \uc624\ub958: \ucee8\ud14d\uc2a4\ud2b8 \ub610\ub294 \uadf8 \ud558\uc704 \ubcc0\uacbd \uc694\uccad \uac1c\uccb4\uac00 \ubcf4\ub958 \uc911\uc785\ub2c8\ub2e4. \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Error.DeleteCheckOnHoldCR= \uc624\ub958: \ubcc0\uacbd \uc694\uccad \uac1c\uccb4\uac00 \ubcf4\ub958 \uc911\uc785\ub2c8\ub2e4. \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Error.PromoteCheckOnHoldCO= \uc624\ub958: \ubcc0\uacbd \uc694\uccad \uac1c\uccb4\uac00 \ubcf4\ub958 \uc911\uc785\ub2c8\ub2e4. \uc9c4\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
EnterpriseChangeMdl.Error.PromoteCheckOnHoldCR= \uc624\ub958: \ubcc0\uacbd \uc694\uccad \uac1c\uccb4\uac00 \ubcf4\ub958 \uc911\uc785\ub2c8\ub2e4. \uc9c4\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
