# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# ENOXFLPCommonERServices String Resources

# Architecture Number Management
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberOtbParameter=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u7ba1\u7406

OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberOtbParameter.ArchitectureNumberFormatByType.Argument=\u30b5\u30d6\u30bf\u30a4\u30d7\u3054\u3068\u306b\u500b\u5225\u306e\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u5f62\u5f0f\u3092\u69cb\u6210
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberOtbParameter.ArchitectureNumberFormatByType.Argument.tooltip=\u3053\u306e\u8a2d\u5b9a\u3092\u9078\u629e\u3059\u308b\u3068\u3001\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3068\u7269\u7406\u30d7\u30ed\u30c0\u30af\u30c8\u306e\u30b5\u30d6\u30bf\u30a4\u30d7\u3054\u3068\u306b\u500b\u5225\u306e\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u5f62\u5f0f\u3092\u4f5c\u6210\u3067\u304d\u307e\u3059

OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberOtbParameter.ArchitectureNumberCopyToTitleL.Argument=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u30bf\u30a4\u30c8\u30eb\u306b\u30b3\u30d4\u30fc
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberOtbParameter.ArchitectureNumberCopyToTitleL.Argument.tooltip=\u3053\u306e\u8a2d\u5b9a\u304c\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306e[\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u8a2d\u5b9a]\u30a2\u30af\u30b7\u30e7\u30f3\u3067\u3001\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u305d\u306e\u30bf\u30a4\u30c8\u30eb\u306b\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3059\u3002

OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberOtbParameter.ArchitectureNumberCopyToTitleP.Argument=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u30d7\u30ed\u30c0\u30af\u30c8\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u30bf\u30a4\u30c8\u30eb\u306b\u30b3\u30d4\u30fc
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberOtbParameter.ArchitectureNumberCopyToTitleP.Argument.tooltip=\u3053\u306e\u8a2d\u5b9a\u304c\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u30d7\u30ed\u30c0\u30af\u30c8\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306e[\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u8a2d\u5b9a\u300d\u30a2\u30af\u30b7\u30e7\u30f3\u3067\u3001\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u305d\u306e\u30bf\u30a4\u30c8\u30eb\u306b\u30b3\u30d4\u30fc\u3055\u308c\u307e\u3059\u3002

OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberOtbParameter.ArchitectureNumberForbidFrozenReferenceEdit.Argument=\u30ea\u30d3\u30b8\u30e7\u30f3\u307e\u305f\u306f\u30d6\u30e9\u30f3\u30c1\u30d5\u30a1\u30df\u30ea\u30fc\u3067\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u304c\u51cd\u7d50\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u5834\u5408\u3001\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u306e\u7de8\u96c6\u3092\u7981\u6b62\u3057\u307e\u3059
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberOtbParameter.ArchitectureNumberForbidFrozenReferenceEdit.Argument.tooltip=\u3053\u306e\u8a2d\u5b9a\u306b\u30c1\u30a7\u30c3\u30af\u3092\u5165\u308c\u308b\u3068\u3001\u30ea\u30d3\u30b8\u30e7\u30f3\u307e\u305f\u306f\u30d6\u30e9\u30f3\u30c1\u30d5\u30a1\u30df\u30ea\u30fc\u3067\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u304c\u51cd\u7d50\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308b\u5834\u5408\u3001\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3067\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u8a2d\u5b9a\u3059\u308b\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u7981\u6b62\u3055\u308c\u307e\u3059

# Architecture Number Management Uniqueness
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberUnicityOtbParameter=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u306e\u4e00\u610f\u6027
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberUnicityOtbParameter.ArchitectureNumberCheckUnicity.Argument=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u306e\u4e00\u610f\u6027\u3092\u691c\u8a3c
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberUnicityOtbParameter.ArchitectureNumberCheckUnicity.Argument.tooltip=\u3053\u306e\u8a2d\u5b9a\u304c\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001[\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u8a2d\u5b9a]\u30a2\u30af\u30b7\u30e7\u30f3\u3067\u3001\u65b0\u898f\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u4e00\u610f\u3067\u3042\u308b\u304b\u3069\u3046\u304b\u304c\u691c\u8a3c\u3055\u308c\u307e\u3059

OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberUnicityOtbParameter.ArchitectureNumberCheckUnicityByCSGroup.Argument=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3054\u3068\u306b\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u306e\u4e00\u610f\u6027\u3092\u691c\u8a3c(\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u30b0\u30eb\u30fc\u30d7)
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberUnicityOtbParameter.ArchitectureNumberCheckUnicityByCSGroup.Argument.tooltip=[\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u306e\u4e00\u610f\u6027\u3092\u691c\u8a3c]\u304c\u7121\u52b9\u306a\u5834\u5408\u3001\u3053\u306e\u8a2d\u5b9a\u306f\u7121\u8996\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u306b\u30c1\u30a7\u30c3\u30af\u3092\u5165\u308c\u308b\u3068\u3001\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u306e\u4e00\u610f\u6027\u304c\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u5185\u3067\u691c\u8a3c\u3055\u308c\u307e\u3059\u3002\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u304c\u3069\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3067\u3082\u306a\u3044\u5834\u5408\u306f\u3001\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u306f\u305d\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093    

OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberUnicityOtbParameter.ArchitectureNumberAllowDuplicateP2L.Argument=\u30d7\u30ed\u30c0\u30af\u30c8\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u3059\u3067\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u53d6\u5f97\u3059\u308b\u3053\u3068\u3092\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u8a31\u53ef\u3057\u307e\u3059
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ArchitectureNumberUnicityOtbParameter.ArchitectureNumberAllowDuplicateP2L.Argument.tooltip=[\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u306e\u4e00\u610f\u6027\u3092\u691c\u8a3c]\u304c\u7121\u52b9\u306a\u5834\u5408\u3001\u3053\u306e\u8a2d\u5b9a\u306f\u7121\u8996\u3055\u308c\u307e\u3059\u3002\u3053\u306e\u8a2d\u5b9a\u306b\u30c1\u30a7\u30c3\u30af\u3092\u5165\u308c\u308b\u3068\u3001\u30d7\u30ed\u30c0\u30af\u30c8\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u3059\u3067\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u3092\u53d6\u5f97\u3059\u308b\u3053\u3068\u3092\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u8a31\u53ef\u3057\u307e\u3059


# Proposed Solution Management
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ProposedSolutionOtbParameter=\u63d0\u6848\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u7ba1\u7406
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ProposedSolutionOtbParameter.AllowMultipleProposedSolutions.Argument=\u8907\u6570\u306e\u63d0\u6848\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u3092\u8a31\u53ef
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.ProposedSolutionOtbParameter.AllowMultipleProposedSolutions.Argument.tooltip=\u3053\u306e\u8a2d\u5b9a\u304c\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u8907\u6570\u306e\u63d0\u6848\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u3092\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u95a2\u9023\u4ed8\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002

#Logical Reference Creation Management
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.LogicalReferenceOtbParameter=\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u4f5c\u6210\u7ba1\u7406
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.LogicalReferenceOtbParameter.LogicalReferenceCreateShowSubTypes.Argument=Logical Product Definition\u3067\u8ad6\u7406\u30b5\u30d6\u30bf\u30a4\u30d7\u306e\u4f5c\u6210\u3092\u63d0\u6848
OOTBParameterization.SystemsArchitectureDefinitionOtbParameter.LogicalReferenceOtbParameter.LogicalReferenceCreateShowSubTypes.Argument.tooltip=\u3053\u306e\u8a2d\u5b9a\u304c\u30c1\u30a7\u30c3\u30af\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3001Logical Product Definition\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u306e\u8ad6\u7406\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u4f5c\u6210\u3067\u30b5\u30d6\u30bf\u30a4\u30d7\u306e\u4f5c\u6210\u3082\u63d0\u6848\u3055\u308c\u307e\u3059\u3002


#Export CSV
Export.Structure.CSV.Header.FormatVersion=\u69cb\u9020\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u30d0\u30fc\u30b8\u30e7\u30f3
Export.Structure.CSV.Header.FileName=\u30d5\u30a1\u30a4\u30eb\u540d
Export.Structure.CSV.Header.ExportedOn=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u65e5
Export.Structure.CSV.Header.ExportDateTime.UTCFormat=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306e\u65e5\u6642(UTC\u5f62\u5f0f)
Export.Structure.CSV.Header.ExportedBy=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u8005
Export.Structure.CSV.Header.Filter=\u9069\u7528\u3055\u308c\u305f\u30d5\u30a3\u30eb\u30bf
Export.Structure.CSV.Header.NumberOfLevels=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u30ec\u30d9\u30eb\u306e\u6570
Export.Structure.CSV.Header.SOL=\u63d0\u6848\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
Export.Structure.CSV.Header.SPD=\u4ed5\u69d8\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
Export.Structure.CSV.Header.PDR=\u8a66\u4f5c\u5206\u91ce\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u30a8\u30af\u30b9\u30dd\u30fc\u30c8
Export.Structure.CSV.Header.NumberOfItems=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u305f\u30aa\u30d7\u30b8\u30a7\u30af\u30c8\u306e\u6570
Export.Structure.CSV.Header.NumberOfLog=\u69cb\u9020\u5185\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u305f\u8ad6\u7406\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u6570
Export.Structure.CSV.Header.NumberOfSOL=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u305f\u63d0\u6848\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3\u306e\u6570
Export.Structure.CSV.Header.NumberOfSPD=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3057\u305f\u4ed5\u69d8\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306e\u6570
Export.Structure.CSV.Header.NumberOfPDR=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u305f\u8a66\u4f5c\u5206\u91ce\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306e\u6570
Export.Structure.CSV.Header.Yes=Yes
Export.Structure.CSV.Header.No=No
Export.Structure.CSV.Header.All=\u3059\u3079\u3066
Export.Structure.CSV.Header.Version=\u3053\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u65b0\u3057\u3044\u66f4\u65b0
Export.Structure.CSV.Header.Version.Details=1. \u51e1\u4f8b\u304c\u30ec\u30d9\u30eb\u5217\u306b\u5c0e\u5165\u3055\u308c\u307e\u3057\u305f 2. \u8a66\u4f5c\u5206\u91ce\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3082\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3067\u304d\u307e\u3059
Export.Structure.CSV.Header.LEGEND=\u51e1\u4f8b
Export.Structure.CSV.Header.LEGEND.SPD=\u4ed5\u69d8\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8
Export.Structure.CSV.Header.LEGEND.SOL=\u63d0\u6848\u30bd\u30ea\u30e5\u30fc\u30b7\u30e7\u30f3
Export.Structure.CSV.Header.LEGEND.PDR=\u8a66\u4f5c\u5206\u91ce\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9
Export.Structure.CSV.Table.RowOrder=\u884c\u306e\u9806\u5e8f
Export.Structure.CSV.Table.Level=\u30ec\u30d9\u30eb
Export.Structure.CSV.Filter.None=\u306a\u3057
Export.Structure.CSV.Filter.InstancePrefix=(\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9)

Export.Error.MandatoryInput.RootId=\u5fc5\u9808\u306e\u5165\u529broot_physicalid\u304c\u3042\u308a\u307e\u305b\u3093
Export.Error.MandatoryInput.SelectedColumns=\u5fc5\u9808\u306e\u5165\u529bselectedColumns\u304c\u3042\u308a\u307e\u305b\u3093
Export.Error.InvalidInput.ConfigFilterEmpty=configFilteringContext\uff1afilter_compiledform\u3068filter_info\u306e\u4e21\u65b9\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059 
Export.Error.InvalidInput.ExpandIter=expand_iter\u306e\u5024\u304c\u7121\u52b9\u3067\u3059

CVServletExpand.Error.RootNotIndexed=\u30eb\u30fc\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u306f\u307e\u3060\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u4ed8\u3051\u3089\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
CVServletExpand.Error.ExpandFailed=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u5c55\u958b\u304c\u5931\u6557\u3057\u305f\u305f\u3081\u3001\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
CVServletExpand.Error.EmptyResult=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304b\u3089\u7a7a\u306e\u7d50\u679c\u304c\u8fd4\u3055\u308c\u305f\u305f\u3081\u3001\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093

CVServletNavigate.Error.NavigateFailed=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306e\u79fb\u52d5\u306b\u5931\u6557\u3057\u305f\u305f\u3081\u3001\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
CVServletNavigate.Error.EmptyResult=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304b\u3089\u7a7a\u306e\u7d50\u679c\u304c\u8fd4\u3055\u308c\u305f\u305f\u3081\u3001\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093

Export.MonoInsStatus=\u69cb\u9020\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u306e\u72ec\u81ea\u6027

Export.MonoInsStatus.ARC_NUM_COL=\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7
Export.MonoInsStatus.REF_TITLE_COL=\u30bf\u30a4\u30c8\u30eb
Export.MonoInsStatus.REF_REV_COL=\u30ea\u30d3\u30b8\u30e7\u30f3
Export.MonoInsStatus.INS_TITLE_COL=(\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e)\u30bf\u30a4\u30c8\u30eb
Export.MonoInsStatus.EFFECTIVITY_COL=\u6709\u52b9\u6027
Export.MonoInsStatus.VAR_OPT_COL=\u30d0\u30ea\u30a2\u30f3\u30c8\uff0f\u30aa\u30d7\u30b7\u30e7\u30f3
Export.MonoInsStatus.CURRENT_EVOLUTION_COL=\u73fe\u5728\u306e\u5c55\u958b
Export.MonoInsStatus.PROJECTED_EVOLUTION_COL=\u4e88\u6e2c\u3055\u308c\u305f\u5c55\u958b


Export.MonoInsStatus.Error.InvalidReference=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304b\u3089\u7121\u52b9\u306a\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9ID\u304c\u8fd4\u3055\u308c\u307e\u3057\u305f(\u6700\u8fd1\u306e\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u64cd\u4f5c\u306b\u3088\u308b\u53ef\u80fd\u6027\u3042\u308a)\u3002\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u30c7\u30fc\u30bf\u3092\u66f4\u65b0\u3059\u308b\u306e\u3092\u304a\u5f85\u3061\u304f\u3060\u3055\u3044
Export.MonoInsStatus.Error.InvalidAN=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304b\u3089\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u5bfe\u3057\u3066\u7121\u52b9\u306a\u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u756a\u53f7\u304c\u8fd4\u3055\u308c\u307e\u3057\u305f(\u6700\u8fd1\u306e\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u64cd\u4f5c\u306b\u3088\u308b\u53ef\u80fd\u6027\u3042\u308a)\u3002\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u306b\u3088\u308b\u30c7\u30fc\u30bf\u306e\u66f4\u65b0\u3092\u5f85\u3063\u3066\u304f\u3060\u3055\u3044
Export.MonoInsStatus.Error.InvalidInstance=\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304b\u3089\u7121\u52b9\u306a\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9ID\u304c\u8fd4\u3055\u308c\u307e\u3057\u305f(\u6700\u8fd1\u306e\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u64cd\u4f5c\u306b\u3088\u308b\u53ef\u80fd\u6027\u3042\u308a)\u3002\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u304c\u30c7\u30fc\u30bf\u3092\u66f4\u65b0\u3059\u308b\u306e\u3092\u304a\u5f85\u3061\u304f\u3060\u3055\u3044
Export.MonoInsStatus.Error.EffectivityReqError=\u6709\u52b9\u6027\u60c5\u5831\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

CustomUI.Table.Error.NotSupportedElement=CustomizationUIElement\u30bf\u30a4\u30d7\u306f\u30c6\u30fc\u30d6\u30eb\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
CustomUI.Table.Error.DupColName=\u540c\u3058\u30ad\u30fc\u306e\u5217\u304c\u3059\u3067\u306b\u3042\u308a\u307e\u3059
CustomUI.Table.Error.ColValue=\u30c6\u30fc\u30d6\u30eb\u306e\u5217\u306b\u5024\u3092\u6307\u5b9a\u3067\u304d\u307e\u305b\u3093\u3002\u5404\u884c\u306e\u30bb\u30eb\u3067\u30c7\u30fc\u30bf\u3092\u66f4\u65b0\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
CustomUI.Table.Error.ZeroColumns=\u5217\u306e\u306a\u3044\u30c6\u30fc\u30d6\u30eb

CustomUI.ENUM.Error.ZeroValues=\u5217\u6319\u578b\u30ea\u30b9\u30c8\u306f\u7a7a\u767d\u306b\u3067\u304d\u307e\u305b\u3093
CustomUI.ENUM.Error.SetValue.emumlistempty=\u5217\u6319\u578b\u30ea\u30b9\u30c8\u306f\u3001\u5024\u306e\u8a2d\u5b9a\u524d\u306b\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
Change.GetChangeControl.RequestError=\u5909\u66f4\u7ba1\u7406\u60c5\u5831\u3092\u53d6\u5f97\u3059\u308b\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

ArchitectureNumberExpressionXPParameter.ParameterExpressionCounter.DisplayFormat=<counter>
ArchitectureNumberExpressionXPParameter.ParameterExpressionUserInput.DisplayFormat=[\u30e6\u30fc\u30b6\u30fc\u5165\u529b]
