#
#   ExpressionStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: ExpressionStringResource.properties.rca  $"
#

# --- General

# Criteria
Criteria.Date=Data
Criteria.Products=Produkty
Criteria.ManufacturingPlans=Plany produkcyjne
Criteria.Unit=Jednostka
Criteria.Milestone=Kamie\u0144 milowy
Criteria.FeatureOption=Warianty i opcje


# --- Success

# Effectivity
Effectivity.Success.SetEvolutionOperationSuccess=Operacja ustawienia skuteczno\u015bci ewolucji zosta\u0142a pomy\u015blnie wykonana.


# --- Errors

Error.InternalServerError=b\u0142\u0105d wewn\u0119trzny

# General
General.Error.InvalidCategoryTypeSetting=Typ kategorii jest nieprawid\u0142owy. Sprawd\u017a, jakie ustawienia ma prawid\u0142owy typ kategorii.
General.Range.Error.SequenceValues=Polecenie Wstaw jako zakres wymaga jednej lub dw\u00f3ch warto\u015bci sekwencji. Liczba znalezionych warto\u015bci sekwencji:
General.Range.Error.DatesValues=Polecenie Wstaw jako zakres wymaga jednej lub dw\u00f3ch dat. Liczba znalezionych warto\u015bci daty:
General.Error.UnsupportedDateWithRelational=Nie mo\u017cna u\u017cywa\u0107 daty w po\u0142\u0105czeniu z relacyjnym typem skuteczno\u015bci. Usu\u0144 jeden typ skuteczno\u015bci z w\u0142a\u015bciwo\u015bci administracyjnej tej relacji lub typu.
General.Error.UnsupportedGlobalWithMultipleContexts=W jednym wyra\u017ceniu nie mo\u017cna po\u0142\u0105czy\u0107 globalnego kontekstu konfiguracji z innym kontekstem konfiguracji. Usu\u0144 globalny kontekst konfiguracji lub wszystkie pozosta\u0142e konteksty konfiguracji.


# Criteria
Criteria.Error.UnsupportedCriteriaType=Typ kryteri\u00f3w jest nieobs\u0142ugiwany. Okre\u015bl obs\u0142ugiwany typ kryteri\u00f3w.
Criteria.Error.TypeNotAModel=nie jest typem modelu
Criteria.Error.TypeNotAModelVersion=nie jest typem wersji modelu

# Effectivity
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=Wyra\u017cenie skuteczno\u015bci zawiera pewne typy skuteczno\u015bci, kt\u00f3re nie zosta\u0142y zastosowane w tym obiekcie.
Effectivity.Error.NoEffectivityTypeFound=Nie znaleziono typu skuteczno\u015bci. U\u017cyj prawid\u0142owego typu skuteczno\u015bci okre\u015blonego w schemacie.
Effectivity.Error.EffectivityUsageCannotDelete=Obiekt jest u\u017cywany w wyra\u017ceniu skuteczno\u015bci, dlatego nie mo\u017cna go usun\u0105\u0107. Je\u017celi chcesz usun\u0105\u0107 obiekt, najpierw wykasuj go ze wszystkich wyra\u017ce\u0144 skuteczno\u015bci.
Effectivity.FalseExpression.Display=Nieprawid\u0142owy
Effectivity.TrueExpression.Display=Prawid\u0142owe
Effectivity.Error.OnlyEvolutionEffectivity=To wyst\u0105pienie ma ustawion\u0105 tylko skuteczno\u015b\u0107 w domenie Ewolucja.
Effectivity.Error.EffectivityUsageCannotRemoveObject=Obiekt <object_type> <object_name> jest u\u017cywany w skonfigurowanym wyra\u017ceniu (Filtr, Skuteczno\u015b\u0107 itp.), dlatego nie mo\u017cna go usun\u0105\u0107. Aby usun\u0105\u0107 obiekt, najpierw usu\u0144 kryteria ze wszystkich skonfigurowanych wyra\u017ce\u0144.
Effectivity.Error.EffectivityUsageCannotModifyObject=Obiekt <object_type> <object_name> jest u\u017cywany w skonfigurowanym wyra\u017ceniu (Filtr, Skuteczno\u015b\u0107 itp.), dlatego nie mo\u017cna go zmodyfikowa\u0107. Je\u017celi chcesz zmodyfikowa\u0107 obiekt, najpierw wykasuj kryteria ze wszystkich skonfigurowanych wyra\u017ce\u0144.
Effectivity.Error.ChangeApplicabilityAndEffectivitieDoNotIntersect=Nie mo\u017cna zmodyfikowa\u0107 skuteczno\u015bci, poniewa\u017c wyra\u017cenie nie ma cz\u0119\u015bci wsp\u00f3lnej ze stosowalno\u015bci\u0105. W celu zmodyfikowania skuteczno\u015bci wariantu u\u017cyj zmodernizowanego wyst\u0105pienia.
Effectivity.Error.ChangeApplicabilityAndEffectivitieAreEqual=Wyra\u017cenie skuteczno\u015bci pokrywa si\u0119 ze stosowalno\u015bci\u0105: nie mo\u017cna wykona\u0107 tej operacji.
Effectivity.Error.Unset.NoEffectivity=To wyst\u0105pienie nie ma skuteczno\u015bci, wy\u0142\u0105czenie nic nie zmieni

# Expression
Expression.Error.MissingAttachedModels=Nie wszystkie niezb\u0119dne modele s\u0105 do\u0142\u0105czone do nadrz\u0119dnego elementu referencyjnego.  
Effectivity.Error.ParentNotAttachedAllModelsFromAC=Odwo\u0142anie do obiektu nadrz\u0119dnego nie ma do\u0142\u0105czonych niekt\u00f3rych modeli z kontekstu tworzenia.
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=Odwo\u0142anie do obiektu nadrz\u0119dnego nie ma w\u0142\u0105czonych niekt\u00f3rych kryteri\u00f3w z kontekstu tworzenia.
Expression.Error.InvalidExpression=Faktyczne wyra\u017cenie jest nieprawid\u0142owe.
Expression.Error.ParentPartIsNotConfigured=Nadrz\u0119dna cz\u0119\u015b\u0107 podanej relacji nie ma kontekstu konfiguracji.

# Reference
Expression.Error.AttachContextDeniedSinceReferenceIsRevised=Za\u0142\u0105czanie Kontekstu konfiguracji nie jest obs\u0142ugiwane w poprawionym obiekcie. Za\u0142\u0105czanie <type> nie powiod\u0142o si\u0119
Expression.Error.CriteriaNotEnabled=Wej\u015bciowy plik zawiera kryterium <critType>, ale nie zosta\u0142o ono w\u0142\u0105czone w odniesieniu <name>.
Expression.Error.CriteriaNotDisabled=Nie uda\u0142o si\u0119 wy\u0142\u0105czy\u0107 kryteri\u00f3w w obiektach, poniewa\u017c zdefiniowano skuteczno\u015b\u0107 <critType> dla jednego lub wi\u0119cej wyst\u0105pie\u0144
Expression.DetachNotPossible.ConfigurationUsage=Nie mo\u017cna od\u0142\u0105czy\u0107 modelu, poniewa\u017c jest on u\u017cywany w konfiguracji
Expression.Error.DetachNotPossible.EffectivityUsage=Nie mo\u017cna od\u0142\u0105czy\u0107 modelu, poniewa\u017c jest on u\u017cywany w wyra\u017ceniu skuteczno\u015bci
Expression.Error.DetachNotPossible.ConfigurationRevision=Od\u0142\u0105czenie modelu nie jest mo\u017cliwe, poniewa\u017c odniesienie zawiera poprawki konfiguracji

# Immutability
Expression.Error.FrozenCriteriaInEffs=Nie mo\u017cna fizycznie zmieni\u0107 wyst\u0105pie\u0144, poniewa\u017c skuteczno\u015bci zawieraj\u0105 przynajmniej jedno zamro\u017cone kryterium. U\u017cyj polecenia'Praca pochodna'.
Expression.Error.FrozenCfgRevImpacted=Brak mo\u017cliwo\u015bci przeprowadzenia operacji: wp\u0142ynie ona na co najmniej jedn\u0105 poprawk\u0119 konfiguracji
Expression.Error.FrozenRangeOfEffImpactedBySetExpression=Ustawienie wyra\u017ce\u0144 jest niemo\u017cliwe, poniewa\u017c spowodowa\u0142oby to dodanie lub usuni\u0119cie co najmniej jednego zamro\u017conego kryterium ewolucji do skuteczno\u015bci
Expression.Error.ExpressionContainsFrozen=Nie mo\u017cna u\u017cy\u0107 tego wyra\u017cenia, poniewa\u017c zawiera ono co najmniej jedno zamro\u017cone kryterium ewolucji

# Granular reject
Expression.Error.CANotRejectableForEffectivities=Akcji zmiany <name>\u200b nie mo\u017cna odrzuci\u0107 dla co najmniej jednego z tych wyst\u0105pie\u0144

# Configured Operations
Expression.Error.SplitUnderCACannotBeDoneOnVarOnlyStructure=Nie mo\u017cna przeprowadzi\u0107 operacji rozdzia\u0142u w ramach akcji zmiany dla struktury zawieraj\u0105cej jedynie warianty;
CfgOperation.Error.EffectivityCannotBeExtended=Operacja rozszerzania ma zastosowanie tylko do skuteczno\u015bci z wyra\u017ceniem ewolucji.
CfgOperation.Error.Extend.InstanceWithoutEffectivity=Nie mo\u017cna wykona\u0107 operacji rozszerzania w przypadku wyst\u0105pie\u0144 bez skuteczno\u015bci
CfgOperation.Error.Extend.ExpressionTrue=Nie mo\u017cna wykona\u0107 operacji rozszerzania w przypadku zawsze prawid\u0142owych wyst\u0105pie\u0144
CfgOperation.Error.Extend.VariantOnlyEffectivity=Nie mo\u017cna wykona\u0107 operacji rozszerzania w przypadku wyst\u0105pie\u0144, kt\u00f3re maj\u0105 jedynie cz\u0119\u015b\u0107 wariantu w zakresie swojej skuteczno\u015bci, poniewa\u017c s\u0105 one zawsze prawid\u0142owe
CfgOperation.Error.Extend.UselessExtension=Nie mo\u017cna rozszerzy\u0107 wyst\u0105pie\u0144 o zakres wa\u017cno\u015bci, kt\u00f3ry mie\u015bci si\u0119 w pe\u0142ni w istniej\u0105cym zakresie wa\u017cno\u015bci


# Work Under
Change.Error.ParentPartIsNotCompliantWithChange=Zmiana okre\u015blona w ustawieniu "Trwaj\u0105 prace" u\u017cywa tryb\u00f3w, kt\u00f3re s\u0105 niedost\u0119pne w kontek\u015bcie konfiguracji nadrz\u0119dnej cz\u0119\u015bci.
Change.Error.ChangeApplicabilityIsEmptyAtFinalize=Wyra\u017cenie stosowalno\u015bci jest puste, ale istniej\u0105 obj\u0119te elementy wymagaj\u0105ce aktualizacji.
Change.Error.ApplicabilityRead=B\u0142\u0105d podczas odczytywania informacji o stosowalno\u015bci
Change.Error.Applicability.Finalization.Models=Nie mo\u017cna sfinalizowa\u0107 Akcji zmiany \u2014 nie wszystkie jej modele s\u0105 do\u0142\u0105czone w odniesieniu.
AuthContext.Error.ModelVersionIsAttached=\u201eNie mo\u017cna u\u017cy\u0107 kontekstu tworzenia w strukturze z za\u0142\u0105czon\u0105 wersj\u0105 modelu\u201d
