#
#   ExpressionStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: ExpressionStringResource.properties.rca  $"
#

# --- General

# Criteria
Criteria.Date=Data
Criteria.Products=Prodotti
Criteria.ManufacturingPlans=Piani di produzione
Criteria.Unit=Unit\u00e0
Criteria.Milestone=Milestone
Criteria.FeatureOption=Varianti e opzioni


# --- Success

# Effectivity
Effectivity.Success.SetEvolutionOperationSuccess=La validit\u00e0 dell'evoluzione \u00e8 stata impostata correttamente.


# --- Errors

Error.InternalServerError=errore interno

# General
General.Error.InvalidCategoryTypeSetting=Tipo di categoria non valido. Selezionare impostazioni valide del tipo di categoria.
General.Range.Error.SequenceValues=Inserisci come intervallo richiede uno o due valori di sequenza. Il numero di valori di sequenza trovati \u00e8:
General.Range.Error.DatesValues=Inserisci come intervallo richiede una o due date. Il numero di valori di date trovati \u00e8: 
General.Error.UnsupportedDateWithRelational=Data non supportata con il tipo di validit\u00e0 Relazionale. Rimuovere uno dei tipi di validit\u00e0 dalla propriet\u00e0 admin per questa relazione o tipo.
General.Error.UnsupportedGlobalWithMultipleContexts=Impossibile combinare il contesto di configurazione globale con un altro contesto di configurazione nella stessa espressione. Rimuovere il contesto di configurazione globale o tutti gli altri contesti di configurazione.


# Criteria
Criteria.Error.UnsupportedCriteriaType=Tipo di criteri non supportato. Specificare un tipo di criteri supportato.
Criteria.Error.TypeNotAModel=non \u00e8 un tipo di modello
Criteria.Error.TypeNotAModelVersion=non \u00e8 un tipo di versione del modello

# Effectivity
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=L'espressione di validit\u00e0 contiene alcuni tipi di validit\u00e0 che non sono stati applicati a questo oggetto.
Effectivity.Error.NoEffectivityTypeFound=Nessun tipo di validit\u00e0 trovato. Usare un tipo di validit\u00e0 valido, come definito nello schema.
Effectivity.Error.EffectivityUsageCannotDelete=L'oggetto \u00e8 usato in una espressione di validit\u00e0 e non pu\u00f2 essere eliminato. Rimuovere l'oggetto da tutte le espressioni di validit\u00e0 per consentirne l'eliminazione.
Effectivity.FalseExpression.Display=Non valida
Effectivity.TrueExpression.Display=Valido
Effectivity.Error.OnlyEvolutionEffectivity=Questa istanza ha solo il valore di validit\u00e0 del dominio Evoluzione.
Effectivity.Error.EffectivityUsageCannotRemoveObject=L'oggetto <object_type> <object_name> \u00e8 usato in un'espressione di configurazione (Filtro, Validit\u00e0...) e non pu\u00f2 essere rimosso. Rimuovere l'oggetto da tutte le espressioni di configurazione per consentirne la rimozione.
Effectivity.Error.EffectivityUsageCannotModifyObject=L'oggetto <object_type> <object_name> \u00e8 usato in un'espressione di configurazione (Filtro, Validit\u00e0...) e non pu\u00f2 essere modificato. Rimuovere l'oggetto da tutte le espressioni di configurazione per consentirne la modifica.
Effectivity.Error.ChangeApplicabilityAndEffectivitieDoNotIntersect=Impossibile modificare la validit\u00e0 perch\u00e9 l'espressione non si interseca con l'applicabilit\u00e0. Utilizzare un'istanza evoluta per modificare la validit\u00e0 della variante.
Effectivity.Error.ChangeApplicabilityAndEffectivitieAreEqual=L'espressione di Validit\u00e0 \u00e8 uguale all'Applicabilit\u00e0: impossibile applicare questa operazione.
Effectivity.Error.Unset.NoEffectivity=Questa istanza manca del valore di validit\u00e0, annulla impostazione \u00e8 inutile

# Expression
Expression.Error.MissingAttachedModels=Non tutti i modelli necessari sono associati nel riferimento padre.  
Effectivity.Error.ParentNotAttachedAllModelsFromAC=Il riferimento padre non ha tutti i modelli collegati dal contesto di creazione.
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=Il riferimento padre non ha tutti i criteri attivati dal contesto di creazione.
Expression.Error.InvalidExpression=Espressione effettiva non valida
Expression.Error.ParentPartIsNotConfigured=La parte padre di una data relazione non ha un Contesto di configurazione.

# Reference
Expression.Error.AttachContextDeniedSinceReferenceIsRevised=Non \u00e8 possibile allegare un contesto di configurazione a un oggetto rivisto. Inserimento dell'allegato <type> non riuscito
Expression.Error.CriteriaNotEnabled=Il file XML di input contiene <critType> ma questo criterio non \u00e8 abilitato nel riferimento <name>
Expression.Error.CriteriaNotDisabled=Impossibile disattivare i criteri sugli oggetti poich\u00e9 per una o pi\u00f9 istanze \u00e8 stata definita la validit\u00e0 dei criteri <critType>
Expression.DetachNotPossible.ConfigurationUsage=Impossibile disassociare il modello in quanto \u00e8 utilizzato in una configurazione
Expression.Error.DetachNotPossible.EffectivityUsage=Impossibile disassociare il modello in quanto \u00e8 utilizzato da una espressione di validit\u00e0
Expression.Error.DetachNotPossible.ConfigurationRevision=Impossibile scollegare il modello perch\u00e9 il riferimento ha revisioni di configurazione

# Immutability
Expression.Error.FrozenCriteriaInEffs=Impossibile alterare fisicamente le istanze perch\u00e9 la loro validit\u00e0 contiene almeno un criterio congelato. Utilizzare 'Lavora in'.
Expression.Error.FrozenCfgRevImpacted=Impossibile effettuare l'operazione: ha effetto su almeno una Revisione configurazione congelata
Expression.Error.FrozenRangeOfEffImpactedBySetExpression=Impossibile impostare le espressioni perch\u00e9 verrebbe aggiunto o rimosso almeno un criterio di evoluzione congelato per la validit\u00e0
Expression.Error.ExpressionContainsFrozen=Impossibile usare questa espressione perch\u00e9 contiene almeno un criterio di evoluzione congelato

# Granular reject
Expression.Error.CANotRejectableForEffectivities=L'azione di modifica <name> non pu\u00f2 essere rifiutata per almeno una di queste istanze

# Configured Operations
Expression.Error.SplitUnderCACannotBeDoneOnVarOnlyStructure=L'operazione di divisione in Azione di modifica non pu\u00f2 essere eseguita in una struttura di sole varianti;
CfgOperation.Error.EffectivityCannotBeExtended=L'operazione di estensione \u00e8 applicabile solo alla validit\u00e0 con espressione di evoluzione.
CfgOperation.Error.Extend.InstanceWithoutEffectivity=Impossibile eseguire l'operazione di estensione sulle istanze che non hanno validit\u00e0
CfgOperation.Error.Extend.ExpressionTrue=Impossibile eseguire l'operazione di estensione sulle istanze sempre valide
CfgOperation.Error.Extend.VariantOnlyEffectivity=Impossibile eseguire l'operazione di estensione sulle istanze che hanno solo una variante nella loro validit\u00e0 perch\u00e9 sono sempre valide
CfgOperation.Error.Extend.UselessExtension=Impossibile estendere le istanze da un intervallo di validit\u00e0 interamente contenuto nel relativo intervallo di validit\u00e0 esistente


# Work Under
Change.Error.ParentPartIsNotCompliantWithChange=La modifica utilizzata come 'Lavoro sotto' utilizza modelli che non sono disponibili sul contesto di configurazione della parte padre.
Change.Error.ChangeApplicabilityIsEmptyAtFinalize=L'espressione di applicabilit\u00e0 \u00e8 vuota ma esistono elementi interessati da aggiornare.
Change.Error.ApplicabilityRead=Errore durante la lettura dell'applicabilit\u00e0
Change.Error.Applicability.Finalization.Models=Impossibile finalizzare l'azione di modifica perch\u00e9 non tutti i modelli sono collegati nel riferimento
AuthContext.Error.ModelVersionIsAttached="Non \u00e8 possibile usare un contesto di creazione modifiche su una struttura con una versione del modello allegata"
