#
#   ExpressionStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: ExpressionStringResource.properties.rca  $"
#

# --- General

# Criteria
Criteria.Date=Datum
Criteria.Products=Produkte
Criteria.ManufacturingPlans=Fertigungspl\u00e4ne
Criteria.Unit=Einheit
Criteria.Milestone=Meilenstein
Criteria.FeatureOption=Varianten und Optionen


# --- Success

# Effectivity
Effectivity.Success.SetEvolutionOperationSuccess=Aktion zum Festlegen der G\u00fcltigkeit der Entwicklung erfolgreich ausgef\u00fchrt.


# --- Errors

Error.InternalServerError=interner Fehler

# General
General.Error.InvalidCategoryTypeSetting=Ung\u00fcltiger Kategorientyp. Bitte \u00fcberpr\u00fcfen Sie die g\u00fcltigen Einstellungen f\u00fcr Kategorientypen.
General.Range.Error.SequenceValues=Die Option 'Als Bereich einf\u00fcgen' erfordert einen oder zwei Folgewerte. Die Anzahl der gefundenen Folgewerte betr\u00e4gt: 
General.Range.Error.DatesValues=Die Option 'Als Bereich einf\u00fcgen' erfordert einen oder zwei Datumswerte. Die Anzahl der gefundenen Datumswerte betr\u00e4gt: 
General.Error.UnsupportedDateWithRelational=Datum wird mit demG\u00fcltigkeitstyp 'Relational' nicht unterst\u00fctzt. Entfernen Sie einen der G\u00fcltigkeitstypen von der Verwaltungseigenschaft f\u00fcr diese Beziehung oder diesen Typ.
General.Error.UnsupportedGlobalWithMultipleContexts=Ein globaler Konfigurationskontext kann nicht mit anderen Konfigurationskontexten im gleichen Ausdruck kombiniert werden. Entfernen Sie entweder den globalen Konfigurationskontext oder alle anderen Konfigurationskontexte.


# Criteria
Criteria.Error.UnsupportedCriteriaType=Nicht unterst\u00fctzter Kriterientyp. Bitte geben Sie einen unterst\u00fctzten Kriterientyp an.
Criteria.Error.TypeNotAModel=ist kein Typ des Modells
Criteria.Error.TypeNotAModelVersion=ist kein Typ der Modellversion

# Effectivity
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=Der G\u00fcltigkeitsausdruck enth\u00e4lt einige G\u00fcltigkeitstypen, die nicht f\u00fcr dieses Objekt \u00fcbernommen wurden.
Effectivity.Error.NoEffectivityTypeFound=Kein G\u00fcltigkeitstyp gefunden. Verwenden Sie einen im Schema definierten, zul\u00e4ssigen G\u00fcltigkeitstyp.
Effectivity.Error.EffectivityUsageCannotDelete=Das Objekt wird in einem G\u00fcltigkeitsausdruck verwendet und kann nicht gel\u00f6scht werden. Entfernen Sie das Objekt aus allen G\u00fcltigkeitsausdr\u00fccken, um das L\u00f6schen zu erm\u00f6glichen.
Effectivity.FalseExpression.Display=Ung\u00fcltig
Effectivity.TrueExpression.Display=G\u00fcltig
Effectivity.Error.OnlyEvolutionEffectivity=Diese Instanz hat nur G\u00fcltigkeit in der Entwicklungsdom\u00e4ne.
Effectivity.Error.EffectivityUsageCannotRemoveObject=<object_type> <object_name> wird in einem konfigurierten Ausdruck (Filter, G\u00fcltigkeit, ...) verwendet und kann nicht entfernt werden. Entfernen Sie die Kriterien aus allen konfigurierten Ausdr\u00fccken, um das Entfernen zu erm\u00f6glichen.
Effectivity.Error.EffectivityUsageCannotModifyObject=<object_type> <object_name> wird in einem konfigurierten Ausdruck (Filter, G\u00fcltigkeit, ...) verwendet und kann nicht ge\u00e4ndert werden. Entfernen Sie die Kriterien aus allen konfigurierten Ausdr\u00fccken, um die \u00c4nderung zu erm\u00f6glichen.
Effectivity.Error.ChangeApplicabilityAndEffectivitieDoNotIntersect=G\u00fcltigkeit kann nicht bearbeitet werden, da der Ausdruck sich nicht mit der Anwendbarkeit \u00fcberschneidet. Verwenden Sie eine weiterentwickelte Instanz, um die Varianteng\u00fcltigkeit zu \u00e4ndern.
Effectivity.Error.ChangeApplicabilityAndEffectivitieAreEqual=G\u00fcltigkeitsausdruck entspricht Anwendbarkeit: Vorgang kann nicht ausgef\u00fchrt werden.
Effectivity.Error.Unset.NoEffectivity=Diese Instanz besitzt keine G\u00fcltigkeit, Zur\u00fccksetzen hat keine Wirkung

# Expression
Expression.Error.MissingAttachedModels=Nicht alle erforderlichen Modelle sind an die \u00fcbergeordnete Referenz angeh\u00e4ngt.  
Effectivity.Error.ParentNotAttachedAllModelsFromAC=Der \u00fcbergeordneten Referenz sind nicht alle Modelle aus dem Erstellungskontext zugeordnet.
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=Bei der \u00fcbergeordneten Referenz sind nicht alle Kriterien aus dem Erstellungskontext aktiviert.
Expression.Error.InvalidExpression=Ung\u00fcltiger eigentlicher Ausdruck
Expression.Error.ParentPartIsNotConfigured=Das \u00fcbergeordnete Teil der angegebenen Beziehung verf\u00fcgt \u00fcber keinen Konfigurationskontext.

# Reference
Expression.Error.AttachContextDeniedSinceReferenceIsRevised=Das Zuordnen von Konfigurationskontext wird f\u00fcr \u00fcberarbeitete Objekte nicht unterst\u00fctzt. Das Zuordnen von <type> ist fehlgeschlagen.
Expression.Error.CriteriaNotEnabled=Die eingegebene XML enth\u00e4lt <critType>, aber das Kriterium ist in der Referenz '<name>' nicht aktiviert
Expression.Error.CriteriaNotDisabled=Das Deaktivieren der Kriterien f\u00fcr Objekte ist fehlgeschlagen, da f\u00fcr mindestens ein Exemplar eine <critType>-G\u00fcltigkeit definiert ist
Expression.DetachNotPossible.ConfigurationUsage=Modell kann nicht abgetrennt werden, weil es von einer Konfiguration verwendet wird
Expression.Error.DetachNotPossible.EffectivityUsage=Modell kann nicht abgetrennt werden, weil es von einem G\u00fcltigkeitsausdruck verwendet wird
Expression.Error.DetachNotPossible.ConfigurationRevision=Modell kann nicht abgetrennt werden, weil die Referenz \u00fcber Konfigurationsrevisionen verf\u00fcgt

# Immutability
Expression.Error.FrozenCriteriaInEffs=Sie k\u00f6nnen die Instanzen physisch nicht \u00e4ndern, da deren G\u00fcltigkeiten mindestens ein eingefrorenes Kriterium enthalten. Verwenden Sie eine 'Arbeiten unter'-\u00c4nderungsaktion.
Expression.Error.FrozenCfgRevImpacted=Vorgang kann nicht durchgef\u00fchrt werden: Er wirkt sich auf mindestens eine eingefrorene Konfigurationsrevision aus
Expression.Error.FrozenRangeOfEffImpactedBySetExpression=Einstellen der Ausdr\u00fccke nicht m\u00f6glich, da dadurch mindestens ein eingefrorenes Entwicklungskriterium zu den G\u00fcltigkeiten hinzugef\u00fcgt oder davon entfernt werden w\u00fcrde
Expression.Error.ExpressionContainsFrozen=Dieser Ausdruck kann nicht verwendet werden, da er mindestens ein eingefrorenes Entwicklungskriterium enth\u00e4lt

# Granular reject
Expression.Error.CANotRejectableForEffectivities=\u00c4nderungsaktion <name> kann f\u00fcr mindestens eine dieser Instanzen nicht abgelehnt werden

# Configured Operations
Expression.Error.SplitUnderCACannotBeDoneOnVarOnlyStructure=Der Teilungsvorgang unter '\u00c4nderungsaktion' kann auf Grundlage einer rein variantenbasierten Struktur nicht ausgef\u00fchrt werden;
CfgOperation.Error.EffectivityCannotBeExtended=Die Erweiterungsoperation gilt nur f\u00fcr G\u00fcltigkeiten mit Entwicklungsausdruck.
CfgOperation.Error.Extend.InstanceWithoutEffectivity=Die Erweiterungsoperation kann nicht f\u00fcr Exemplare ohne G\u00fcltigkeiten ausgef\u00fchrt werden
CfgOperation.Error.Extend.ExpressionTrue=Die Erweiterungsoperation kann nicht f\u00fcr Exemplare ausgef\u00fchrt werden, die immer g\u00fcltig sind
CfgOperation.Error.Extend.VariantOnlyEffectivity=Die Erweiterungsoperation kann nicht f\u00fcr Exemplare ausgef\u00fchrt werden, die nur \u00fcber ein variables Teil in ihren G\u00fcltigkeiten verf\u00fcgen, da sie immer g\u00fcltig sind
CfgOperation.Error.Extend.UselessExtension=Die Exemplare k\u00f6nnen nicht um einen G\u00fcltigkeitsbereich erweitert werden, der vollst\u00e4ndig in ihrem bestehenden G\u00fcltigkeitsbereich enthalten ist


# Work Under
Change.Error.ParentPartIsNotCompliantWithChange=Die \u00c4nderung, die als 'Arbeiten unter' verwendet wurde, verwendet Modelle, die nicht im Konfigurationskontext des \u00fcbergeordneten Teils verf\u00fcgbar sind.
Change.Error.ChangeApplicabilityIsEmptyAtFinalize=Der Anwendbarkeitsausdruck ist leer. Es sind aber zu aktualisierende betroffene Elemente vorhanden.
Change.Error.ApplicabilityRead=Fehler beim Lesen der Anwendbarkeit
Change.Error.Applicability.Finalization.Models=Die \u00c4nderungsaktion kann nicht abgeschlossen werden, da nicht alle Modelle den Referenzen beigef\u00fcgt sind
AuthContext.Error.ModelVersionIsAttached='Es ist nicht m\u00f6glich, einen Authoring-Kontext f\u00fcr eine Struktur zu verwenden, der eine Modellversion zugeordnet ist'
