#
#   ExpressionStringResource.properties -- Properties file.
#
#   Copyright (c) 1992-2015 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does  not evidence any actual or intended publication of such program

#   static const char RCSID[]="$Id: ExpressionStringResource.properties.rca  $"
#

# --- General

# Criteria
Criteria.Date=\u65e5\u4ed8
Criteria.Products=\u88fd\u54c1
Criteria.ManufacturingPlans=\u88fd\u9020\u8a08\u753b
Criteria.Unit=\u5358\u4f4d
Criteria.Milestone=\u30de\u30a4\u30eb\u30b9\u30c8\u30fc\u30f3
Criteria.FeatureOption=\u30d0\u30ea\u30a2\u30f3\u30c8\u304a\u3088\u3073\u30aa\u30d7\u30b7\u30e7\u30f3


# --- Success

# Effectivity
Effectivity.Success.SetEvolutionOperationSuccess=\u5c55\u958b\u6709\u52b9\u6027\u306e\u8a2d\u5b9a\u64cd\u4f5c\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f


# --- Errors

Error.InternalServerError=\u5185\u90e8\u30a8\u30e9\u30fc

# General
General.Error.InvalidCategoryTypeSetting=\u7121\u52b9\u306a\u30ab\u30c6\u30b4\u30ea\u30fc\u30bf\u30a4\u30d7\u3067\u3059\u3002\u6709\u52b9\u306a\u30ab\u30c6\u30b4\u30ea\u30fc\u30bf\u30a4\u30d7\u8a2d\u5b9a\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044
General.Range.Error.SequenceValues=\u300c\u7bc4\u56f2\u3068\u3057\u3066\u633f\u5165\u300d\u306b\u306f1\u3064\u307e\u305f\u306f2\u3064\u306e\u30b7\u30fc\u30b1\u30f3\u30b9\u5024\u304c\u5fc5\u8981\u3067\u3059\u3002\u898b\u3064\u304b\u3063\u305f\u30b7\u30fc\u30b1\u30f3\u30b9\u5024\u306e\u6570\uff1a
General.Range.Error.DatesValues=\u300c\u7bc4\u56f2\u3068\u3057\u3066\u633f\u5165\u300d\u306b\u306f1\u3064\u307e\u305f\u306f2\u3064\u306e\u65e5\u4ed8\u304c\u5fc5\u8981\u3067\u3059\u3002\u898b\u3064\u304b\u3063\u305f\u65e5\u4ed8\u306e\u6570\uff1a
General.Error.UnsupportedDateWithRelational=\u65e5\u4ed8\u306f\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u307e\u305f\u306f\u30bf\u30a4\u30d7\u306e\u7ba1\u7406\u30d7\u30ed\u30d1\u30c6\u30a3\u304b\u3089\u3044\u305a\u308c\u304b\u306e\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u3092\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
General.Error.UnsupportedGlobalWithMultipleContexts=\u30b0\u30ed\u30fc\u30d0\u30eb\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306f\u3001\u540c\u3058\u5f0f\u306e\u4e2d\u3067\u4ed6\u306e\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3068\u7d50\u5408\u3067\u304d\u307e\u305b\u3093\u3002\u30b0\u30ed\u30fc\u30d0\u30eb\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u307e\u305f\u306f\u4ed6\u306e\u3059\u3079\u3066\u306e\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044


# Criteria
Criteria.Error.UnsupportedCriteriaType=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u6761\u4ef6\u30bf\u30a4\u30d7\u3067\u3059\u3002\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u6761\u4ef6\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
Criteria.Error.TypeNotAModel=\u306f\u30e2\u30c7\u30eb\u306e\u30bf\u30a4\u30d7\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Criteria.Error.TypeNotAModelVersion=\u306f\u30e2\u30c7\u30eb\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u30bf\u30a4\u30d7\u3067\u306f\u3042\u308a\u307e\u305b\u3093

# Effectivity
Effectivity.Error.MismatchEffectivityTypesAndExpression_bus=\u6709\u52b9\u6027\u5f0f\u306b\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u9069\u7528\u3055\u308c\u3066\u3044\u306a\u3044\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
Effectivity.Error.NoEffectivityTypeFound=\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u30b9\u30ad\u30fc\u30de\u306b\u5b9a\u7fa9\u3055\u308c\u305f\u6709\u52b9\u306a\u6709\u52b9\u6027\u30bf\u30a4\u30d7\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.EffectivityUsageCannotDelete=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u6709\u52b9\u6027\u5f0f\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u308c\u3092\u524a\u9664\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u306b\u306f\u3001\u3059\u3079\u3066\u306e\u6709\u52b9\u6027\u5f0f\u304b\u3089\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.FalseExpression.Display=\u7121\u52b9
Effectivity.TrueExpression.Display=\u6709\u52b9
Effectivity.Error.OnlyEvolutionEffectivity=\u3053\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u306f\u5c55\u958b\u30c9\u30e1\u30a4\u30f3\u306e\u6709\u52b9\u6027\u306e\u307f\u3042\u308a\u307e\u3059
Effectivity.Error.EffectivityUsageCannotRemoveObject=<object_type><object_name>\u306f\u69cb\u6210\u5f0f(\u30d5\u30a3\u30eb\u30bf\u30fc\u3001\u6709\u52b9\u6027\u306a\u3069)\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u9664\u53bb\u3067\u304d\u307e\u305b\u3093\u3002\u9664\u53bb\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u306b\u306f\u3001\u3059\u3079\u3066\u306e\u69cb\u6210\u5f0f\u304b\u3089\u6761\u4ef6\u3092\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.EffectivityUsageCannotModifyObject=<object_type> <object_name>\u306f\u69cb\u6210\u5f0f(\u30d5\u30a3\u30eb\u30bf\u30fc\u3001\u6709\u52b9\u6027\u306a\u3069)\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u5909\u66f4\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u306b\u306f\u3001\u3059\u3079\u3066\u306e\u69cb\u6210\u5f0f\u304b\u3089\u6761\u4ef6\u3092\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.ChangeApplicabilityAndEffectivitieDoNotIntersect=\u5f0f\u304c\u9069\u7528\u53ef\u80fd\u6027\u3068\u4ea4\u5dee\u3057\u306a\u3044\u305f\u3081\u3001\u6709\u52b9\u6027\u3092\u7de8\u96c6\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30ea\u30a2\u30f3\u30c8\u6709\u52b9\u6027\u3092\u5909\u66f4\u3059\u308b\u306b\u306f\u3001\u5c55\u958b\u3055\u308c\u305f\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
Effectivity.Error.ChangeApplicabilityAndEffectivitieAreEqual=\u6709\u52b9\u6027\u5f0f\u3068\u9069\u7528\u53ef\u80fd\u6027\u304c\u540c\u3058\u3067\u3059\uff1a\u3053\u306e\u64cd\u4f5c\u306f\u9069\u7528\u3067\u304d\u307e\u305b\u3093
Effectivity.Error.Unset.NoEffectivity=\u3053\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b\u306f\u6709\u52b9\u6027\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u672a\u8a2d\u5b9a\u3067\u306f\u7121\u610f\u5473\u3067\u3059

# Expression
Expression.Error.MissingAttachedModels=\u4e00\u90e8\u306e\u5fc5\u8981\u306a\u30e2\u30c7\u30eb\u304c\u3001\u89aa\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u6dfb\u4ed8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
Effectivity.Error.ParentNotAttachedAllModelsFromAC=\u89aa\u53c2\u7167\u306b\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u304b\u3089\u6dfb\u4ed8\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u30e2\u30c7\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
Effectivity.Error.ParentNotEnabledAllCriteriaFromAC=\u89aa\u53c2\u7167\u306b\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u304b\u3089\u6709\u52b9\u5316\u3055\u308c\u305f\u3059\u3079\u3066\u306e\u6761\u4ef6\u304c\u3042\u308a\u307e\u305b\u3093
Expression.Error.InvalidExpression=\u5b9f\u969b\u306e\u5f0f\u304c\u7121\u52b9\u3067\u3059
Expression.Error.ParentPartIsNotConfigured=\u6307\u5b9a\u3055\u308c\u305f\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u306e\u89aa\u90e8\u54c1\u306b\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\u3002

# Reference
Expression.Error.AttachContextDeniedSinceReferenceIsRevised=\u6539\u8a02\u3055\u308c\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u6dfb\u4ed8\u3059\u308b\u3053\u3068\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002<type>\u3092\u6dfb\u4ed8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
Expression.Error.CriteriaNotEnabled=\u5165\u529bXML\u306b<critType>\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u304c\u3001\u3053\u306e\u6761\u4ef6\u306f\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9<name>\u3067\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
Expression.Error.CriteriaNotDisabled=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6761\u4ef6\u3092\u7121\u52b9\u306b\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u30021\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306b<critType>\u306e\u6709\u52b9\u6027\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
Expression.DetachNotPossible.ConfigurationUsage=\u69cb\u6210\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30e2\u30c7\u30eb\u3092\u63a5\u7d9a\u89e3\u9664\u3067\u304d\u307e\u305b\u3093
Expression.Error.DetachNotPossible.EffectivityUsage=\u6709\u52b9\u6027\u5f0f\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30e2\u30c7\u30eb\u3092\u63a5\u7d9a\u89e3\u9664\u3067\u304d\u307e\u305b\u3093
Expression.Error.DetachNotPossible.ConfigurationRevision=\u53c2\u7167\u306b\u69cb\u6210\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u3042\u308b\u305f\u3081\u3001\u30e2\u30c7\u30eb\u3092\u63a5\u7d9a\u89e3\u9664\u3067\u304d\u307e\u305b\u3093

# Immutability
Expression.Error.FrozenCriteriaInEffs=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u6709\u52b9\u6027\u306b\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u51cd\u7d50\u57fa\u6e96\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u7269\u7406\u7684\u306b\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002\u300c\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u4e0b\u3067\u4f5c\u696d\u300d\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044
Expression.Error.FrozenCfgRevImpacted=\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\uff1a\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u51cd\u7d50\u3055\u308c\u305f\u69cb\u6210\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u5f71\u97ff\u3057\u307e\u3059
Expression.Error.FrozenRangeOfEffImpactedBySetExpression=\u3053\u308c\u3089\u306e\u5f0f\u306f\u3001\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u51cd\u7d50\u5c55\u958b\u57fa\u6e96\u3092\u6709\u52b9\u6027\u306b\u8ffd\u52a0\u307e\u305f\u306f\u9664\u53bb\u3059\u308b\u3053\u3068\u306b\u306a\u308b\u305f\u3081\u3001\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093
Expression.Error.ExpressionContainsFrozen=\u3053\u306e\u5f0f\u306f\u3001\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u51cd\u7d50\u5c55\u958b\u57fa\u6e96\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093

# Granular reject
Expression.Error.CANotRejectableForEffectivities=\u3053\u308c\u3089\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u5c11\u306a\u304f\u3068\u30821\u3064\u3067\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3<name>\u3092\u62d2\u5426\u3067\u304d\u307e\u305b\u3093

# Configured Operations
Expression.Error.SplitUnderCACannotBeDoneOnVarOnlyStructure=\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u3067\u306e\u5206\u5272\u64cd\u4f5c\u306f\u3001\u30d0\u30ea\u30a2\u30f3\u30c8\u306e\u307f\u306e\u69cb\u9020\u3067\u306f\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
CfgOperation.Error.EffectivityCannotBeExtended=\u62e1\u5f35\u64cd\u4f5c\u3092\u9069\u7528\u3067\u304d\u308b\u306e\u306f\u3001\u5c55\u958b\u5f0f\u3092\u6301\u3064\u6709\u52b9\u6027\u306b\u9650\u3089\u308c\u307e\u3059
CfgOperation.Error.Extend.InstanceWithoutEffectivity=\u6709\u52b9\u6027\u306e\u306a\u3044\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3067\u62e1\u5f35\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
CfgOperation.Error.Extend.ExpressionTrue=\u5e38\u306b\u6709\u52b9\u306a\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3067\u62e1\u5f35\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
CfgOperation.Error.Extend.VariantOnlyEffectivity=\u6709\u52b9\u6027\u306b\u30d0\u30ea\u30a2\u30f3\u30c8\u90e8\u54c1\u3057\u304b\u306a\u3044\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306f\u5e38\u306b\u6709\u52b9\u3067\u3042\u308b\u305f\u3081\u3001\u62e1\u5f35\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
CfgOperation.Error.Extend.UselessExtension=\u65e2\u5b58\u306e\u6709\u52b9\u7bc4\u56f2\u306b\u5b8c\u5168\u306b\u542b\u307e\u308c\u308b\u6709\u52b9\u7bc4\u56f2\u3067\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u62e1\u5f35\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093


# Work Under
Change.Error.ParentPartIsNotCompliantWithChange=[\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u4e0b\u3067\u4f5c\u696d]\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u5909\u66f4\u306f\u3001\u89aa\u90e8\u54c1\u306e\u69cb\u6210\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3067\u5229\u7528\u3067\u304d\u306a\u3044\u30e2\u30c7\u30eb\u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059
Change.Error.ChangeApplicabilityIsEmptyAtFinalize=\u9069\u7528\u53ef\u80fd\u6027\u5f0f\u304c\u7a7a\u767d\u3067\u3059\u304c\u3001\u66f4\u65b0\u3059\u308b\u5f71\u97ff\u9805\u76ee\u304c\u3042\u308a\u307e\u3059
Change.Error.ApplicabilityRead=\u9069\u7528\u53ef\u80fd\u6027\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
Change.Error.Applicability.Finalization.Models=\u3059\u3079\u3066\u306e\u30e2\u30c7\u30eb\u304c\u53c2\u7167\u306b\u63a5\u7d9a\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u30d5\u30a1\u30a4\u30ca\u30e9\u30a4\u30ba\u3067\u304d\u307e\u305b\u3093
AuthContext.Error.ModelVersionIsAttached='\u30e2\u30c7\u30eb\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u6dfb\u4ed8\u3055\u308c\u3066\u3044\u308b\u69cb\u9020\u3067\u3001\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093'
