Delete.WorkspaceGenericError=Sie k\u00f6nnen das Lesezeichen nicht l\u00f6schen, da Inhalte darin vorhanden sind oder Sie nicht die erforderlichen Berechtigungen besitzen.
Delete.WorkspaceContentError=Sie k\u00f6nnen das Lesezeichen nicht l\u00f6schen, da Inhalte darin vorhanden sind.
Delete.WorkspaceVaultGenericError=Sie k\u00f6nnen das Lesezeichen nicht l\u00f6schen, da es oder eines seiner Unter-Lesezeichen Weiterleitungen und/oder Diskussionen enth\u00e4lt oder Sie nicht \u00fcber die erforderlichen Berechtigungen verf\u00fcgen. 
Delete.WorkspaceVaultContentError=Sie k\u00f6nnen das Lesezeichen nicht l\u00f6schen, da Inhalte darin vorhanden sind.
Delete.DocumentGenericError=Sie k\u00f6nnen das Dokument nicht l\u00f6schen. \u00dcberpr\u00fcfen Sie, ob Sie die erforderlichen Berechtigungen besitzen.
Delete.PersonalWorkspaceError=Dieser Objekttyp kann nicht gel\u00f6scht werden.
Duplicate.DocumentGenericError=Das Duplizieren der Dokumente ist fehlgeschlagen.
Duplicate.NameNotUnique=Das Duplizieren der Dokumente ist fehlgeschlagen. Der Name ist nicht eindeutig.
Duplicate.Prefix=Pr\u00e4fix:

NewMajorRevision.DocumentGenericError=Die Revision der Dokumente ist fehlgeschlagen.
NewMajorRevision.NoReviseAccessOnDocument=Keine Berechtigung zum Revidieren des/der Dokument(e).

NewFolder.RootFolderName=Lesezeichen
NewFolder.SubFolderName=Lesezeichen
NewFolder.FolderCreated=Lesezeichen erstellt.
NewFolder.CreationFailed=Erstellung fehlschlagen.
NewFolder.CreationFailedUnderFavorite=Im Abschnitt 'Favoriten' kann kein Lesezeichen erstellt werden.
NewFolder.CreationFailedUnderDeleted=Im Abschnitt 'Gel\u00f6scht' kann kein Lesezeichen erstellt werden.
NewFolder.NoAccessPrivilegeOnParentFolder=Keine Zugriffsrechte auf das \u00fcbergeordnete Lesezeichen f\u00fcr diesen Vorgang.
NewFolder.notEnoughRights=Sie sind nicht berechtigt, ein neues Lesezeichen zu erstellen.

CopyFolder.CopyFolderName=Kopieren

AddContent.ObjectAlreadyConnected=Objekt(e) ist/sind bereits verbunden.
AddContent.ObjectDoNoExists=Objekte existieren m\u00f6glicherweise nicht mehr. Bitte aktualisieren Sie das Widget oder pr\u00fcfen Sie den Speicherort des Objekts.
AddContent.NoAccessPrivilegeOnParentFolder.error=Sie haben nicht die erforderliche Zust\u00e4ndigkeit im Zielteamarbeitsbereich, um diesem Lesezeichen ein Objekt anzuh\u00e4ngen.
AddContent.NoAccessPrivilegeOnParentFolder.advice=Stellen Sie sicher, dass Sie die korrekten Anmeldedaten verwenden.
AddContent.NoAccessPrivilegeOnObjectToAdd=Keine Berechtigung zum Hinzuf\u00fcgen von Objekten.
AddContent.TypeCannotBeAdd=Dieser Objekttyp wird nicht unterst\u00fctzt.
AddContent.XCADComponentWithoutParent=Ein Objekt ist eine eingebettete Komponente ohne \u00fcbergeordnetes Objekt.
AddContent.NotFoundId=Die physische ID eines Objekts kann nicht gefunden werden.
AddContent.XCADComponentNav=Beim Anh\u00e4ngen ist eine Navigation aufgetreten.

RemoveContent.NoAccessPrivilegeOnParentFolder=Keine Zugriffsrechte auf das \u00fcbergeordnete Lesezeichen f\u00fcr diesen Vorgang.
RemoveContent.RelationNotFound=Beziehung nicht gefunden. Keine Inhalte zum Entfernen.
RemoveContent.RelationsNotFound=Beziehung(en) nicht gefunden. Inhalte k\u00f6nnen nicht entfernt werden.
RelationsNotModifiable=Stufen Sie das Lesezeichen in ein Stadium zur\u00fcck, in dem Inhalts\u00e4nderungen zul\u00e4ssig sind.

MoveFolder.TNRNotUnique=Der Vorgang kann nicht ausgef\u00fchrt werden, da bereits ein Lesezeichen mit diesem Namen vorhanden ist. Versuchen Sie es nach dem Umbenennen des Lesezeichens erneut.
CopyFolder.ErrorCopyInDescendant=Das Kopieren eines Lesezeichens in eine seiner Ableitungen ist nicht zul\u00e4ssig.
CopyFolder.ErrorNotBookmarkRootClone=Nur Widget-Lesezeichen k\u00f6nnen als Stamm geklont werden.

General.MoveCopyAccessError.error=Der Benutzer verf\u00fcgt nicht \u00fcber die Befugnis, diese Aktion auszuf\u00fchren.
General.MoveCopyAccessError.advice=Stellen Sie sicher, dass Sie die korrekten Anmeldedaten verwenden.
General.ObjectNotFolder=Dieses Objekt ist kein Lesezeichen. Das ausgew\u00e4hlte Objekt konnte im Lesezeichen-Widget nicht gefunden werden.
General.AuthentificationFailed=M\u00f6glicherweise wurde das Objekt gel\u00f6scht oder Sie haben nicht mehr die erforderlichen Zugriffsberechtigungen.
Error.LicenseMissing=Einige Lizenzen fehlen oder sind abgelaufen. Kontaktieren Sie Ihren Administrator.

expand.overflow=Das Lesezeichen kann nicht erweitert werden, da zu viele Lesezeichen abgerufen wurden. Blenden Sie diese alle aus und erweitern Sie nur eine Ebene.
expand.tooManyToExpand=Es wurden zu viele Lesezeichen erweitert. W\u00e4hlen Sie eine Erweiterungsebene aus oder blenden Sie alle aus, bevor Sie die Erweiterung vornehmen.
replaceByContent.ErrorinReplacingContent=Die Anzahl der hinzuzuf\u00fcgenden Objekte entspricht nicht der Anzahl der zu ersetzenden Objekte.

