Delete.WorkspaceGenericError=\ubd81\ub9c8\ud06c\uc5d0 \uc77c\ubd80 \ucf58\ud150\uce20\uac00 \ub4e4\uc5b4 \uc788\uac70\ub098 \uc0ac\uc6a9\uc790\uac00 \ud544\uc218 \uad8c\ud55c\uc744 \uac00\uc9c0\uace0 \uc788\uc9c0 \uc54a\uc73c\ubbc0\ub85c \ubd81\ub9c8\ud06c\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
Delete.WorkspaceContentError=\ubd81\ub9c8\ud06c\uc5d0 \uc77c\ubd80 \ucf58\ud150\uce20\uac00 \ub4e4\uc5b4 \uc788\uc5b4\uc11c, \ubd81\ub9c8\ud06c\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
Delete.WorkspaceVaultGenericError=\ubd81\ub9c8\ud06c \ub610\ub294 \ud558\uc704 \ubd81\ub9c8\ud06c \uc911 \ud558\ub098\uc5d0 \uacb0\uc7ac \ub77c\uc778 \ub610\ub294 \ud1a0\ub860\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uac70\ub098 \ud544\uc694\ud55c \uad8c\ud55c\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ubd81\ub9c8\ud06c\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. 
Delete.WorkspaceVaultContentError=\ubd81\ub9c8\ud06c\uc5d0 \uc77c\ubd80 \ucf58\ud150\uce20\uac00 \ub4e4\uc5b4 \uc788\uc5b4\uc11c, \ubd81\ub9c8\ud06c\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
Delete.DocumentGenericError=\ubb38\uc11c\ub97c \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ud544\uc218 \uad8c\ud55c\uc744 \uac00\uc9c0\uace0 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
Delete.PersonalWorkspaceError=\uc774 \uac1c\uccb4 \uc720\ud615\uc740 \uc0ad\uc81c\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
Duplicate.DocumentGenericError=\ubb38\uc11c\uc758 \uc911\ubcf5 \uc2e4\ud328.
Duplicate.NameNotUnique=\ubb38\uc11c \uc911\ubcf5 \uc2e4\ud328. \uc774\ub984\uc774 \uace0\uc720\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
Duplicate.Prefix=\uc811\ub450\uc5b4:

NewMajorRevision.DocumentGenericError=\ubb38\uc11c \ub9ac\ube44\uc804 \uc2e4\ud328.
NewMajorRevision.NoReviseAccessOnDocument=\ubb38\uc11c\uc5d0 \ub300\ud55c \ub9ac\ube44\uc804 \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.

NewFolder.RootFolderName=\ubd81\ub9c8\ud06c
NewFolder.SubFolderName=\ubd81\ub9c8\ud06c
NewFolder.FolderCreated=\ubd81\ub9c8\ud06c\uac00 \uc791\uc131\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
NewFolder.CreationFailed=\uc791\uc131 \uc2e4\ud328.
NewFolder.CreationFailedUnderFavorite=\uc990\uaca8\ucc3e\uae30 \uc139\uc158 \uc544\ub798\uc5d0 \ubd81\ub9c8\ud06c\ub97c \uc791\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
NewFolder.CreationFailedUnderDeleted=\uc0ad\uc81c\ub428 \uc139\uc158 \uc544\ub798\uc5d0 \ubd81\ub9c8\ud06c\ub97c \uc791\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
NewFolder.NoAccessPrivilegeOnParentFolder=\uc791\uc5c5\uc744 \uc704\ud55c \uc0c1\uc704 \ubd81\ub9c8\ud06c\uc5d0 \ub300\ud55c \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
NewFolder.notEnoughRights=\uc0c8 \ubd81\ub9c8\ud06c\ub97c \uc791\uc131\ud560 \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.

CopyFolder.CopyFolderName=\ubcf5\uc0ac

AddContent.ObjectAlreadyConnected=\uac1c\uccb4\uac00 \uc774\ubbf8 \uc5f0\uacb0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
AddContent.ObjectDoNoExists=\uac1c\uccb4\uac00 \ub354 \uc774\uc0c1 \uc874\uc7ac\ud558\uc9c0 \uc54a\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc704\uc82f\uc744 \uc0c8\ub85c \uace0\uce58\uac70\ub098 \uac1c\uccb4 \uc704\uce58\ub97c \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
AddContent.NoAccessPrivilegeOnParentFolder.error=\uc774 \ubd81\ub9c8\ud06c\uc5d0 \uac1c\uccb4\ub97c \uc5f0\uacb0\ud558\ub294 \ub370 \ud544\uc694\ud55c \uc561\uc138\uc2a4 \ucc45\uc784\uc774 \ub300\uc0c1 \ud611\uc5c5 \uacf5\uac04\uc5d0 \uc5c6\uc2b5\ub2c8\ub2e4.
AddContent.NoAccessPrivilegeOnParentFolder.advice=\uc62c\ubc14\ub978 \uc790\uaca9\uc99d\uba85\uc744 \uc0ac\uc6a9\ud558\uace0 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
AddContent.NoAccessPrivilegeOnObjectToAdd=\uac1c\uccb4\ub97c \ucd94\uac00\ud560 \uc218 \uc788\ub294 \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
AddContent.TypeCannotBeAdd=\uc774 \uc720\ud615\uc758 \uac1c\uccb4\ub294 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
AddContent.XCADComponentWithoutParent=\ud55c \uac1c\uccb4\uac00 \uc0c1\uc704\uac00 \uc5c6\uc774 \ud3ec\ud568\ub41c \uad6c\uc131\uc694\uc18c\uc785\ub2c8\ub2e4.
AddContent.NotFoundId=\uac1c\uccb4\uc758 \uc2e4\uc81c ID\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
AddContent.XCADComponentNav=\ucca8\ubd80 \uc911 \ud0d0\uc0c9\uc774 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.

RemoveContent.NoAccessPrivilegeOnParentFolder=\uc791\uc5c5\uc744 \uc704\ud55c \uc0c1\uc704 \ubd81\ub9c8\ud06c\uc5d0 \ub300\ud55c \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.
RemoveContent.RelationNotFound=\uad00\uacc4\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc81c\uac70\ud560 \ucf58\ud150\uce20\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
RemoveContent.RelationsNotFound=\uad00\uacc4\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ucf58\ud150\uce20\ub97c \uc81c\uac70\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
RelationsNotModifiable=\ucf58\ud150\uce20 \ubcc0\uacbd\uc744 \ud5c8\uc6a9\ud558\ub294 \uc0c1\ud0dc\ub85c \ubd81\ub9c8\ud06c\ub97c \uac15\ub4f1\ud569\ub2c8\ub2e4.

MoveFolder.TNRNotUnique=\ub3d9\uc77c\ud55c \uc774\ub984\uc758 \ubd81\ub9c8\ud06c\uac00 \uc774\ubbf8 \uc874\uc7ac\ud558\ubbc0\ub85c \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ubd81\ub9c8\ud06c\uc758 \uc774\ub984\uc744 \ubc14\uafbc \ud6c4 \uc2dc\ub3c4\ud558\uc2ed\uc2dc\uc624.
CopyFolder.ErrorCopyInDescendant=\ud558\uc704 \uc911 \ud558\ub098\uc5d0 \ubd81\ub9c8\ud06c \ubcf5\uc0ac\ub294 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
CopyFolder.ErrorNotBookmarkRootClone=\uc704\uc82f \ubd81\ub9c8\ud06c\ub9cc \ub8e8\ud2b8\ub85c \ubcf5\uc81c\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.

General.MoveCopyAccessError.error=\uc0ac\uc6a9\uc790\uac00 \uc791\uc5c5\uc744 \uc704\ud55c \uad8c\ud55c\uc744 \uac00\uc9c0\uace0 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
General.MoveCopyAccessError.advice=\uc62c\ubc14\ub978 \uc790\uaca9\uc99d\uba85\uc744 \uc0ac\uc6a9\ud558\uace0 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc2ed\uc2dc\uc624.
General.ObjectNotFolder=\uc774 \uac1c\uccb4\ub294 \ubd81\ub9c8\ud06c\uac00 \uc544\ub2d9\ub2c8\ub2e4. \ubd81\ub9c8\ud06c \uc704\uc82f\uc5d0\uc11c \uc120\ud0dd\ud55c \uac1c\uccb4\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
General.AuthentificationFailed=\uac1c\uccb4\uac00 \uc0ad\uc81c\ub418\uc5c8\uac70\ub098 \ub354 \uc774\uc0c1 \ud544\uc694\ud55c \uc561\uc138\uc2a4 \uad8c\ud55c\uc774 \uc5c6\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
Error.LicenseMissing=\uc77c\ubd80 \ub77c\uc774\uc120\uc2a4\uac00 \ub204\ub77d\ub418\uc5c8\uac70\ub098 \ub9cc\ub8cc\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uad00\ub9ac\uc790\uc5d0\uac8c \ubb38\uc758\ud558\uc2ed\uc2dc\uc624.

expand.overflow=\ub108\ubb34 \ub9ce\uc740 \ubd81\ub9c8\ud06c\uac00 \uac80\uc0c9\ub418\uc5b4\uc11c \uc774 \ubd81\ub9c8\ud06c\ub97c \ud3bc\uce60 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ubaa8\ub450 \uc811\uace0 \ud55c \ub808\ubca8\ub85c\ub9cc \ud3bc\uce58\uc2ed\uc2dc\uc624.
expand.tooManyToExpand=\ub108\ubb34 \ub9ce\uc740 \ubd81\ub9c8\ud06c\uac00 \ud3bc\uccd0\uc84c\uc2b5\ub2c8\ub2e4. \ud55c \ud3bc\uce58\uae30 \ub808\ubca8\uc744 \uc120\ud0dd\ud558\uac70\ub098 \ud3bc\uce58\uae30 \uc804\uc5d0 \ubaa8\ub450 \uc811\uc73c\uc2ed\uc2dc\uc624.
replaceByContent.ErrorinReplacingContent=\ucd94\uac00\ud560 \uac1c\uccb4 \uc218\uc640 \ub300\uce58\ud560 \uac1c\uccb4 \uc218\uac00 \ub3d9\uc77c\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.

