# Success messages
success=\u6210\u529f

# Invitation
user.invitation.sent.singular=\u62db\u5f85\u72b6\u304c\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\u3002
user.invitation.sent.plural={0} \u901a\u306e\u62db\u5f85\u72b6\u304c\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\u3002
invitation.notexisting=\u3053\u306e\u62db\u5f85URL\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002URL\u3092\u78ba\u8a8d\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u62db\u5f85\u306b\u3064\u3044\u3066\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002
invitation.error.denied={0}\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u64a4\u56de\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
invitation.no.sync=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u306f\u73fe\u5728\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u6570\u5206\u5f8c\u306b\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
invitation.not.consumed=\u6b21\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u306f\u3001\u62db\u5f85\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff1a
invitation.license.expired=\u3059\u3079\u3066\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u6b21\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u671f\u9650\u5207\u308c\u3067\u3059\uff1a
invitation.not.invited=\u307e\u3060\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u62db\u5f85\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u62db\u5f85\u306b\u3064\u3044\u3066\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002
invitation.not.assigned=3DEXPERIENCE\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u4ed8\u4e0e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
invitation.platform.licences.missing=\u6b21\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e3DEXPERIENCE Platform\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u4e0d\u8db3\u3057\u3066\u3044\u307e\u3059\uff1a

# Role
user.role.success=\u30ed\u30fc\u30eb\u306f\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
user.role.failed=\u30c7\u30fc\u30bf\u3092\u30b5\u30fc\u30d3\u30b9\u306b\u9001\u4fe1\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

# Remove platform
user.removeplatform.success=\u30e6\u30fc\u30b6\u30fc{0}\u304c\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{1}\u304b\u3089\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002
user.removeplatform.wu.warning=\u30e6\u30fc\u30b6\u30fc{0}\u306f\u3001\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{1}\u304b\u3089\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u4e00\u90e8\u306e\u30ed\u30fc\u30eb\u3092\u5f15\u304d\u7d9a\u304d\u4fdd\u6301\u3057\u3066\u3044\u307e\u3059\u3002
user.list.removeplatform.success=\u30e6\u30fc\u30b6\u30fc\u304c\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{0}\u304b\u3089\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002
user.list.removeplatform.wu.warning=\u30e6\u30fc\u30b6\u30fc\u306f\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{0}\u304b\u3089\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u4e00\u90e8\u306e\u30ed\u30fc\u30eb\u3092\u5f15\u304d\u7d9a\u304d\u4fdd\u6301\u3057\u3066\u3044\u307e\u3059\u3002
user.list.removeplatform.warning={0}\u30e6\u30fc\u30b6\u30fc\u304c\u9664\u53bb\u3055\u308c\u3001{1}\u30e6\u30fc\u30b6\u30fc\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{2}\u304b\u3089\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002
user.list.removeplatform.own={0}\u30e6\u30fc\u30b6\u30fc\u304c\u9664\u53bb\u3055\u308c\u3001{1}\u30e6\u30fc\u30b6\u30fc\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{2}\u304b\u3089\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002\u30e6\u30fc\u30b6\u30fc\u306f\u81ea\u8eab\u3092\u9664\u53bb\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
user.list.removeplatform.own.alone=\u30e6\u30fc\u30b6\u30fc\u306f\u81ea\u8eab\u3092\u9664\u53bb\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
user.removeplatform.admin.error=\u30e6\u30fc\u30b6\u30fc{0}\u306f\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{1}\u306e\u7ba1\u7406\u8005\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
user.nogranted.platform={0}\u306f\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u62db\u5f85\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u62db\u5f85\u306b\u3064\u3044\u3066\u3001\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002
user.noaccess.platform={0}\u306f\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u62db\u5f85\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u62db\u5f85\u306b\u3064\u3044\u3066\u3001\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002
user.licencesexpired.platform={0}\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30e9\u30a4\u30bb\u30f3\u30b9\u306e\u671f\u9650\u304c\u5207\u308c\u3066\u3044\u307e\u3059\u3002\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
user.licencesexpired.tenants=\u3059\u3079\u3066\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u6b21\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u671f\u9650\u5207\u308c\u3067\u3059\uff1a
user.removedplatform.tenants=\u6b21\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u304b\u3089\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\uff1a
user.deletedplatform.tenants=\u6b21\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\uff1a
user.bad.request=\u30e6\u30fc\u30b6\u30fc{0}\u306f\u3053\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002

# Grant process
user.process.grant.success.singular=\u65b0\u898f\u30ed\u30fc\u30eb\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u3002
user.process.grant.success.plural=\u65b0\u898f\u30ed\u30fc\u30eb\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u3002
user.process.grant.custom.success.singular=\u65b0\u898f\u8ffd\u52a0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u3002
user.process.grant.custom.success.plural=\u65b0\u898f\u8ffd\u52a0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u3002
user.process.grant.custom.success.partial=\u6b8b\u308a\u306e\u30ed\u30fc\u30eb\u306e\u307f\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u3002

# Remove process
user.process.remove.success.singular=\u30ed\u30fc\u30eb\u306f\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002
user.process.remove.success.plural=\u30ed\u30fc\u30eb\u306f\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002
user.process.remove.success.no.role=\u9664\u53bb\u3059\u308b\u30ed\u30fc\u30eb\u306f\u3042\u308a\u307e\u305b\u3093\u3002
user.process.remove.custom.success.singular=\u8ffd\u52a0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002
user.process.remove.custom.success.plural=\u8ffd\u52a0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002
user.process.removeuser.success=\u30e6\u30fc\u30b6\u30fc\u306f\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002
user.process.remove.allroles.ok=\u3059\u3079\u3066\u306e\u30ed\u30fc\u30eb\u304c\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002
user.process.remove.allroles.partial=\u30ed\u30c3\u30af\u89e3\u9664\u3055\u308c\u305f\u30ed\u30fc\u30eb\u306e\u307f\u9664\u53bb\u3055\u308c\u307e\u3057\u305f\u3002

# users group
group.process.grant.success={0}\u30b0\u30eb\u30fc\u30d7\u306b\u3001\u65b0\u3057\u3044\u30ed\u30fc\u30eb\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u3002
group.process.grant.custom.success={0}\u30b0\u30eb\u30fc\u30d7\u306b\u3001\u65b0\u3057\u3044\u8ffd\u52a0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u3002
group.process.grant.success.warn={0}\u30b0\u30eb\u30fc\u30d7\u306b\u65b0\u3057\u3044\u30ed\u30fc\u30eb\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u306f\u30ab\u30b8\u30e5\u30a2\u30eb\u30e6\u30fc\u30b6\u30fc\u304c\u3044\u307e\u3059\u3002
group.process.grant.custom.success.warn={0}\u30b0\u30eb\u30fc\u30d7\u306b\u65b0\u3057\u3044\u8ffd\u52a0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u3053\u306e\u30b0\u30eb\u30fc\u30d7\u306b\u306f\u30ab\u30b8\u30e5\u30a2\u30eb\u30e6\u30fc\u30b6\u30fc\u304c\u3044\u307e\u3059\u3002
group.process.grant.no.user.success={0}\u30b0\u30eb\u30fc\u30d7\u306b\u65b0\u3057\u3044\u30ed\u30fc\u30eb\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u4ed8\u4e0e\u5bfe\u8c61\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3044\u307e\u305b\u3093\u3002
group.process.grant.no.user.custom.success={0}\u30b0\u30eb\u30fc\u30d7\u306b\u65b0\u3057\u3044\u8ffd\u52a0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u4ed8\u4e0e\u5bfe\u8c61\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u3044\u307e\u305b\u3093\u3002
group.process.remove.success={0}\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u30ed\u30fc\u30eb\u3092\u9664\u53bb\u3057\u307e\u3057\u305f\u3002
group.process.remove.custom.success={0}\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u8ffd\u52a0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u9664\u53bb\u3057\u307e\u3057\u305f\u3002
group.switch.to.full.success=\u4f7f\u9014\u30bf\u30a4\u30d7\u3092\u7121\u5236\u9650\u306b\u66f4\u65b0\u3057\u307e\u3057\u305f\u3002

# Update process
user.process.update.success.singular=\u30ed\u30fc\u30eb\u306f\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
user.process.update.success.plural=\u30ed\u30fc\u30eb\u306f\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002

# Role request
user.request.role.request=\u30ed\u30fc\u30eb\u304c\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u307e\u3057\u305f\u3002
user.request.role.accept=\u30ed\u30fc\u30eb\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u8a31\u53ef\u3055\u308c\u307e\u3057\u305f\u3002
user.request.role.refuse=\u30ed\u30fc\u30eb\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002
user.request.role.deprecated.product=\u3053\u306e\u88fd\u54c1\u306f\u5229\u7528\u3067\u304d\u306a\u304f\u306a\u308a\u307e\u3057\u305f\u3002\u3053\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u7121\u52b9\u3067\u3059\u3002

# Self experience
user.selfexp.try=\u6570\u5206\u5f8c\u306b\u8a66\u884c\u304c\u4f7f\u7528\u53ef\u80fd\u306b\u306a\u308a\u307e\u3059
user.selfexp.try.approval=\u7ba1\u7406\u8005\u306b\u8a66\u884c\u304c\u30ea\u30af\u30a8\u30b9\u30c8\u3055\u308c\u3066\u3044\u307e\u3059
user.selfexp.accept=\u8a66\u884c\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u8a31\u53ef\u3055\u308c\u307e\u3057\u305f
user.selfexp.refuse=\u8a66\u884c\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f

# Update environment
environment.update.success=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u540d\u306f\u5909\u66f4\u3055\u308c\u307e\u3057\u305f
platform.update=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306f\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
platform.update.crosscompany.error=\u30ed\u30fc\u30eb\u306e\u4ed8\u4e0e\u3092\u7121\u52b9\u306b\u3059\u308b\u306b\u306f\u3001\u95a2\u9023\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u5272\u308a\u5f53\u3066\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

# Third Party Apps (Additional Apps)
app.create.success=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f
app.update.success=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u5909\u66f4\u3055\u308c\u307e\u3057\u305f
app.delete.success=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u9664\u53bb\u3055\u308c\u307e\u3057\u305f
app.delete.issue=\u3053\u306e\u8ffd\u52a0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u9664\u53bb\u3067\u304d\u307e\u305b\u3093\u3002\u30ab\u30b9\u30bf\u30e0\u30ed\u30fc\u30eb{0}\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059
app.delete.issue.several=\u3053\u306e\u8ffd\u52a0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u9664\u53bb\u3067\u304d\u307e\u305b\u3093\u3002\u8907\u6570\u306e\u30ed\u30fc\u30eb\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059

# Custom role
role.create.success=\u30ed\u30fc\u30eb\u306f\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f
role.update.success=\u30ed\u30fc\u30eb\u306f\u5909\u66f4\u3055\u308c\u307e\u3057\u305f
role.delete.success=\u30ed\u30fc\u30eb\u306f\u524a\u9664\u3055\u308c\u307e\u3057\u305f

# Legal
fcs.upload.success=\u30d5\u30a1\u30a4\u30eb\u304c\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3057\u305f
fcs.upload.error=\u30d5\u30a1\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
fcs.remove.success=\u30d5\u30a1\u30a4\u30eb\u306f\u9664\u53bb\u3055\u308c\u307e\u3057\u305f

# Generic error messages
error.context=\u8a8d\u8a3c\u30a8\u30e9\u30fc
error.denied=\u3053\u306e\u30a2\u30af\u30b7\u30e7\u30f3\u306b\u306f\u4e0a\u4f4d\u306e\u6a29\u9650\u304c\u5fc5\u8981\u3067\u3059
error.security=\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u4fe1\u983c\u3067\u304d\u307e\u305b\u3093\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.severe=\u30a2\u30af\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
error.get.service.failed=\u30b5\u30fc\u30d3\u30b9\u304b\u3089\u30c7\u30fc\u30bf\u3092\u53d6\u5f97\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

# Messages related to user actions
user.error.cannotRemoveYourself=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u304b\u3089\u30e6\u30fc\u30b6\u30fc\u81ea\u8eab\u306f\u9664\u53bb\u3067\u304d\u307e\u305b\u3093
user.error.noprocessavailable=\u4f7f\u7528\u3067\u304d\u308b\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30d7\u30ed\u30bb\u30b9\u304c\u3042\u308a\u307e\u305b\u3093
user.location.success=\u6240\u5728\u5730\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
user.error.alreadyexists=\u30e6\u30fc\u30b6\u30fc\u306f\u3053\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
user.switch.to.full.success=\u4f7f\u9014\u30bf\u30a4\u30d7\u304c\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f
user.catenv.success=\u30cd\u30a4\u30c6\u30a3\u30d6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u74b0\u5883\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u304c\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f
user.catenv.error=\u30cd\u30a4\u30c6\u30a3\u30d6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u74b0\u5883\u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306f\u6709\u52b9\u306a\u30d1\u30b9\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
user.additional.resource.success=\u30b3\u30f3\u30c6\u30f3\u30c4\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u69cb\u6210\u3092\u4fdd\u5b58\u3057\u307e\u3057\u305f

# Messages related to synchronization
error.synchro.pending=\u30a2\u30af\u30b7\u30e7\u30f3\u306f\u307e\u3060\u4fdd\u7559\u4e2d\u3067\u3059

# Messages related to platform ticket consumption
platformticket.success=\u30e6\u30fc\u30b6\u30fc\u306f\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u62c5\u5f53\u8cac\u4efb\u8005\u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
platformticket.error.decrypt=\u30c1\u30b1\u30c3\u30c8\u3092\u89e3\u8aad\u3067\u304d\u307e\u305b\u3093\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
platformticket.error.wrong=\u30c1\u30b1\u30c3\u30c8\u306b\u8aa4\u3063\u305f\u60c5\u5831\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
platformticket.error.alreadyconsumed=\u30c1\u30b1\u30c3\u30c8\u306f\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002
platformticket.error.locked=\u30c1\u30b1\u30c3\u30c8\u306f\u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u4f7f\u7528\u3059\u308b\u3088\u3046\u306b\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002
platformticket.error.passport=<strong>3D</strong>EXPERIENCE ID\u30b5\u30fc\u30d3\u30b9\u306b\u95a2\u9023\u3059\u308b\u30a8\u30e9\u30fc\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
platformticket.error.dsls=DSLS\u30b5\u30fc\u30d3\u30b9\u306b\u95a2\u9023\u3059\u308b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
platformticket.error.dsls.casual=DSLS\u30b5\u30fc\u30d3\u30b9\u306b\u95a2\u9023\u3059\u308b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30ab\u30b8\u30e5\u30a2\u30eb\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u4ee5\u5916\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002
platformticket.error.myapps=Platform Management\u306b\u95a2\u9023\u3059\u308b\u30a8\u30e9\u30fc\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
platformticket.error.pending=\u30c1\u30b1\u30c3\u30c8\u306f\u4f7f\u7528\u4e2d\u3067\u3059\u3002\u3082\u3046\u4e00\u5ea6\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
platformticket.error.incompatiblemail=\u3053\u306e\u62db\u5f85URL\u306f\u5225\u306e\u30e6\u30fc\u30b6\u30fc\u306b\u5c5e\u3057\u3066\u3044\u308b\u305f\u3081\u3001{0}\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u62db\u5f85\u306b\u3064\u3044\u3066\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002
platformticket.error.unknownUser=\u30e6\u30fc\u30b6\u30fc{0}\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
platformticket.error.notconsumed=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306b\u521d\u3081\u3066\u30a2\u30af\u30bb\u30b9\u3059\u308b\u5834\u5408\u3001\u62db\u5f85\u96fb\u5b50\u30e1\u30fc\u30eb\u306b\u3042\u308b\u30b5\u30a4\u30f3\u30a4\u30f3\u306e\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# UI Elements
role.admin=\u7ba1\u7406\u8005
role.member=\u30e1\u30f3\u30d0\u30fc
role.pending=\u4fdd\u7559\u4e2d
role.denied=\u30a2\u30af\u30bb\u30b9\u6a29\u306a\u3057
visibility.employee=\u5f93\u696d\u54e1
visibility.contractor=\u5951\u7d04\u8005
status.active=\u30a2\u30af\u30c6\u30a3\u30d6
status.pending=\u4fdd\u7559\u4e2d

# DB
environment.wu.name=\u3059\u3079\u3066\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30d7\u30ed\u30bb\u30b9
environment.processesonly=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30a2\u30af\u30bb\u30b9\u6a29\u306a\u3057\u3067\u30ed\u30fc\u30eb\u3092\u8a31\u53ef

# Compass
compass.lma = Dassault Syst\u00E8mes\u30b3\u30df\u30e5\u30cb\u30c6\u30a3
compass.north.title=\u30de\u30a4\u30bd\u30fc\u30b7\u30e3\u30eb\u304a\u3088\u3073\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
compass.north.noapps=\u30bd\u30fc\u30b7\u30e3\u30eb\u304a\u3088\u3073\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
compass.east.title=\u30de\u30a4\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u30a4\u30f3\u30c6\u30ea\u30b8\u30a7\u30f3\u30b9\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
compass.east.noapps=\u30a4\u30f3\u30d5\u30a9\u30e1\u30fc\u30b7\u30e7\u30f3\u30a4\u30f3\u30c6\u30ea\u30b8\u30a7\u30f3\u30b9\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
compass.south.title=\u30de\u30a4\u30b7\u30df\u30e5\u30ec\u30fc\u30b7\u30e7\u30f3\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
compass.south.noapps=\u30b7\u30df\u30e5\u30ec\u30fc\u30b7\u30e7\u30f3\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
compass.west.title=\u30de\u30a43D\u30e2\u30c7\u30ea\u30f3\u30b0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
compass.west.noapps=3D\u30e2\u30c7\u30ea\u30f3\u30b0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
compass.favorite.title=\u304a\u6c17\u306b\u5165\u308a\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
compass.favorite.noapps=\u304a\u6c17\u306b\u5165\u308a\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3042\u308a\u307e\u305b\u3093
compass.role.title=\u30de\u30a4\u30ed\u30fc\u30eb\uff0f\u30d7\u30ed\u30d5\u30a3\u30fc\u30eb
compass.role.norole=\u30ed\u30fc\u30eb\u304c\u3042\u308a\u307e\u305b\u3093
compass.suggestions.title=\u63d0\u6848\u6e08\u307f\u30ed\u30fc\u30eb
compass.play.title=\u30d7\u30ec\u30a4
compass.services.title=\u30de\u30a4\u30b3\u30df\u30e5\u30cb\u30c6\u30a3\u30b5\u30fc\u30d3\u30b9
compass.eservices.title=\u30de\u30a4\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u30b5\u30fc\u30d3\u30b9
compass.wrapper.roles=3DEXPERIENCE\u30ed\u30fc\u30eb\u304a\u3088\u3073\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3
compass.wrapper.mp=3DEXPERIENCE Marketplace

# App Type
compass.app.web=Web
compass.app.native=\u30cd\u30a4\u30c6\u30a3\u30d6
compass.app.widget=\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8
compass.app.aggregate=\u96c6\u8a08
compass.app.service=\u30b5\u30fc\u30d3\u30b9
compass.app.unknown=\u4e0d\u660e

# Massive Import
massive.status.inprogress.caa=\u30e6\u30fc\u30b6\u30fc\u30a4\u30f3\u30dd\u30fc\u30c8\u304c\u958b\u59cb\u3055\u308c\u307e\u3057\u305f

massive.status.notstarted=\u958b\u59cb\u524d
massive.status.ok=\u6210\u529f
massive.status.inprogress=\u9032\u884c\u4e2d
massive.status.ko=\u5931\u6557
massive.status.nofile=\u30d5\u30a1\u30a4\u30eb\u306e\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u30a8\u30e9\u30fc
massive.status.partial=\u4e00\u90e8\u6210\u529f
massive.status.warning=\u8b66\u544a

# placeholder {0} is a date (e.g.: Batch Invite August 25, 2014 9:46 AM)
massive.name=\u30d0\u30c3\u30c1\u62db\u5f85{0}

massive.comment.ok=-
massive.comment.synchro=\u540c\u671f\u30a8\u30e9\u30fc\u3067\u3059\u3002
massive.comment.3dcompass=3DCompass\u30a8\u30e9\u30fc\u3067\u3059\u3002
massive.comment.3dcompass.platform=\u3053\u308c\u4ee5\u4e0a\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30d7\u30ed\u30bb\u30b9\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
massive.comment.3dcompass.process=1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30d7\u30ed\u30bb\u30b9\u3092\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002
massive.comment.3dcompass.dependency=\u30ed\u30fc\u30eb\u4f9d\u5b58\u95a2\u4fc2\u306e\u62d8\u675f\u304c\u7121\u52b9\u3067\u3059\u3002
massive.comment.3dcompass.email=\u30e6\u30fc\u30b6\u30fc\u306f\u3059\u3067\u306b\u4ed8\u4e0e\u3055\u308c\u3066\u3044\u307e\u3059\u3002<strong>3D</strong>EXPERIENCE ID\u3092\u4f7f\u7528\u3057\u3066\u3001\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
massive.comment.3dcompass.casual=\u30e6\u30fc\u30b6\u30fc\u306b\u306f\u5225\u306e\u30bf\u30a4\u30d7\u306e\u4f7f\u7528\u304c\u3059\u3067\u306b\u4ed8\u4e0e\u3055\u308c\u3066\u3044\u307e\u3059\u3002
massive.comment.3dcompass.license.platform=\u5229\u7528\u53ef\u80fd\u306a\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u8907\u6570\u5b58\u5728\u3057\u307e\u3059\u3002\u3044\u305a\u308c\u304b1\u3064\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
massive.comment.3dcompass.denied=\u30e6\u30fc\u30b6\u30fc\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002
massive.comment.3dcompass.nosynchro=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u7ba1\u7406\u3092\u4f7f\u3063\u3066\u3053\u306e\u30e6\u30fc\u30b6\u30fc\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\u3002
massive.comment.3dcompass.admin.contractor=\u7ba1\u7406\u8005\u306f\u5951\u7d04\u8005\u306b\u306f\u306a\u308c\u307e\u305b\u3093\u3002
massive.comment.3dcompass.custom=\u30ab\u30b9\u30bf\u30e0\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u975e\u516c\u958b\uff0f\u30a2\u30af\u30c6\u30a3\u30d6\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
massive.comment.3dcompass.wu=WU\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u4ea4\u4ed8\u3059\u308b\u305f\u3081\u306eWU\u74b0\u5883\u304c\u3042\u308a\u307e\u305b\u3093\u3002
massive.comment.3dcompass.invitation=\u62db\u5f85\u30a8\u30e9\u30fc\u3067\u3059\u3002
massive.comment.3dcompass.admin.downgrade=\u7ba1\u7406\u8005\u306f\u81ea\u8eab\u3092\u30c0\u30a6\u30f3\u30b0\u30ec\u30fc\u30c9\u307e\u305f\u306f\u9664\u53bb\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
massive.comment.passport=<strong>3D</strong>EXPERIENCE ID\u30a8\u30e9\u30fc\u3067\u3059\u3002
massive.comment.invalid.entry=\u30a8\u30f3\u30c8\u30ea\u304c\u7121\u52b9\u3067\u3059\u3002
massive.comment.invalid.id=\u30e6\u30fc\u30b6\u30fcID\u304c\u7121\u52b9\u3067\u3059\u3002
massive.comment.invalid.role=\u30ed\u30fc\u30eb\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
massive.comment.invalid.agreement=\u5951\u7d04\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
massive.comment.invalid.mail=\u30e1\u30fc\u30eb\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
massive.comment.invalid.remove=\u524a\u9664\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
massive.comment.invalid.location=\u7121\u52b9\u306a\u5834\u6240\u30d5\u30a3\u30fc\u30eb\u30c9\u5024
massive.comment.invalid.location.value=\u7121\u52b9\u306a\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\uff1a{0}

# SNA
session.pending=\u30bb\u30c3\u30b7\u30e7\u30f3\u306f\u4fdd\u7559\u4e2d\u3067\u3059\u3002
session.deleted=\u30bb\u30c3\u30b7\u30e7\u30f3\u306f\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
session.timeout=\u30bb\u30c3\u30b7\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306e\u671f\u9650\u304c\u5207\u308c\u307e\u3057\u305f\u3002

# DiskStorage
disk.error.mom.receive=\u30c7\u30a3\u30b9\u30af\u306e\u4f7f\u7528\u60c5\u5831\u3092\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
disk.error.mom.status=\u30c7\u30a3\u30b9\u30af\u306e\u4f7f\u7528\u60c5\u5831\u3092\u5165\u624b\u3067\u304d\u307e\u305b\u3093\u3002
disk.error.both=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{0}\u306e\u30c7\u30a3\u30b9\u30af\u5272\u5f53\u3068\u4f7f\u7528\u5024\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
disk.error.consumption=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{0}\u306e\u30c7\u30a3\u30b9\u30af\u4f7f\u7528\u5024\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
disk.error.quota=0MB/{1}TB\u3092\u6d88\u8cbb
disk.error.unknown=\u7570\u5e38\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

#DSLS
dsls.help.message.consumed=\u4ed8\u4e0e\u65e5\u304cNULL\u3067\u3059\u3002\u30e9\u30a4\u30bb\u30f3\u30b9\u306f\u4f7f\u7528\u3055\u308c\u3066\u304a\u3089\u305a\u30ea\u30ea\u30fc\u30b9\u53ef\u80fd\u3067\u3059\u3002
dsls.help.message.granted=\u3053\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u306f\u3001\u6700\u521d\u306e\u4f7f\u7528\u5f8c30\u65e5\u9593\u30d6\u30ed\u30c3\u30af\u3055\u308c\u3001\u305d\u308c\u3088\u308a\u524d(\u304a\u3088\u3073\u6700\u5f8c\u306b\u4f7f\u7528\u3057\u3066\u304b\u30892\u6642\u9593\u7d4c\u904e\u3059\u308b\u307e\u3067)\u306f\u30ed\u30c3\u30af\u89e3\u9664\u3067\u304d\u307e\u305b\u3093\u3002
dsls.help.message.inuse=\u30e9\u30a4\u30bb\u30f3\u30b9\u306f\u73fe\u5728\u4f7f\u7528\u4e2d\u3067\u3059\u3002
dsls.help.message.recently.detached=\u30e9\u30a4\u30bb\u30f3\u30b9\u306f\u307e\u3060\u30ea\u30ea\u30fc\u30b9\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
dsls.help.message.releasable=\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u4f7f\u7528\u3055\u308c\u3066\u304a\u3089\u305a\u30ea\u30ea\u30fc\u30b9\u53ef\u80fd\u3067\u3059\u3002
dsls.help.message.issue=\u3053\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u9664\u53bb\u3067\u304d\u307e\u305b\u3093\u3002
dsls.help.message.nomsg=
#public
public.ticket.not.consumed=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{0}\u306e\u30c1\u30b1\u30c3\u30c8\u306f\u307e\u3060\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
public.license.not.available=\u30e9\u30a4\u30bb\u30f3\u30b9{0}\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
public.license.DSLS.not.available=DSLS\u3067\u306f\u30e9\u30a4\u30bb\u30f3\u30b9\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002
public.product.not.assigned=\u540c\u671f\u3059\u308b\u88fd\u54c1\u306f\u3042\u308a\u307e\u305b\u3093\u3002
public.user.created.successfully=\u30e6\u30fc\u30b6\u30fc\uff1a{0}\u304c\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002
public.user.consumed.created.successfully=\u30e6\u30fc\u30b6\u30fc\uff1a{0}\u306f\u62db\u5f85\u3092\u4f7f\u7528\u3057\u3001\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002
public.user.created.updated=\u30e6\u30fc\u30b6\u30fc\uff1a{0}\u306f\u3059\u3067\u306b\u4f5c\u6210\u3055\u308c\u3066\u3044\u3066\u6b63\u5e38\u306b\u66f4\u65b0\u3055\u308c\u307e\u3057\u305f\u3002
public.licensePlatform.not.choosen=\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
public.user.already.exists=\u30e6\u30fc\u30b6\u30fc\uff1a{0}\u306f\u3059\u3067\u306b\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u3059\u3002
public.user.consumption.failed=\u30e6\u30fc\u30b6\u30fc\uff1a{0}\u306f\u62db\u5f85\u3092\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
public.user.invitation.not.found=\u30e6\u30fc\u30b6\u30fc{0}\u306e\u62db\u5f85\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
public.user.invitation.pending=\u30e6\u30fc\u30b6\u30fc\uff1a{0}\u306f\u62db\u5f85\u3092\u4f7f\u7528\u4e2d\u3067\u3059...

#location
location.default=\u30c7\u30d5\u30a9\u30eb\u30c8
location.default.geo={0} (\u30c7\u30d5\u30a9\u30eb\u30c8)
location.beijing=\u5317\u4eac
location.dublin=\u30c0\u30d6\u30ea\u30f3
location.losangeles=\u30ed\u30b5\u30f3\u30bc\u30eb\u30b9
location.seoul=\u30bd\u30a6\u30eb
location.singapore=\u30b7\u30f3\u30ac\u30dd\u30fc\u30eb
location.tokyo=\u6771\u4eac
location.europe=\u30e8\u30fc\u30ed\u30c3\u30d1
location.hongkong=\u9999\u6e2f
location.newyork=\u30cb\u30e5\u30fc\u30e8\u30fc\u30af
location.india=\u30a4\u30f3\u30c9
location.sanjose=\u30b5\u30f3\u30ce\u30bc
location.mumbai=\u30e0\u30f3\u30d0\u30a4
location.guangzhou=\u5e83\u5dde
location.sydney=\u30b7\u30c9\u30cb\u30fc
location.dshq=DSHQ
location.jaipur=\u30b8\u30e3\u30a4\u30d7\u30eb

#support
support.actived= Dassault Syst\u00E8mes\u30b5\u30dd\u30fc\u30c8\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ed\u30b0\u304c\u6709\u52b9\u306b\u306a\u308a\u307e\u3057\u305f
support.deactivated= Dassault Syst\u00E8mes\u30b5\u30dd\u30fc\u30c8\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30ed\u30b0\u304c\u7121\u52b9\u306b\u306a\u308a\u307e\u3057\u305f

#Data Privacy
anonymized.success=\u30e6\u30fc\u30b6\u30fc\u304c\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{0}\u304b\u3089\u4eee\u540d\u5316\u3055\u308c\u3066\u3044\u307e\u3059\u3002
anonymized.partial=1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u4eee\u540d\u5316\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
anonymized.delete.success=\u30e6\u30fc\u30b6\u30fc\u304c\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0{0}\u304b\u3089\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002
anonymized.delete.partial=1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

#Audit Events
auditevent.remove.role.app=\u7ba1\u7406\u8005\u304c{1}\u3078\u306e{0}\u3092\u9664\u53bb\u3057\u307e\u3059\u3002
auditevent.invite.user=\u7ba1\u7406\u8005\u304c{0}\u3092\u62db\u5f85\u3057\u307e\u3059\u3002
auditevent.invite.user.massive=\u7ba1\u7406\u8005\u304c{0}\u30e6\u30fc\u30b6\u30fc\u3092\u5927\u304d\u306a\u30a4\u30f3\u30dd\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb{1}\u3067\u62db\u5f85\u3057\u307e\u3059\u3002
auditevent.grant.role.app=\u7ba1\u7406\u8005\u304c{0}\u3092{1}\u306b\u4ed8\u4e0e\u3057\u307e\u3059\u3002
auditevent.grant.role.app.to.group=\u7ba1\u7406\u8005\u304c{0}\u3092\u30e6\u30fc\u30b6\u30fc\u30b0\u30eb\u30fc\u30d7{1}\u306b\u4ed8\u4e0e\u3057\u307e\u3059
auditevent.remove.access=\u7ba1\u7406\u8005\u304c{0}\u3078\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092\u9664\u53bb\u3057\u307e\u3059\u3002
auditevent.deactivate.user=\u7ba1\u7406\u8005\u304c\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u304b\u3089{0}\u3092\u9664\u53bb\u3057\u307e\u3059\u3002
auditevent.access.granting=\u7ba1\u7406\u8005\u304c\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u9650\u3092{0}\u306b\u4ed8\u4e0e\u3057\u307e\u3059\u3002
auditevent.change.privilege=\u7ba1\u7406\u8005\u304c{0}\u3092{1}\u306b\u4f5c\u6210\u3057\u307e\u3059\u3002
auditevent.change.location=\u7ba1\u7406\u8005\u304c{1}\u306e\u5834\u6240\u3092{0}\u306b\u5909\u66f4\u3057\u307e\u3059\u3002
auditevent.send.invitation=\u7ba1\u7406\u8005\u304c\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u62db\u5f85\u3092{0}\u306b\u9001\u4fe1\u3057\u307e\u3059\u3002
auditevent.term.and.condition.activate=\u7ba1\u7406\u8005\u304c\u4f7f\u7528\u898f\u7d04\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002
auditevent.term.and.condition.edit=\u7ba1\u7406\u8005\u304c\u4f7f\u7528\u898f\u7d04\u3092\u7de8\u96c6\u3057\u307e\u3059\u3002
auditevent.data.privacy.policy.activate=\u7ba1\u7406\u8005\u304c\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u30dd\u30ea\u30b7\u30fc\u306e\u30b9\u30c6\u30fc\u30c8\u30e1\u30f3\u30c8\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002
auditevent.data.privacy.policy.edit=\u7ba1\u7406\u8005\u304c\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc\u30dd\u30ea\u30b7\u30fc\u306e\u30b9\u30c6\u30fc\u30c8\u30e1\u30f3\u30c8\u3092\u7de8\u96c6\u3057\u307e\u3059\u3002
auditevent.legal.information.activate=\u7ba1\u7406\u8005\u304c\u6cd5\u5f8b\u60c5\u5831\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002
auditevent.legal.information.edit=\u7ba1\u7406\u8005\u304c\u6cd5\u5f8b\u60c5\u5831\u3092\u7de8\u96c6\u3057\u307e\u3059\u3002
auditevent.cookie.edit=\u7ba1\u7406\u8005\u304c\u30af\u30c3\u30ad\u30fc\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u307e\u3059\u3002
auditevent.cookie.activate=\u7ba1\u7406\u8005\u304c\u30af\u30c3\u30ad\u30fc\u8b66\u544a\u306e\u8868\u793a\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\u3002
auditevent.cookie.deactivate=\u7ba1\u7406\u8005\u304c\u30af\u30c3\u30ad\u30fc\u8b66\u544a\u306e\u8868\u793a\u3092\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\u3002
auditevent.legal.footer.activate=\u7ba1\u7406\u8005\u304c\u6cd5\u7684\u901a\u77e5\u3068\u30af\u30c3\u30ad\u30fc\u8b66\u544a\u306e\u30d5\u30c3\u30bf\u30fc\u3067\u306e\u8868\u793a\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\u3002
auditevent.legal.footer.deactivate=\u7ba1\u7406\u8005\u304c\u6cd5\u7684\u901a\u77e5\u3068\u30af\u30c3\u30ad\u30fc\u8b66\u544a\u306e\u30d5\u30c3\u30bf\u30fc\u3067\u306e\u8868\u793a\u3092\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\u3002
auditevent.config.request.role.activate=\u7ba1\u7406\u8005\u304c\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\uff1a\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30e1\u30f3\u30d0\u30fc\u306b\u65b0\u898f\u30ed\u30fc\u30eb\u306e\u8981\u6c42\u3092\u8a31\u53ef\u3057\u307e\u3059\u3002
auditevent.config.request.role.deactivate=\u7ba1\u7406\u8005\u304c\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3057\u307e\u3059\uff1a\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u30e1\u30f3\u30d0\u30fc\u306b\u65b0\u898f\u30ed\u30fc\u30eb\u306e\u8981\u6c42\u3092\u8a31\u53ef\u3057\u307e\u3059\u3002
auditevent.config.cross.company.activate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u7ba1\u7406\u8005\u304c\u95a2\u9023\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u5272\u308a\u5f53\u3066\u305a\u306b\u30ed\u30fc\u30eb\u3092\u4ed8\u4e0e\u3059\u308b\u3053\u3068\u3092\u8a31\u53ef\u3059\u308b\u3002
auditevent.config.cross.company.deactivate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u7ba1\u7406\u8005\u304c\u95a2\u9023\u30e9\u30a4\u30bb\u30f3\u30b9\u3092\u5272\u308a\u5f53\u3066\u305a\u306b\u30ed\u30fc\u30eb\u3092\u4ed8\u4e0e\u3059\u308b\u3053\u3068\u3092\u8a31\u53ef\u3059\u308b\u3002
auditevent.invite.external.user.activate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u30e1\u30f3\u30d0\u30fc\u304c\u5916\u90e8\u30e6\u30fc\u30b6\u30fc\u3092\u62db\u5f85\u3059\u308b\u3053\u3068\u3092\u8a31\u53ef\u3059\u308b\u3002
auditevent.invite.external.user.deactivate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u30e1\u30f3\u30d0\u30fc\u304c\u5916\u90e8\u30e6\u30fc\u30b6\u30fc\u3092\u62db\u5f85\u3059\u308b\u3053\u3068\u3092\u8a31\u53ef\u3059\u308b\u3002
auditevent.lock.optional.content.activate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u30fc\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30ed\u30c3\u30af\u3059\u308b\u3002
auditevent.lock.optional.content.deactivate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u30fc\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u30b3\u30f3\u30c6\u30f3\u30c4\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30ed\u30c3\u30af\u3059\u308b\u3002
auditevent.lock.online.installation.activate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u30fc\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30ed\u30c3\u30af\u3059\u308b\u3002
auditevent.lock.online.installation.deactivate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u30fc\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30ed\u30c3\u30af\u3059\u308b\u3002
auditevent.lock.online.installation.update.activate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u30fc\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u66f4\u65b0\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30ed\u30c3\u30af\u3059\u308b\u3002
auditevent.lock.online.installation.update.deactivate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u30fc\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u66f4\u65b0\u306e\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30ed\u30c3\u30af\u3059\u308b\u3002
auditevent.lock.online.uninstallation.activate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a \u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u30fc\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30ed\u30c3\u30af\u3059\u308b\u3002
auditevent.lock.online.uninstallation.deactivate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u3059\u3079\u3066\u306e\u30e1\u30f3\u30d0\u30fc\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30a2\u30f3\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30ed\u30c3\u30af\u3059\u308b\u3002
auditevent.auto.remove.exired.role.toggle.activate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u30e1\u30f3\u30d0\u30fc\u307e\u305f\u306f\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u671f\u9650\u5207\u308c\u30ed\u30fc\u30eb\u3092\u81ea\u52d5\u7684\u306b\u4e0d\u8a31\u53ef\u306b\u3059\u308b
auditevent.auto.remove.exired.role.toggle.deactivate=\u7ba1\u7406\u8005\u304c\u6b21\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u306b\u3057\u307e\u3059\uff1a\u30e1\u30f3\u30d0\u30fc\u307e\u305f\u306f\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u671f\u9650\u5207\u308c\u30ed\u30fc\u30eb\u3092\u81ea\u52d5\u7684\u306b\u4e0d\u8a31\u53ef\u306b\u3059\u308b
auditevent.auto.remove.exired.role=\u30b7\u30b9\u30c6\u30e0\u304c{1}\u3078\u306e{0}\u3092\u9664\u53bb\u3057\u307e\u3059\u3002
auditevent.administrate.location.list.toggle.activate=\u7ba1\u7406\u8005\u304c\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6709\u52b9\u306b\u3057\u307e\u3059\uff1a\u7ba1\u7406\u8005\u304c\u30e1\u30f3\u30d0\u30fc\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u5834\u6240\u3092\u7ba1\u7406\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059
auditevent.administrate.location.list.toggle.deactivate=\u7ba1\u7406\u8005\u304c\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u7121\u52b9\u306b\u3057\u307e\u3059\uff1a\u7ba1\u7406\u8005\u304c\u30e1\u30f3\u30d0\u30fc\u306e\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u5834\u6240\u3092\u7ba1\u7406\u3067\u304d\u308b\u3088\u3046\u306b\u3057\u307e\u3059
auditevent.administered.location.list=\u7ba1\u7406\u8005\u306f\u7ba1\u7406\u3055\u308c\u305f\u5834\u6240\u30ea\u30b9\u30c8\u3092\u4ee5\u4e0b\u306b\u5909\u66f4\u3057\u307e\u3059\uff1a{0}
auditevent.rename.platform=\u7ba1\u7406\u8005\u304c\u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u306e\u540d\u524d\u3092 {0} \u304b\u3089 {1} \u306b\u5909\u66f4\u3057\u307e\u3057\u305f
auditevent.create.custom.role=\u7ba1\u7406\u8005\u306f\u30ab\u30b9\u30bf\u30e0\u30ed\u30fc\u30eb\u3092\u4f5c\u6210\u3057\u307e\u3059\uff1a{0}.
auditevent.remove.custom.role=\u7ba1\u7406\u8005\u306f\u30ab\u30b9\u30bf\u30e0\u30ed\u30fc\u30eb\u3092\u9664\u53bb\u3057\u307e\u3059\uff1a{0}.
auditevent.update.custom.role=\u7ba1\u7406\u8005\u306f\u30ab\u30b9\u30bf\u30e0\u30ed\u30fc\u30eb\u540d\u3092\u66f4\u65b0\u3057\u307e\u3059\uff1a{0}\u304b\u3089{1}
auditevent.create.additional.app=\u7ba1\u7406\u8005\u306f\u8ffd\u52a0\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4f5c\u6210\u3057\u307e\u3059\uff1a{0}
auditevent.remove.additional.app=\u7ba1\u7406\u8005\u306f\u8ffd\u52a0\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u9664\u53bb\u3057\u307e\u3059\uff1a{0}
auditevent.update.additional.app=\u7ba1\u7406\u8005\u306f\u8ffd\u52a0\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u540d\u3092\u66f4\u65b0\u3057\u307e\u3059\uff1a{0}\u304b\u3089{1}
auditevent.error.unknow.event.type=\u30a8\u30e9\u30fc\u3001\u51e6\u7406\u3067\u304d\u306a\u3044\u30a4\u30d9\u30f3\u30c8\u30bf\u30a4\u30d7\u3067\u3059\u3002
auditevent.system.action=\u30b7\u30b9\u30c6\u30e0

auditevent.grant.business.experience=\u7ba1\u7406\u8005\u306f{0}\u30d3\u30b8\u30cd\u30b9\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9\u3092{1}\u306b\u4ed8\u4e0e\u3057\u307e\u3059
auditevent.grant.business.experience.plural=\u7ba1\u7406\u8005\u306f\u8907\u6570\u306e\u65b0\u3057\u3044{0}\u3092{1}\u306b\u4ed8\u4e0e\u3057\u307e\u3059
auditevent.remove.business.experience=\u7ba1\u7406\u8005\u306f{0}\u30d3\u30b8\u30cd\u30b9\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9\u3092{1}\u304b\u3089\u9664\u53bb\u3057\u307e\u3059
auditevent.remove.business.experience.plural=\u7ba1\u7406\u8005\u306f\u8907\u6570\u306e{0}\u3092{1}\u304b\u3089\u9664\u53bb\u3057\u307e\u3059

license.days={0}\u65e5\u9593

# Business Experience
user.business.experience.grant.success.singular=\u65b0\u898f\u30d3\u30b8\u30cd\u30b9\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f
user.business.experience.grant.success.plural=\u65b0\u898f\u30d3\u30b8\u30cd\u30b9\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9(\u8907\u6570)\u304c\u4ed8\u4e0e\u3055\u308c\u307e\u3057\u305f
user.business.experience.remove.success.singular=\u30d3\u30b8\u30cd\u30b9\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9\u304c\u9664\u53bb\u3055\u308c\u307e\u3057\u305f
user.business.experience.remove.success.plural=\u30d3\u30b8\u30cd\u30b9\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9(\u8907\u6570)\u304c\u9664\u53bb\u3055\u308c\u307e\u3057\u305f
business.experience.create.success=\u30d3\u30b8\u30cd\u30b9\u30a8\u30af\u30b9\u30da\u30ea\u30a8\u30f3\u30b9\u304c\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f

# Widget Support
widget.support.recompute.success=\u6700\u9069\u306a\u9069\u5408\u306e\u518d\u8a08\u7b97OK
