# Copyright 2019-2022 Dassault Systemes. All rights reserved.
#
#   Subject: Propose NLS support for Version Graph error messages.
NonLinearVersioning.Notice.SemanticEdgeNotFound=Relation s\u00e9mantique \u00e0 supprimer introuvable, donc aucune op\u00e9ration n'est r\u00e9alis\u00e9e.
NonLinearVersioning.Error.NLVStatus=Impossible d'obtenir le mode graphique de la r\u00e9vision (lin\u00e9aire ou non).
NonLinearVersioning.Error.SystemCompletion=Impossible d'obtenir l'objet associ\u00e9 pour l'op\u00e9ration actuelle.
NonLinearVersioning.Error.SemanticEdgeNotDeleted=Impossible de supprimer la relation s\u00e9mantique.
NonLinearVersioning.Error.SemanticNONE=Op\u00e9rateur AUCUN non valide dans cette demande.
NonLinearVersioning.Error.ItemNotDeleted=Impossible de supprimer l'\u00e9l\u00e9ment.
NonLinearVersioning.Error.ItemNotLoaded=Impossible de charger l'\u00e9l\u00e9ment.
NonLinearVersioning.Error.ItemNotSet=Aucun \u00e9l\u00e9ment d\u00e9fini !
NonLinearVersioning.Error.ItemFromVersion=Impossible d'obtenir l'\u00e9l\u00e9ment \u00e0 partir de la r\u00e9vision.
NonLinearVersioning.Error.ItemFromVersionModel=Impossible de continuer, car ce produit appartient \u00e0 un autre utilisateur.
NonLinearVersioning.Error.ItemAlreadyExist=Un \u00e9l\u00e9ment est d\u00e9j\u00e0 d\u00e9fini pour cette r\u00e9vision.
NonLinearVersioning.Error.ItemCreation=Impossible de cr\u00e9er l'\u00e9l\u00e9ment.
NonLinearVersioning.Error.VersionNotSet=Aucune r\u00e9vision d\u00e9finie !
NonLinearVersioning.Error.VersionNull=L'identifiant physique de r\u00e9vision saisi est nul ou vide !
NonLinearVersioning.Error.TypeNull=Le type d'activit\u00e9 commerciale saisi n'est pas d\u00e9fini (nul ou vide) !
NonLinearVersioning.Error.VersionCopyFrom=Impossible d'obtenir la copie.
NonLinearVersioning.Error.VersionDelete=Impossible de supprimer la r\u00e9vision.
NonLinearVersioning.Error.computeVersionNumber=Impossible de calculer le num\u00e9ro de r\u00e9vision (informations suppl\u00e9mentaires : $1.).
NonLinearVersioning.Error.VersionDeletePropagate=Impossible de propager la suppression de la r\u00e9vision.
NonLinearVersioning.Error.VersionDeleteSpinOff=Impossible de rediriger la ROTATION apr\u00e8s suppression de la r\u00e9vision.
NonLinearVersioning.Error.VersionDeleteLeaf=Seule la r\u00e9vision de feuille peut \u00eatre supprim\u00e9e.
NonLinearVersioning.Error.VersionCheckMajor=Impossible de v\u00e9rifier l'acc\u00e8s \u00e0 la r\u00e9vision majeure.
NonLinearVersioning.Error.VersionToItem=Impossible de connecter la r\u00e9vision \u00e0 l'\u00e9l\u00e9ment.
NonLinearVersioning.Error.VersionNoItem=La r\u00e9vision n'est pas associ\u00e9e \u00e0 un \u00e9l\u00e9ment, elle ne prend donc pas en charge le mode graphique de la version.
NonLinearVersioning.Error.VersionAddSemantic=Impossible d'ajouter ou de mettre \u00e0 jour le lien s\u00e9mantique.
NonLinearVersioning.Error.VersionReviseMajor=La cr\u00e9ation d'une nouvelle r\u00e9vision n'est pas autoris\u00e9e !
NonLinearVersioning.Error.VersionDuplicate=La cr\u00e9ation d'un nouvel objet \u00e0 partir d'un objet existant n'est pas autoris\u00e9e !
NonLinearVersioning.Error.VersionFamily=Echec de recherche de la r\u00e9vision de famille.
NonLinearVersioning.Error.VersionFamilyNull=L'ID de la famille de r\u00e9vision ne peut pas \u00eatre nul.
NonLinearVersioning.Error.VersionFamilyNotSet=L'ID de la famille de r\u00e9vision saisi n'est pas d\u00e9fini !
NonLinearVersioning.Error.VersionsNotLoaded=Impossible d'acc\u00e9der \u00e0 la famille de r\u00e9vision.
NonLinearVersioning.Error.AddVersionsNull=Le mappage de demandes d'ajout de r\u00e9vision ne peut pas \u00eatre nul !
NonLinearVersioning.Error.GraphVersionsNull=Le mappage de demandes de r\u00e9vision de graphique s\u00e9mantique ne peut pas \u00eatre nul !
NonLinearVersioning.Error.AddVersionRequestNull=La demande ne peut pas \u00eatre nulle !
NonLinearVersioning.Error.getLastVersionsFromJson=La derni\u00e8re demande de version ne peut pas \u00eatre nulle !
NonLinearVersioning.Error.AddVersionRequestSpinOff=La ROTATION ne peut pas \u00eatre seule dans une demande d'ajout de r\u00e9vision !
NonLinearVersioning.Error.AddVersionRequestSpinOffNew=La ROTATION ne peut pas \u00eatre associ\u00e9e \u00e0 NOUVEAU sur le mode de r\u00e9vision lin\u00e9aire.
NonLinearVersioning.Error.AddVersionRequestFore=L'op\u00e9ration PREMIER PLAN tente de cr\u00e9er un cycle dans le graphique de version s\u00e9mantique pour $1.!" ) ; }
NonLinearVersioning.Error.AddVersionRequestForeSameSource=Op\u00e9ration FORE non prise en charge si l'anc\u00eatre et la source sont identiques.
NonLinearVersioning.Error.AddVersionRequestSpinOffDup=La ROTATION ne peut pas \u00eatre associ\u00e9e \u00e0 DUPLIQUER sur le mode de r\u00e9vision lin\u00e9aire.
NonLinearVersioning.Error.AddVersionRequestSameItemSemantic=Tous les objectifs s\u00e9mantiques doivent provenir du m\u00eame \u00e9l\u00e9ment.
NonLinearVersioning.Error.AddVersionRequestSemanticOneMax=Un seul objectif s\u00e9mantique de cette r\u00e9vision est autoris\u00e9 !
NonLinearVersioning.Error.AddVersionRequestDistinctItemSpinOff=La ROTATION doit \u00eatre r\u00e9alis\u00e9e sur des \u00e9l\u00e9ments distincts !
NonLinearVersioning.Error.AddVersionRequestEvolutionOnly=L'op\u00e9ration fournie $1. n'est pas autoris\u00e9e pour ce type d'objet.
NonLinearVersioning.Error.AddVersionRequestEvolutionOneMax=Une seule EVOLUTION est autoris\u00e9e pour ce type d'objet.
NonLinearVersioning.Error.AddVersionRequestIntentIgnore=L'intention $1. n'est pas prise en charge par ce type d'objet et sera ignor\u00e9e.
NonLinearVersioning.Error.AddVersionRequestMinorForbidden=La r\u00e9vision mineure n'est pas valide pour ce type.
NonLinearVersioning.Error.AddVersionRequestNewAuthorizeOnlySpinOff=Avec la demande d'ajout de r\u00e9vision NOUVEAU, seule la ROTATION est autoris\u00e9e !
NonLinearVersioning.Error.AddVersionRequestOnMinorExclusive=L'ajout de r\u00e9vision mineur est exclusif. Aucun autre objectif s\u00e9mantique de r\u00e9vision n'est autoris\u00e9 !
NonLinearVersioning.Error.RequestWithMutuallyExclusiveIntents=La demande d\u00e9finit un objectif s\u00e9mantique de r\u00e9vision mutuellement exclusif:\n $1..
NonLinearVersioning.Error.AddVersionRequestSingleIntegrate=INTEGRER ne peut pas \u00eatre un objectif s\u00e9mantique de r\u00e9vision primaire !
NonLinearVersioning.Error.AddVersionRequestSingleSpinoff=La ROTATION ne peut pas \u00eatre un objectif s\u00e9mantique de r\u00e9vision primaire !
NonLinearVersioning.Error.AddVersionInvalidNameProposal=La demande d'ajout de version d\u00e9finie propose la cha\u00eene <$1.> en tant que nom contenant des caract\u00e8res interdits !
NonLinearVersioning.Error.AddVersionInvalidCodeProposal=La demande d'ajout de version d\u00e9finie propose la cha\u00eene <$1.> en tant que num\u00e9ro de r\u00e9vision contenant des caract\u00e8res interdits !
NonLinearVersioning.Error.AddVersionPreprocess=Erreur lors du traitement de l'ajout de r\u00e9vision !
NonLinearVersioning.Error.AddVersionPostprocessNoPreprocess=Appeler d'abord le pr\u00e9traitement !
NonLinearVersioning.Error.AddVersionPostprocessNoNewVersion=Le nouvel ID de r\u00e9vision n'est pas d\u00e9fini !
NonLinearVersioning.Error.AddVersionError=Au moins une erreur lors du traitement des cr\u00e9ations de r\u00e9vision.
NonLinearVersioning.Error.IncompleteObjectCreationDefinition=La cr\u00e9ation de l'objet requiert la d\u00e9finition de "$1.".
NonLinearVersioning.Error.OperationNotPossibleType=Cette op\u00e9ration n'est pas disponible pour ce type d'objet.
NonLinearVersioning.Error.OperationMultipleOrigin=Origine de r\u00e9vision multiple d\u00e9finie pour la m\u00eame famille de r\u00e9vision.
NonLinearVersioning.Error.OperationNotSameItem=Objectifs s\u00e9mantiques entre r\u00e9visions d'\u00e9l\u00e9ments distincts non autoris\u00e9s.
NonLinearVersioning.Error.SeveralVersionsCandidate=Plusieurs r\u00e9visions sont candidates au poste de derni\u00e8re de la branche.
NonLinearVersioning.Error.OperationCycle=Les cycles du graphique de r\u00e9vision de l'objectif s\u00e9mantique ne sont pas autoris\u00e9s !
NonLinearVersioning.Error.OperationMultipleCopy=Une r\u00e9vision peut uniquement \u00eatre une copie d'une autre r\u00e9vision.
NonLinearVersioning.Error.GraphNotLoaded=Impossible de charger le graphique.
NonLinearVersioning.Error.PushContext=Erreur lors de l'envoi de contexte.
NonLinearVersioning.Error.PopContext=Erreur lors de l'apparition de contexte.
NonLinearVersioning.Error.ConstructorPID=Un ID physique doit \u00eatre utilis\u00e9 !
NonLinearVersioning.Error.JSONFormatUnexpected=Le format de l'entr\u00e9e JSON n'est pas valide !
NonLinearVersioning.Error.JSONMissingKey=L'entr\u00e9e JSON ne poss\u00e8de pas la cl\u00e9 : $1..
NonLinearVersioning.Error.JSONNoRequestDefined=Aucune demande d\u00e9finie dans le JSON d'entr\u00e9e (cl\u00e9 : $1.).
NonLinearVersioning.Error.JSONInvalidValue=Valeur d'entr\u00e9e non valide '$2.' pour propri\u00e9t\u00e9 JSON '$1.'.
NonLinearVersioning.Error.JSONMaxHigherOrEqualToMin=La taille maximale de "$1." doit \u00eatre sup\u00e9rieure ou \u00e9gale \u00e0 la taille minimale de "$1.".
NonLinearVersioning.Error.JSONInvalidType=Type de valeur d'entr\u00e9e non valide "$2." pour propri\u00e9t\u00e9 JSON "$1.".
NonLinearVersioning.Error.JSONOnlyOneKey=L'entr\u00e9e contient plusieurs objets JSON $1..
NonLinearVersioning.Error.JSONInvalidVersion=Version JSON non prise en charge : $1..
NonLinearVersioning.Error.JSONUnknownIntent=L'objectif s\u00e9mantique de r\u00e9vision dans JSON n'est pas reconnu : $1..
NonLinearVersioning.Error.JSONUnknownBlock=N\u00b0 bloc de r\u00e9vision inconnu (doit \u00eatre s\u00e9lectionn\u00e9 dans groupe, primaire, s\u00e9quence ou secondaire)
NonLinearVersioning.Error.notValidVersionNumberRule=G\u00e9n\u00e9rateur de script de n\u00b0 r\u00e9vision non valide
NonLinearVersioning.Error.InvalidInputRevisionNumber=Le num\u00e9ro de r\u00e9vision d'entr\u00e9e $1. n'est pas coh\u00e9rent avec la gouvernance des objets (voir la r\u00e8gle $2.).
NonLinearVersioning.Error.UnknownPredicateName=Le pr\u00e9dicat $1. ne fait pas partie de la liste des \u00e9l\u00e9ments disponibles.
NonLinearVersioning.Error.UnknownGeneratorName=Le g\u00e9n\u00e9rateur de code $1. ne fait pas partie de la liste des \u00e9l\u00e9ments disponibles.
NonLinearVersioning.Error.NotVersionNumberRules=Le g\u00e9n\u00e9rateur de num\u00e9ro de r\u00e9vision n'est pas d\u00e9fini pour l'objectif s\u00e9mantique $1.
NonLinearVersioning.Error.OneSourceAtOnce=Une seule copie d'une source \u00e0 la fois !
NonLinearVersioning.Error.Query=Echec de la requ\u00eate de base de donn\u00e9es.
NonLinearVersioning.Error.SOVCarryOver=Echec de la mise \u00e0 jour de la propri\u00e9t\u00e9 du vecteur secondaire : $1..
NonLinearVersioning.Error.POVCarryOver=Echec de la mise \u00e0 jour de la propri\u00e9t\u00e9 du vecteur primaire : $1..
NonLinearVersioning.Error.QueryExchangeStatus=Echec de la requ\u00eate de base de donn\u00e9es pour le statut Exchange.
NonLinearVersioning.Error.TransactionReport=Echec de l'acc\u00e8s au statut de rapport de transaction.
NonLinearVersioning.Error.QueryRevision=Echec de la requ\u00eate de base de donn\u00e9es pour les r\u00e9visions.
NonLinearVersioning.Error.QueryFamily=Echec de la requ\u00eate de base de donn\u00e9es pour l'ID de famille.
NonLinearVersioning.Error.QuerySiteName=Echec de la requ\u00eate de base de donn\u00e9es pour le nom du site.
NonLinearVersioning.Error.QueryVersionAttrs=Echec de la requ\u00eate de base de donn\u00e9es pour les attributs de r\u00e9vision.
NonLinearVersioning.Error.QuerySemantics=Echec de la requ\u00eate de base de donn\u00e9es pour la port\u00e9e de l'objectif s\u00e9mantique.
NonLinearVersioning.Error.QueryAccessSequence=Impossible d'acc\u00e9der \u00e0 la s\u00e9quence de r\u00e9vision utilis\u00e9e pour l'initialisation.
NonLinearVersioning.Error.VersionAccessPreviousRevision=Impossible d'acc\u00e9der \u00e0 la r\u00e9vision pr\u00e9c\u00e9dente.
NonLinearVersioning.Error.QueryAttributes=Impossible de lire les attributs sur l'objet.
NonLinearVersioning.Error.isConfiguredAsEvolution=Impossible de v\u00e9rifier si un objet est configur\u00e9 dans Evolution : $1..
NonLinearVersioning.Error.QueryExists=Impossible d'acc\u00e9der \u00e0 l'objet. Existe-t-il ?
NonLinearVersioning.Error.NotAccessible=Objet non accessible ($1.) ?
NonLinearVersioning.Error.QueryAttributeInformation=Impossible d'acc\u00e9der aux informations sur l'attribut $1..
NonLinearVersioning.Error.NoAccessToChangeInfo=Impossible d'acc\u00e9der aux informations sur les actions de modification pour $1..
NonLinearVersioning.Error.GetInterface=Impossible d'acc\u00e9der \u00e0 $1. sur l'objet.
NonLinearVersioning.Error.SetInterface=Impossible de d\u00e9finir $1. sur l'objet.
NonLinearVersioning.Error.ResetInterface=Impossible de r\u00e9initialiser $1. sur l'objet.
NonLinearVersioning.Error.QueryIndexPolicy=Impossible d'acc\u00e9der \u00e0 $1. $2.
NonLinearVersioning.Error.NonMIBPolicy=Echec de la cr\u00e9ation des donn\u00e9es, car la r\u00e8gle $1. n'est pas une r\u00e8gle MIB.
NonLinearVersioning.Error.QueryExpression=Impossible d'acc\u00e9der \u00e0 l'expression sur l'objet.
NonLinearVersioning.Error.InvokeClass=Classe introuvable lors de l'invocation.
NonLinearVersioning.Error.InvokeInstantiate=Echec de l'instanciation lors de l'invocation.
NonLinearVersioning.Error.InvokeAccess=Acc\u00e8s ill\u00e9gal lors de l'invocation.
NonLinearVersioning.Error.InvokeSecurity=Probl\u00e8me de s\u00e9curit\u00e9 lors de l'invocation.
NonLinearVersioning.Error.InvokeMethod=Pas de m\u00e9thode de ce genre lors de l'invocation.
NonLinearVersioning.Error.InvokeTarget=Erreur cible lors de l'invocation.
NonLinearVersioning.Error.ReviseFromNotAuthorized=Echec de la r\u00e9vision \u00e0 partir d'un \u00e9l\u00e9ment qui ne se trouve pas dans la famille de r\u00e9vision actuelle.
NonLinearVersioning.Error.IsLastCheck=Impossible de v\u00e9rifier si l'objet est issu de la derni\u00e8re r\u00e9vision.
NonLinearVersioning.Error.ReviseIntoForbidden=Une r\u00e9vision qui ne provient pas de la derni\u00e8re n'est pas autoris\u00e9e pour l'objet $1..
NonLinearVersioning.Error.ReviseFromNotLast=L'objet $1. est d\u00e9j\u00e0 r\u00e9vis\u00e9.
NonLinearVersioning.Error.ReviseMajor=La cr\u00e9ation d'une nouvelle r\u00e9vision n'est pas autoris\u00e9e pour cet \u00e9tat de maturit\u00e9.
NonLinearVersioning.Error.ReviseMinor=La cr\u00e9ation d'une nouvelle r\u00e9vision mineure n'est pas autoris\u00e9e pour cet \u00e9tat de maturit\u00e9.
NonLinearVersioning.Error.NoReviseAccess=La r\u00e9vision n'est pas possible actuellement. Cause possible et r\u00e9solution : vous ne disposez peut-\u00eatre pas du r\u00f4le d'acc\u00e8s requis pour r\u00e9viser cet objet dans l'espace de collaboration cible. V\u00e9rifiez le r\u00f4le d'acc\u00e8s sp\u00e9cifi\u00e9 dans vos informations d'identification actuelles ou s\u00e9lectionnez d'autres informations d'identification. Pour des d\u00e9tails sur les r\u00f4les d'acc\u00e8s requis pour cette op\u00e9ration, consultez la page Acc\u00e8s au contenu du Guide de l'utilisateur de votre application.
NonLinearVersioning.Error.NoReviseOnDistantData=La r\u00e9vision n'est pas possible sur les donn\u00e9es appartenant \u00e0 un autre site (donn\u00e9es distantes).
NonLinearVersioning.Error.NoReviseAccessDueToMaturityState=La r\u00e9vision n'est pas possible actuellement. La derni\u00e8re r\u00e9vision de $1. est \u00e0 l'\u00e9tat de maturit\u00e9 $2. alors que l'\u00e9tat attendu doit au moins \u00eatre l'\u00e9tat DISTRIBUE.
NonLinearVersioning.Error.LastERMinor=La derni\u00e8re op\u00e9ration n'est pas prise en charge sur l'objet index\u00e9 mineur uniquement.
NonLinearVersioning.Error.MakeClone=Echec de la r\u00e9vision ou de la duplication.
NonLinearVersioning.Error.MakeCloneParam=Impossible de r\u00e9viser ou dupliquer l'objet $1..
NonLinearVersioning.Error.MakeCloneRevisionFormat=Le format de r\u00e9vision attendu est $1..
NonLinearVersioning.Error.MakeCloneMultipleDelimiters=D\u00e9limiteur unique attendu dans le format de r\u00e9vision.
NonLinearVersioning.Error.MakeReadAccess=Ce contenu n'est plus accessible. Actualisez le widget. L'objet a peut-\u00eatre \u00e9t\u00e9 supprim\u00e9 ou vous ne disposez plus des acc\u00e8s requis.
NonLinearVersioning.Error.DontExist=Ce contenu n'est plus accessible. Actualisez le widget. L'objet a peut-\u00eatre \u00e9t\u00e9 supprim\u00e9.
NonLinearVersioning.Error.MakeCloneAccess=Cause possible et r\u00e9solution : vous ne disposez peut-\u00eatre pas de la responsabilit\u00e9 requise pour cr\u00e9er cet objet dans l'espace de collaboration cible. V\u00e9rifiez le r\u00f4le d'acc\u00e8s sp\u00e9cifi\u00e9 dans vos informations d'identification actuelles ou s\u00e9lectionnez d'autres informations d'identification. Pour plus d'informations sur les r\u00f4les d'acc\u00e8s requis pour cette op\u00e9ration, consultez la page Acc\u00e8s au contenu du Guide de l'utilisateur de votre application.
NonLinearVersioning.Error.AccessRights=Certains objets ne sont plus accessibles pour l'utilisateur actuel. Cause possible et r\u00e9solution : vous ne disposez peut-\u00eatre pas du r\u00f4le d'acc\u00e8s requis pour cr\u00e9er cet objet dans l'espace de collaboration cible. V\u00e9rifiez le r\u00f4le d'acc\u00e8s sp\u00e9cifi\u00e9 dans vos informations d'identification actuelles ou s\u00e9lectionnez d'autres informations d'identification. Pour des d\u00e9tails sur les r\u00f4les d'acc\u00e8s requis pour cette op\u00e9ration, consultez la page Acc\u00e8s au contenu du Guide de l'utilisateur de votre application.
NonLinearVersioning.Error.MakeDuplicateAccess=Certains objets ne sont plus accessibles pour l'utilisateur actuel. Cause possible et r\u00e9solution : vous ne disposez peut-\u00eatre pas du r\u00f4le d'acc\u00e8s requis pour cr\u00e9er cet objet dans l'espace de collaboration cible. V\u00e9rifiez le r\u00f4le d'acc\u00e8s sp\u00e9cifi\u00e9 dans vos informations d'identification actuelles ou s\u00e9lectionnez d'autres informations d'identification. Pour des d\u00e9tails sur les r\u00f4les d'acc\u00e8s requis pour cette op\u00e9ration, consultez la page Acc\u00e8s au contenu du Guide de l'utilisateur de votre application.
NonLinearVersioning.Error.MakeDeleteParam=Impossible de supprimer l'objet $1..
NonLinearVersioning.Error.BatchReviseParam=Echec de la r\u00e9vision en raison de l'un de ces objets : $1..
NonLinearVersioning.Error.BatchDeleteParam=Echec de la suppression en raison de l'un de ces objets : $1..
NonLinearVersioning.Error.UpdateMaturity=Echec de la d\u00e9finition de maturit\u00e9 sur $1. pour r\u00e9viser/cloner l'objet.
NonLinearVersioning.Error.UpdateStamp=Echec de la d\u00e9finition de l'horodatage de mise \u00e0 jour sur $1. pour r\u00e9viser/cloner l'objet.
NonLinearVersioning.Error.ResetConfiguration=Echec de la r\u00e9initialisation des informations de configuration apr\u00e8s l'op\u00e9ration de r\u00e9vision/clonage : $1..
NonLinearVersioning.Error.CleanConfiguration=Duplication non autoris\u00e9e car au moins une instance se situe sous Action de modification.
NonLinearVersioning.Error.DerivationNodeParametesr=Echec de la lecture de la propri\u00e9t\u00e9 Param\u00e8tres du n\u0153ud de d\u00e9rivation sur le produit.
NonLinearVersioning.Error.HandlerEmptyPolicy=R\u00e8gle non d\u00e9finie.
NonLinearVersioning.Error.HandlerUndefined=Impossible de trouver le gestionnaire appropri\u00e9 pour le ou les objets : $1..
NonLinearVersioning.Error.MigrationDistant=La migration du graphique de la version n'est pas autoris\u00e9e sur ce site : la premi\u00e8re r\u00e9vision est consid\u00e9r\u00e9e comme distante.
NonLinearVersioning.Error.MigrationPresent=La migration du graphique de la version n'est pas autoris\u00e9e sur ce site : la premi\u00e8re r\u00e9vision n'est pas pr\u00e9sente et certaines r\u00e9visions sont consid\u00e9r\u00e9es comme distantes.
NonLinearVersioning.Error.PidFormat=Format d'ID physique non valide $1. dans la requ\u00eate $2. (cl\u00e9 : $3.).
NonLinearVersioning.Error.VidFormat=Le format VID est incorrect.
NonLinearVersioning.Error.expectedObjectId=Un ID d'objet ne prenant pas en charge la gestion d'it\u00e9ration \u00e9tait attendu : $1. dans la requ\u00eate $2. (cl\u00e9 : $3.).
NonLinearVersioning.Error.expectedBranchId=Un objet \u00e9tait attendu dans le contexte d'it\u00e9ration : $1. dans la requ\u00eate $2. (cl\u00e9 : $3.).
NonLinearVersioning.Error.expectedInvaliId=L'ID de format n'est pas valide dans ce contexte $1. dans la requ\u00eate $2. (cl\u00e9 : $3.).
NonLinearVersioning.Error.CorruptedMultipleCopies=Corruption de donn\u00e9es : une r\u00e9vision ne peut pas \u00eatre une copie de plusieurs autres.
NonLinearVersioning.Error.CommitFailed=L'op\u00e9ration d'enregistrement a \u00e9chou\u00e9.
NonLinearVersioning.Error.RevisionSequence.NotDefined=S\u00e9quence de r\u00e9vision non d\u00e9finie.
NonLinearVersioning.Error.RevisionSequence.InvalidSequenceDefinition=La s\u00e9quence de r\u00e9vision <$1.> n'est pas valide.
NonLinearVersioning.Error.RevisionSequence.LettersInRangeWithSameCase=La plage de caract\u00e8res d\u00e9finie dans la s\u00e9quence de r\u00e9vision doit utiliser la m\u00eame casse.
NonLinearVersioning.Error.RevisionSequence.LettersInRangeAreNotOdered=La plage de caract\u00e8res d\u00e9finie sur la s\u00e9quence de r\u00e9vision doit \u00eatre correctement ordonn\u00e9e.
NonLinearVersioning.Error.RevisionSequence.PaddingIsOneSinglCharacter=D\u00e9finition de ouatage invalide <$2.>, il doit s'agir d'un caract\u00e8re unique (modifier la propri\u00e9t\u00e9 $1.).
NonLinearVersioning.Error.RevisionSequence.onlyLetterInSequence=La s\u00e9quence de r\u00e9vision contient des caract\u00e8res non valides.
NonLinearVersioning.Error.RevisionSequence.AlreadyDefined=Un mod\u00e8le de r\u00e9vision nomm\u00e9 '$1.' existe d\u00e9j\u00e0.
NonLinearVersioning.Error.RevisionSequence.NotDeclared=Le mod\u00e8le de r\u00e9vision nomm\u00e9 '$1.' n'existe pas.
NonLinearVersioning.Error.RevisionSequence.EditForbidden=La s\u00e9quence de r\u00e9vision DS nomm\u00e9e '$1.' a pu \u00eatre modifi\u00e9e.
NonLinearVersioning.Error.RevisionSequence.NotCompatible=La d\u00e9finition de s\u00e9quence de r\u00e9vision d'entr\u00e9e n'est pas compatible avec la s\u00e9quence de r\u00e9vision nomm\u00e9e '$1.', la mise \u00e0 jour est donc interdite.
NonLinearVersioning.Error.rerouteAfterCloning=Au moins une op\u00e9ration de redirection a \u00e9chou\u00e9 apr\u00e8s les op\u00e9rations de r\u00e9vision/duplication.
NonLinearVersioning.Error.NoAccessToRelationship=Echec de la requ\u00eate de base de donn\u00e9es de relation lors des op\u00e9rations de redirection suite aux op\u00e9rations de r\u00e9vision/duplication.
NonLinearVersioning.Error.NoAccessToPath=Echec de la requ\u00eate de base de donn\u00e9es de chemins lors des op\u00e9rations de redirection, suite aux op\u00e9rations de r\u00e9vision/duplication.
NonLinearVersioning.Error.AddVersionError=Echec de l'appel de la logique applicative d'initialisation. 
NonLinearVersioning.Error.Completion=Echec de l'appel de la logique applicative d'ach\u00e8vement de r\u00e9vision, duplication ou suppression \u00e0 cause de $1.. 
NonLinearVersioning.Error.Dedicated=Erreur lors de l'ex\u00e9cution de l'op\u00e9ration applicative (d\u00e9tails : $1.).
NonLinearVersioning.Error.DocumentType=Echec de la v\u00e9rification du type de document.
NonLinearVersioning.Error.CESTAMPCheck=L'objet $1. a \u00e9t\u00e9 modifi\u00e9 depuis le chargement pr\u00e9c\u00e9dent (v\u00e9rification de CESTAMP).
NonLinearVersioning.Error.ResetDerivedFrom=Impossible de d\u00e9tacher la nouvelle r\u00e9vision de la famille pr\u00e9c\u00e9dente lors de l'op\u00e9ration de duplication.
NonLinearVersioning.Error.ReadDerivedFrom=Impossible de lire la valeur "D\u00e9riv\u00e9e de".
NonLinearVersioning.Error.TwoEvolutionOnSameAncestor=La cr\u00e9ation d'une nouvelle r\u00e9vision n'est pas autoris\u00e9e, car au moins 2 r\u00e9visions appartiennent \u00e0 la m\u00eame branche : $1..
NonLinearVersioning.Error.AccessVersionNumberGenerator=Impossible d'acc\u00e9der au param\u00e8tre relatif au mode de g\u00e9n\u00e9rateur de r\u00e9vision : $1..
NonLinearVersioning.Error.BomSynchronizeForbidEditIntent=L'\u00e9dition de graphique de version est interdite sur l'objet impliqu\u00e9 dans la synchronisation EBOM.
NonLinearVersioning.Error.ReadAttribute=Impossible de lire l'attribut $1..
NonLinearVersioning.Error.ReadTitle=Impossible de lire le titre.
NonLinearVersioning.Error.UnavailableProductIntent=Objectif non disponible pour ce produit.
NonLinearVersioning.Error.OnlyOneProductIntent=Le produit prend uniquement en charge un seul objectif.
NonLinearVersioning.Error.DerivativeAfterFix=Les d\u00e9riv\u00e9es apr\u00e8s une correction sont impossibles pour les produits ou les plans de fabrication.
NonLinearVersioning.Error.EvolutionFromNotLast=L'\u00e9volution est prise en charge uniquement sur la derni\u00e8re r\u00e9vision du produit.
NonLinearVersioning.Error.UnableReadData=Impossible de lire les donn\u00e9es de la base de donn\u00e9es.
NonLinearVersioning.Error.UnableWriteData=Impossible d'\u00e9crire des donn\u00e9es dans la base de donn\u00e9es.
NonLinearVersioning.Error.UnableToSetInformation=Impossible de mettre \u00e0 jour les informations dans la base de donn\u00e9es\n(Informations suppl\u00e9mentaires : $1.).
NonLinearVersioning.Error.UnableSetData=Impossible de d\u00e9finir les donn\u00e9es dans la base de donn\u00e9es.
NonLinearVersioning.Error.TNR=Impossible de cr\u00e9er un nouvel objet $1. car il existe d\u00e9j\u00e0 un autre objet avec le m\u00eame identifiant.
NonLinearVersioning.Error.RequestSameTNR=Demande de plusieurs r\u00e9visions avec le m\u00eame identifiant $1..
NonLinearVersioning.Error.NoVirtualItem=El\u00e9ment physique attendu.
NonLinearVersioning.Error.UnexpectedMigration=Cr\u00e9ation inattendue d'un \u00e9l\u00e9ment physique.
NonLinearVersioning.Error.AddVersionRequestNotAuthorizedIntent=La demande d'ajout de r\u00e9vision utilise un op\u00e9rateur non autoris\u00e9 : $1..
NonLinearVersioning.Error.AddVersionRequestOnlyOneIntentAuthorized=Pour ce type d'objet, un seul op\u00e9rateur d'ajout de r\u00e9vision par demande est pris en charge.
NonLinearVersioning.Error.FirstOnlyOnceForConfiguredTime=Au moins une r\u00e9vision configur\u00e9e est d\u00e9j\u00e0 cr\u00e9\u00e9e sur $1. $2..
NonLinearVersioning.Error.ConfiguredRevisionNotAuthorized=La cr\u00e9ation de r\u00e9visions configur\u00e9es n'est pas encore disponible sur $1. $2..
NonLinearVersioning.Error.MissingJsonHttpInput=La requ\u00eate HTTP ne fournit pas d'entr\u00e9e JSON.
NonLinearVersioning.Error.MissingObjectHttpInput=La requ\u00eate HTTP ne fournit pas d'objet en entr\u00e9e.
NonLinearVersioning.Error.InvalidHttpContext=Impossible d'ouvrir la session !
NonLinearVersioning.Error.InvalidOutputFormat=Attente du retour d'un message de sortie $1. qui n'est pas attendu par le SID client.
NonLinearVersioning.Error.ForbiddenAttributeUpdate=L'attribut de base $1. (avec valeur $2.) ne peut pas faire partie d'une clause de mise \u00e0 jour.
NonLinearVersioning.Error.NoAccessToJpo=Aucun acc\u00e8s au programme <$1.>
NonLinearVersioning.Error.InvalidDatabaseAccess=Aucun acc\u00e8s aux informations de la base de donn\u00e9es <$1.>
NonLinearVersioning.Error.GlobalAuthoringOptionOnly=L'option de cr\u00e9ation globale $1. est d\u00e9finie en tant qu'option au niveau de la demande.
NonLinearVersioning.Error.InvalidIntent=L'op\u00e9ration $1. n'est pas autoris\u00e9e sur ce type d'objet.
NonLinearVersioning.Error.NotAuthorizedAddVersion=La cr\u00e9ation de la r\u00e9vision du type $1. n\u00e9cessite des licences sp\u00e9cifiques pour les $2. autoris\u00e9s.
NonLinearVersioning.Error.UnableToCreateModuleBranch=Impossible de cr\u00e9er le module $1 branche $2
NonLinearVersioning.Error.AuthoringOptionOnRevise=L'option de cr\u00e9ation $1. est valide uniquement pour la nouvelle r\u00e9vision (pas pour le double ni pour la nouvelle branche).
NonLinearVersioning.Error.MQLCommandException=Une exception est survenue lors de l'ex\u00e9cution du langage de requ\u00eate
NonLinearVersioning.Error.MQLCommandFailed=Une erreur est survenue lors de l'ex\u00e9cution du langage de requ\u00eate (d\u00e9tails : $1.).
NonLinearVersioning.Error.TypeNameRevisionConflict=Le type d'unicit\u00e9, le nom et la r\u00e9vision sont en conflit avec $1. $2. $3.
NonLinearVersioning.Error.UnknownEditIntentOperation=Seules AJOUTER et ENLEVER sont des op\u00e9rations valides pour l'\u00e9dition graphique de la version s\u00e9mantique
NonLinearVersioning.Error.MIBAddModule=Impossible de cr\u00e9er le module. (Informations suppl\u00e9mentaires : $1.)
NonLinearVersioning.Error.MIBOnly=Service disponible pour MIB uniquement.
NonLinearVersioning.Error.ObjectDontExist=L'objet n'existe pas. (Informations suppl\u00e9mentaires : $1.)
NonLinearVersioning.Error.Kernel.Undefined=Echec lors de l'ex\u00e9cution d'une commande de noyau. (Informations suppl\u00e9mentaires : $1.)
NonLinearVersioning.Error.PolicyDontExist=La r\u00e8gle $1. utilis\u00e9e pour cr\u00e9er les donn\u00e9es n'existe pas.
NonLinearVersioning.Error.NoReflexiveSemanticEdge=Les versions ant\u00e9rieure et post\u00e9rieure dans l'\u00e9dition de graphique de version s\u00e9mantique doivent \u00eatre diff\u00e9rentes.
NonLinearVersioning.Error.NoReflexiveComposition=Les versions p\u00e8re et enfant dans la structure de composition s\u00e9mantique doivent \u00eatre diff\u00e9rentes.
NonLinearVersioning.Error.NotComposedInFather=La version $1. n'est pas compos\u00e9e dans $2.
NonLinearVersioning.Error.CompositionRemovalFailed=Impossible d'enlever $1. comme composant de $2. (probablement introuvable parmi les composants ou pas d'acc\u00e8s \u00e0 ceux-ci).
NonLinearVersioning.Error.CompositionAdditionFailed=Impossible d'ins\u00e9rer $1. comme nouveau composant dans $2.
NonLinearVersioning.Error.FormatOptionIgnored=L'option de format est ignor\u00e9e car elle se trouve dans la d\u00e9finition de la demande.
NonLinearVersioning.Error.RestoreSameResultingIteration=L'it\u00e9ration \u00e0 partir de laquelle effectuer la restauration est identique \u00e0 l'it\u00e9ration actuelle.
NonLinearVersioning.Error.RestoreIterationOutOfRange=L'it\u00e9ration \u00e0 partir de laquelle effectuer la restauration est hors de la plage des it\u00e9rations disponibles.
NonLinearVersioning.Error.RevisionSequenceNotFound=La s\u00e9quence de r\u00e9vision $1. est introuvable.
NonLinearVersioning.Error.UpdateRevisionSequence=Impossible de d\u00e9finir ou de r\u00e9initialiser la s\u00e9quence de r\u00e9vision \u00e9tendue sur $1. $2..
NonLinearVersioning.Error.PromoteNotAuthorized=La promotion vers $1. n'est pas autoris\u00e9e par le mode de num\u00e9ro de r\u00e9vision $2. sur l'objet $3..
NonLinearVersioning.Error.AddVersionNewBranchOneMax=Une seule op\u00e9ration Nouvelle branche est accept\u00e9e, supprimez l'op\u00e9ration inutile $1..
NonLinearVersioning.Error.AddVersionNewRevisionOneMax=Une seule op\u00e9ration Nouvelle r\u00e9vision est accept\u00e9e, supprimez l'op\u00e9ration inutile $1..
NonLinearVersioning.Error.AddVersionDuplicateOneMax=Une seule op\u00e9ration Dupliquer est accept\u00e9e, supprimez l'op\u00e9ration inutile $1..
NonLinearVersioning.Error.AddVersionNewMinorRevisionOneMax=Une seule op\u00e9ration Nouvelle r\u00e9vision mineure est accept\u00e9e, supprimez l'op\u00e9ration inutile $1..
NonLinearVersioning.Error.AddVersionFirstRevisionOneMax=Une seule op\u00e9ration Nouvelle r\u00e9vision de premi\u00e8re configuration est accept\u00e9e, supprimez l'op\u00e9ration inutile $1..
NonLinearVersioning.Error.AddVersionNewRevisionAndNewBranchCompatibility=L'op\u00e9ration Nouvelle r\u00e9vision n'est pas compatible avec l'op\u00e9ration Nouvelle branche, supprimez les op\u00e9rations incompatibles.
NonLinearVersioning.Error.AddVersionNewRevisionAndDuplicateCompatibility=L'op\u00e9ration Nouvelle r\u00e9vision n'est pas compatible avec l'op\u00e9ration Dupliquer, supprimez les op\u00e9rations incompatibles.
NonLinearVersioning.Error.AddVersionNewRevisionAndNewMinorRevisionOneMax=L'op\u00e9ration Nouvelle r\u00e9vision n'est pas compatible avec l'op\u00e9ration Nouvelle r\u00e9vision mineure, supprimez les op\u00e9rations incompatibles.
NonLinearVersioning.Error.AddVersionNewRevisionAndFirstOneMax=L'op\u00e9ration Nouvelle r\u00e9vision n'est pas compatible avec la cr\u00e9ation de la Premi\u00e8re r\u00e9vision configur\u00e9e, supprimez les op\u00e9rations incompatibles.
NonLinearVersioning.Error.AddVersionNewBranchAndDuplicateCompatibility=L'op\u00e9ration Nouvelle branche n'est pas compatible avec l'op\u00e9ration Dupliquer, supprimez les op\u00e9rations incompatibles.
NonLinearVersioning.Error.AddVersionNewBranchAndNewMinorRevisionOneMax=L'op\u00e9ration Nouvelle branche n'est pas compatible avec l'op\u00e9ration Nouvelle r\u00e9vision mineure, supprimez les op\u00e9rations incompatibles.
NonLinearVersioning.Error.AddVersionNewRevisionAndFirstOneMax=L'op\u00e9ration Nouvelle branche n'est pas compatible avec la cr\u00e9ation de la Premi\u00e8re r\u00e9vision configur\u00e9e, supprimez les op\u00e9rations incompatibles.
NonLinearVersioning.Error.AddVersionDuplicateAndNewMinorRevisionOneMax=L'op\u00e9ration Dupliquer n'est pas compatible avec l'op\u00e9ration Nouvelle r\u00e9vision mineure, supprimez les op\u00e9rations incompatibles.
NonLinearVersioning.Error.AddVersionDuplicateAndFirstOneMax=L'op\u00e9ration Dupliquer n'est pas compatible avec la cr\u00e9ation de la Premi\u00e8re r\u00e9vision configur\u00e9e, supprimez les op\u00e9rations incompatibles.
NonLinearVersioning.Error.AddVersionSecondaryAndFirstOneMax=L'op\u00e9ration Nouvelle r\u00e9vision mineure n'est pas compatible avec la cr\u00e9ation de la Premi\u00e8re r\u00e9vision configur\u00e9e, supprimez les op\u00e9rations incompatibles.
NonLinearVersioning.nls.ConfiguredRevision.type=R\u00e9vision configur\u00e9e
NonLinearVersioning.nls.ConfiguredRevision.license=Configuration
NonLinearVersioning.Error.AssociatedRevisionSequence=Associez ou r\u00e9initialisez la S\u00e9quence de r\u00e9vision \u00e0 $1. $2. n\u00e9cessite que l'utilisateur connect\u00e9 $3. dispose de privil\u00e8ge administrateur.
NonLinearVersioning.Error.EditRevisionSequence=La Modification de la s\u00e9quence de r\u00e9vision $1. n\u00e9cessite que l'utilisateur connect\u00e9 $2. dispose de privil\u00e8ge administrateur.
NonLinearVersioning.Error.VGStackActivationFailed=Impossible d'activer la pile de graphique de version.
NonLinearVersioning.Error.VGStackDeactivationFailed=Impossible de d\u00e9sactiver la pile de graphique de version.
NonLinearVersioning.Error.StudyNotAllowedOnConfiguredNode=La branche n'est pas autoris\u00e9e sur un n\u0153ud configur\u00e9. Veuillez essayer une branche avanc\u00e9e \u00e0 la place.
NonLinearVersioning.Error.FilterMustBeSetForPStudyOnConfiguredNode=Sur un n\u0153ud configur\u00e9, un filtre doit \u00eatre appliqu\u00e9 sur la structure pour autoriser les branches avanc\u00e9es.
NonLinearVersioning.Error.FilterMustBeSingleEvolution=Les branches avanc\u00e9es sur un n\u0153ud configur\u00e9 sont uniquement autoris\u00e9es si le filtre a un crit\u00e8re d'\u00e9volution unique.
NonLinearVersioning.Error.UnableToCopyFiles=Impossible de copier les fichiers dans un nouveau document.
