# Copyright 2019-2022 Dassault Systemes. All rights reserved.
#
#   Subject: Propose NLS support for Version Graph error messages.
NonLinearVersioning.Notice.SemanticEdgeNotFound=\u524a\u9664\u3059\u308b\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u898b\u3064\u304b\u3089\u306a\u304b\u3063\u305f\u305f\u3081\u3001\u64cd\u4f5c\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f
NonLinearVersioning.Error.NLVStatus=\u30ea\u30d3\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u30e2\u30fc\u30c9(\u7dda\u5f62\u307e\u305f\u306f\u975e\u7dda\u5f62)\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.SystemCompletion=\u73fe\u5728\u306e\u64cd\u4f5c\u306e\u95a2\u9023\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.SemanticEdgeNotDeleted=\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30ea\u30ec\u30fc\u30b7\u30e7\u30f3\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.SemanticNONE=NONE\u6f14\u7b97\u5b50\u304c\u3053\u306e\u30ea\u30af\u30a8\u30b9\u30c8\u3067\u306f\u7121\u52b9\u3067\u3059
NonLinearVersioning.Error.ItemNotDeleted=\u9805\u76ee\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.ItemNotLoaded=\u9805\u76ee\u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.ItemNotSet=\u9805\u76ee\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.ItemFromVersion=\u30ea\u30d3\u30b8\u30e7\u30f3\u304b\u3089\u9805\u76ee\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.ItemFromVersionModel=\u3053\u306e\u88fd\u54c1\u306f\u5225\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u6240\u6709\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u7d9a\u884c\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.ItemAlreadyExist=\u3053\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u306f\u3059\u3067\u306b\u9805\u76ee\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.ItemCreation=\u9805\u76ee\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.VersionNotSet=\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.VersionNull=\u5165\u529b\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u7269\u7406ID\u304c\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u3067\u3059
NonLinearVersioning.Error.TypeNull=\u5165\u529b\u30d3\u30b8\u30cd\u30b9\u30bf\u30a4\u30d7\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093(\u30cc\u30eb\u307e\u305f\u306f\u7a7a)
NonLinearVersioning.Error.VersionCopyFrom=\u6b21\u304b\u3089\u30b3\u30d4\u30fc\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.VersionDelete=\u30ea\u30d3\u30b8\u30e7\u30f3\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.computeVersionNumber=\u30ea\u30d3\u30b8\u30e7\u30f3\u756a\u53f7\u3092\u8a08\u7b97\u3067\u304d\u307e\u305b\u3093(\u8ffd\u52a0\u60c5\u5831: $1.)
NonLinearVersioning.Error.VersionDeletePropagate=\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u524a\u9664\u3092\u30d7\u30ed\u30d1\u30b2\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.VersionDeleteSpinOff=\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u524a\u9664\u5f8c\u306bSPIN-OFF\u3092\u518d\u30eb\u30fc\u30c6\u30a3\u30f3\u30b0\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.VersionDeleteLeaf=\u30ea\u30fc\u30d5\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u307f\u524a\u9664\u3067\u304d\u307e\u3059
NonLinearVersioning.Error.VersionCheckMajor=\u30e1\u30b8\u30e3\u30fc\u30ea\u30d3\u30b8\u30e7\u30f3\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u30c1\u30a7\u30c3\u30af\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.VersionToItem=\u30ea\u30d3\u30b8\u30e7\u30f3\u3092\u9805\u76ee\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.VersionNoItem=\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u9805\u76ee\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30d0\u30fc\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u30e2\u30fc\u30c9\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u305b\u3093
NonLinearVersioning.Error.VersionAddSemantic=\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30ea\u30f3\u30af\u3092\u8ffd\u52a0\u307e\u305f\u306f\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.VersionReviseMajor=\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u4f5c\u6210\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.VersionDuplicate=\u65e2\u5b58\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304b\u3089\u306e\u65b0\u898f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4f5c\u6210\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.VersionFamily=\u30d5\u30a1\u30df\u30ea\u30fc\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u691c\u7d22\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.VersionFamilyNull=\u30ea\u30d3\u30b8\u30e7\u30f3\u30d5\u30a1\u30df\u30ea\u30fcID\u3092\u30cc\u30eb\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.VersionFamilyNotSet=\u5165\u529b\u30ea\u30d3\u30b8\u30e7\u30f3\u30d5\u30a1\u30df\u30ea\u30fcID\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.VersionsNotLoaded=\u30ea\u30d3\u30b8\u30e7\u30f3\u30d5\u30a1\u30df\u30ea\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionsNull=\u8ffd\u52a0\u30ea\u30d3\u30b8\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u30de\u30c3\u30d7\u3092\u30cc\u30eb\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.GraphVersionsNull=\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30b0\u30e9\u30d5\u30ea\u30d3\u30b8\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u30de\u30c3\u30d7\u3092\u30cc\u30eb\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionRequestNull=\u30ea\u30af\u30a8\u30b9\u30c8\u3092\u30cc\u30eb\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.getLastVersionsFromJson=\u6700\u7d42\u30d0\u30fc\u30b8\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u30cc\u30eb\u306b\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionRequestSpinOff=\u8ffd\u52a0\u30ea\u30d3\u30b8\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3067SPIN-OFF\u306e\u307f\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionRequestSpinOffNew=\u7dda\u5f62\u30ea\u30d3\u30b8\u30e7\u30f3\u30e2\u30fc\u30c9\u3067SPIN-OFF\u3092NEW\u3068\u7d50\u5408\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionRequestFore=FORE\u64cd\u4f5c\u306f$1.\u306e\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30d0\u30fc\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u3067\u30b5\u30a4\u30af\u30eb\u3092\u4f5c\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307e\u3059" ) ; }
NonLinearVersioning.Error.AddVersionRequestForeSameSource=\u89aa\u3068\u30bd\u30fc\u30b9\u304c\u540c\u3058\u5834\u5408\u3001FORE\u64cd\u4f5c\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionRequestSpinOffDup=\u7dda\u5f62\u30ea\u30d3\u30b8\u30e7\u30f3\u30e2\u30fc\u30c9\u3067SPIN-OFF\u3092DUPLICATE\u3068\u7d50\u5408\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionRequestSameItemSemantic=\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8\u306f\u3059\u3079\u3066\u540c\u3058\u9805\u76ee\u304b\u3089\u306e\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionRequestSemanticOneMax=\u305d\u3046\u3057\u305f\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8\u306f1\u3064\u306e\u307f\u3053\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u304b\u3089\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.AddVersionRequestDistinctItemSpinOff=SPIN-OFF\u306f\u500b\u5225\u9805\u76ee\u3067\u5b9f\u884c\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
NonLinearVersioning.Error.AddVersionRequestEvolutionOnly=\u6307\u5b9a\u3055\u308c\u305f\u64cd\u4f5c$1.\u306f\u3001\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3067\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.AddVersionRequestEvolutionOneMax=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3067\u306f1\u3064\u306eEVOLUTION\u306e\u307f\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.AddVersionRequestIntentIgnore=$1.\u30a4\u30f3\u30c6\u30f3\u30c8\u306f\u3001\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u7121\u8996\u3055\u308c\u307e\u3059\u3002
NonLinearVersioning.Error.AddVersionRequestMinorForbidden=\u30de\u30a4\u30ca\u30fc\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u3053\u306e\u30bf\u30a4\u30d7\u306b\u306f\u7121\u52b9\u3067\u3059
NonLinearVersioning.Error.AddVersionRequestNewAuthorizeOnlySpinOff=NEW\u8ffd\u52a0\u30ea\u30d3\u30b8\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u3067\u306fSPIN-OFF\u306e\u307f\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059
NonLinearVersioning.Error.AddVersionRequestOnMinorExclusive=\u30de\u30a4\u30ca\u30fc\u8ffd\u52a0\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u6392\u4ed6\u7684\u3067\u3042\u308a\u3001\u4ed6\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.RequestWithMutuallyExclusiveIntents=\u30ea\u30af\u30a8\u30b9\u30c8\u306f\u76f8\u4e92\u306b\u6392\u4ed6\u7684\u306a\u30ea\u30d3\u30b8\u30e7\u30f3\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8\u3092\u5b9a\u7fa9\u3057\u307e\u3059:\n $1..
NonLinearVersioning.Error.AddVersionRequestSingleIntegrate=INTEGRATE\u3092\u30d7\u30e9\u30a4\u30de\u30ea\u30ea\u30d3\u30b8\u30e7\u30f3\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionRequestSingleSpinoff=SPIN-OFF\u3092\u30d7\u30e9\u30a4\u30de\u30ea\u30ea\u30d3\u30b8\u30e7\u30f3\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionInvalidNameProposal=\u30d0\u30fc\u30b8\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u30bb\u30c3\u30c8\u306f\u540d\u524d\u306b\u7981\u6b62\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u5019\u88dc\u6587\u5b57\u5217<$1.>\u3092\u8ffd\u52a0\u3057\u307e\u3059
NonLinearVersioning.Error.AddVersionInvalidCodeProposal=\u30d0\u30fc\u30b8\u30e7\u30f3\u30ea\u30af\u30a8\u30b9\u30c8\u30bb\u30c3\u30c8\u306f\u30ea\u30d3\u30b8\u30e7\u30f3\u756a\u53f7\u306b\u7981\u6b62\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u5019\u88dc\u6587\u5b57\u5217<$1.>\u3092\u8ffd\u52a0\u3057\u307e\u3059
NonLinearVersioning.Error.AddVersionPreprocess=\u8ffd\u52a0\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u51e6\u7406\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.AddVersionPostprocessNoPreprocess=\u6700\u521d\u306b\u524d\u51e6\u7406\u3092\u547c\u3073\u51fa\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionPostprocessNoNewVersion=\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3ID\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionError=\u30ea\u30d3\u30b8\u30e7\u30f3\u4f5c\u6210\u306e\u51e6\u7406\u4e2d\u306b\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.IncompleteObjectCreationDefinition=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u4f5c\u6210\u306b\u306f\u3001\u300c$1.\u300d\u306e\u5b9a\u7fa9\u304c\u5fc5\u8981\u3067\u3059
NonLinearVersioning.Error.OperationNotPossibleType=\u3053\u306e\u64cd\u4f5c\u306f\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3067\u306f\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.OperationMultipleOrigin=\u540c\u3058\u30ea\u30d3\u30b8\u30e7\u30f3\u30d5\u30a1\u30df\u30ea\u30fc\u306b\u5bfe\u3057\u3066\u8907\u6570\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u5143\u304c\u5b9a\u7fa9\u3055\u308c\u307e\u3057\u305f
NonLinearVersioning.Error.OperationNotSameItem=\u500b\u5225\u9805\u76ee\u304b\u3089\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u9593\u306e\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.SeveralVersionsCandidate=\u8907\u6570\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u30d6\u30e9\u30f3\u30c1\u306e\u6700\u5f8c\u306b\u306a\u308b\u5019\u88dc\u3067\u3059
NonLinearVersioning.Error.OperationCycle=\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8\u30ea\u30d3\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u306e\u30b5\u30a4\u30af\u30eb\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.OperationMultipleCopy=\u30ea\u30d3\u30b8\u30e7\u30f3\u3092\u4ed6\u306e1\u3064\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u30b3\u30d4\u30fc\u306b\u3059\u308b\u3053\u3068\u3060\u3051\u304c\u3067\u304d\u307e\u3059
NonLinearVersioning.Error.GraphNotLoaded=\u30b0\u30e9\u30d5\u3092\u30ed\u30fc\u30c9\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.PushContext=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u30d7\u30c3\u30b7\u30e5\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.PopContext=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u30dd\u30c3\u30d7\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.ConstructorPID=\u7269\u7406ID\u3092\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
NonLinearVersioning.Error.JSONFormatUnexpected=JSON\u5165\u529b\u306e\u5f62\u5f0f\u304c\u7121\u52b9\u3067\u3059
NonLinearVersioning.Error.JSONMissingKey=\u5165\u529bJSON\u306e\u6b20\u843d\u3057\u3066\u3044\u308b\u30ad\u30fc: $1.
NonLinearVersioning.Error.JSONNoRequestDefined=\u5165\u529bJSON(\u30ad\u30fc:  $1.)\u306b\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.JSONInvalidValue=JSON\u30d7\u30ed\u30d1\u30c6\u30a3\u300c$1.\u300d\u306e\u7121\u52b9\u306a\u5165\u529b\u5024\u300c$2.\u300d
NonLinearVersioning.Error.JSONMaxHigherOrEqualToMin=\u6700\u5927\u30b5\u30a4\u30ba\u300c$1.\u300d\u306f\u3001\u6700\u5c0f\u30b5\u30a4\u30ba\u300c$1.\u300d\u4ee5\u4e0a\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
NonLinearVersioning.Error.JSONInvalidType=JSON\u30d7\u30ed\u30d1\u30c6\u30a3\u300c$1.\u300d\u306e\u7121\u52b9\u306a\u5165\u529b\u5024\u300c$2.\u300d
NonLinearVersioning.Error.JSONOnlyOneKey=\u5165\u529b\u306b\u306f1\u3064\u4ee5\u4e0a\u306e$1. JSON\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.JSONInvalidVersion=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044JSON\u30d0\u30fc\u30b8\u30e7\u30f3: $1.
NonLinearVersioning.Error.JSONUnknownIntent=JSON\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8\u304c\u8a8d\u8b58\u53ef\u80fd\u306a\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093: $1.
NonLinearVersioning.Error.JSONUnknownBlock=\u4e0d\u660e\u306a\u30ea\u30d3\u30b8\u30e7\u30f3#\u30d6\u30ed\u30c3\u30af(\u30b0\u30eb\u30fc\u30d7\u3001\u30d7\u30e9\u30a4\u30de\u30ea\u3001\u30b7\u30fc\u30b1\u30f3\u30b9\u307e\u305f\u306f\u30bb\u30ab\u30f3\u30c0\u30ea\u3067\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059)
NonLinearVersioning.Error.notValidVersionNumberRule=\u7121\u52b9\u306a\u30ea\u30d3\u30b8\u30e7\u30f3#\u30b9\u30af\u30ea\u30d7\u30c8\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf
NonLinearVersioning.Error.InvalidInputRevisionNumber=\u5165\u529b\u30ea\u30d3\u30b8\u30e7\u30f3\u756a\u53f7$1.\u306f\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30ac\u30d0\u30ca\u30f3\u30b9\u3068\u6574\u5408\u3057\u3066\u3044\u307e\u305b\u3093(\u30dd\u30ea\u30b7\u30fc$2.\u3092\u53c2\u7167)\u3002
NonLinearVersioning.Error.UnknownPredicateName=\u8ff0\u8a9e$1.\u306f\u5229\u7528\u53ef\u80fd\u306a\u8ff0\u8a9e\u30ea\u30b9\u30c8\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.UnknownGeneratorName=\u30b3\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf$1.\u306f\u5229\u7528\u53ef\u80fd\u306a\u30b3\u30fc\u30c9\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u306e\u30ea\u30b9\u30c8\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.NotVersionNumberRules=\u30ea\u30d3\u30b8\u30e7\u30f3\u756a\u53f7\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u304c\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8$1.\u306b\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.OneSourceAtOnce=\u30bd\u30fc\u30b9\u304b\u3089\u4e00\u5ea6\u306b1\u3064\u306e\u307f\u30b3\u30d4\u30fc\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.Query=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30af\u30a8\u30ea\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.SOVCarryOver=\u30bb\u30ab\u30f3\u30c0\u30ea\u30d9\u30af\u30c8\u30eb\u30aa\u30fc\u30ca\u30fc\u30b7\u30c3\u30d7\u306e\u66f4\u65b0\u306b\u5931\u6557\u3057\u307e\u3057\u305f: $1.
NonLinearVersioning.Error.POVCarryOver=\u30d7\u30e9\u30a4\u30de\u30ea\u30d9\u30af\u30c8\u30eb\u30aa\u30fc\u30ca\u30fc\u30b7\u30c3\u30d7\u306e\u66f4\u65b0\u306b\u5931\u6557\u3057\u307e\u3057\u305f: $1.
NonLinearVersioning.Error.QueryExchangeStatus=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u63db\u7b97\u30b9\u30c6\u30fc\u30bf\u30b9\u306e\u30af\u30a8\u30ea\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.TransactionReport=\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u30ec\u30dd\u30fc\u30c8\u30b9\u30c6\u30fc\u30bf\u30b9\u3078\u306e\u30a2\u30af\u30bb\u30b9\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.QueryRevision=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u30af\u30a8\u30ea\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.QueryFamily=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u30d5\u30a1\u30df\u30ea\u30fcID\u306e\u30af\u30a8\u30ea\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.QuerySiteName=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u30b5\u30a4\u30c8\u540d\u306e\u30af\u30a8\u30ea\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.QueryVersionAttrs=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u30ea\u30d3\u30b8\u30e7\u30f3\u5c5e\u6027\u306e\u30af\u30a8\u30ea\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.QuerySemantics=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a4\u30f3\u30c6\u30f3\u30c8\u30a8\u30c3\u30b8\u306e\u30af\u30a8\u30ea\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.QueryAccessSequence=\u521d\u671f\u5316\u306b\u4f7f\u7528\u3059\u308b\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.VersionAccessPreviousRevision=\u524d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.QueryAttributes=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u95a2\u3059\u308b\u5c5e\u6027\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093
NonLinearVersioning.Error.isConfiguredAsEvolution=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5c55\u958b\u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u308b\u304b\u78ba\u8a8d\u3067\u304d\u307e\u305b\u3093: $1.
NonLinearVersioning.Error.QueryExists=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u5b58\u5728\u3057\u307e\u3059\u304b
NonLinearVersioning.Error.NotAccessible=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093($1.)?
NonLinearVersioning.Error.QueryAttributeInformation=$1.\u5c5e\u6027\u60c5\u5831\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.NoAccessToChangeInfo=$1\u306e\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u60c5\u5831\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093...
NonLinearVersioning.Error.GetInterface=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e$1.\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.SetInterface=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067$1.\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.ResetInterface=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067$1.\u3092\u30ea\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.QueryIndexPolicy=$1. $2.\u306b\u5bfe\u3059\u308b\u30a2\u30af\u30bb\u30b9\u6a29\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.NonMIBPolicy=\u30c7\u30fc\u30bf\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30dd\u30ea\u30b7\u30fc$1.\u306fMIB\u30dd\u30ea\u30b7\u30fc\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.QueryExpression=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u5f0f\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.InvokeClass=\u8d77\u52d5\u4e2d\u306b\u30af\u30e9\u30b9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
NonLinearVersioning.Error.InvokeInstantiate=\u8d77\u52d5\u4e2d\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.InvokeAccess=\u8d77\u52d5\u4e2d\u306e\u30a2\u30af\u30bb\u30b9\u304c\u4e0d\u6b63\u3067\u3059
NonLinearVersioning.Error.InvokeSecurity=\u8d77\u52d5\u4e2d\u306b\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u306e\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.InvokeMethod=\u8d77\u52d5\u4e2d\u306b\u306f\u305d\u306e\u3088\u3046\u306a\u30e1\u30bd\u30c3\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NonLinearVersioning.Error.InvokeTarget=\u8d77\u52d5\u4e2d\u306b\u30bf\u30fc\u30b2\u30c3\u30c8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.ReviseFromNotAuthorized=\u73fe\u884c\u30ea\u30d3\u30b8\u30e7\u30f3\u30d5\u30a1\u30df\u30ea\u30fc\u3067\u306f\u306a\u3044\u3082\u306e\u304b\u3089\u306e\u6539\u8a02\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.IsLastCheck=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u6700\u7d42\u30ea\u30d3\u30b8\u30e7\u30f3\u3067\u3042\u308b\u304b\u3092\u30c1\u30a7\u30c3\u30af\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.ReviseIntoForbidden=\u6700\u7d42\u4ee5\u5916\u304b\u3089\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u30aa\u30d6\u30b8\u30a7\u30af\u30c8$1.\u3067\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.ReviseFromNotLast=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8$1.\u306f\u3059\u3067\u306b\u6539\u8a02\u3055\u308c\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.ReviseMajor=\u3053\u306e\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u3067\u306f\u3001\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u65b0\u898f\u4f5c\u6210\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.ReviseMinor=\u3053\u306e\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u3067\u306f\u3001\u30de\u30a4\u30ca\u30fc\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u65b0\u898f\u4f5c\u6210\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.NoReviseAccess=\u73fe\u5728\u6539\u8a02\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u8003\u3048\u3089\u308c\u308b\u539f\u56e0\u3068\u89e3\u6c7a\u7b56: \u30bf\u30fc\u30b2\u30c3\u30c8\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u3067\u306e\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u6539\u8a02\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u304c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u73fe\u5728\u306e\u8cc7\u683c\u60c5\u5831\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u3092\u78ba\u8a8d\u3059\u308b\u304b\u3001\u5225\u306e\u8cc7\u683c\u60c5\u5831\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u306e\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30f3\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u306e\u8a73\u7d30\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30e6\u30fc\u30b6\u30fc\u30ac\u30a4\u30c9\u306e\u300c\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u30a2\u30af\u30bb\u30b9\u300d\u30da\u30fc\u30b8\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
NonLinearVersioning.Error.NoReviseOnDistantData=\u5225\u306e\u30b5\u30a4\u30c8 (Distant Data) \u304c\u6240\u6709\u3059\u308b\u30c7\u30fc\u30bf\u306e\u6539\u8a02\u306f\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.NoReviseAccessDueToMaturityState=\u73fe\u5728\u3001\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u306e$1.\u306e\u6700\u5f8c\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306f$2.\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308a\u3001\u5c11\u306a\u304f\u3068\u3082\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u30b9\u30c6\u30fc\u30c8\u304c\u60f3\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.LastERMinor=\u6700\u5f8c\u306e\u64cd\u4f5c\u304c\u30de\u30a4\u30ca\u30fc\u9650\u5b9a\u30a4\u30f3\u30c7\u30c3\u30af\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.MakeClone=\u6539\u8a02\u307e\u305f\u306f\u8907\u88fd\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
NonLinearVersioning.Error.MakeCloneParam=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8$1.\u3092\u6539\u8a02\u307e\u305f\u306f\u8907\u88fd\u3067\u304d\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.MakeCloneRevisionFormat=\u60f3\u5b9a\u3055\u308c\u308b\u30ea\u30d3\u30b8\u30e7\u30f3\u5f62\u5f0f\u306f$1.\u3067\u3059
NonLinearVersioning.Error.MakeCloneMultipleDelimiters=\u30ea\u30d3\u30b8\u30e7\u30f3\u5f62\u5f0f\u3067\u306f1\u3064\u306e\u533a\u5207\u308a\u6587\u5b57\u304c\u60f3\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.MakeReadAccess=\u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306b\u73fe\u5728\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u524a\u9664\u3055\u308c\u305f\u304b\u3001\u30e6\u30fc\u30b6\u30fc\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
NonLinearVersioning.Error.DontExist=\u3053\u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u306f\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u524a\u9664\u3055\u308c\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
NonLinearVersioning.Error.MakeCloneAccess=\u8003\u3048\u3089\u308c\u308b\u539f\u56e0\u3068\u89e3\u6c7a\u7b56\uff1a\u30bf\u30fc\u30b2\u30c3\u30c8\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u306b\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3059\u308b\u306e\u306b\u5fc5\u8981\u306a\u30ec\u30b9\u30dd\u30f3\u30b7\u30d3\u30ea\u30c6\u30a3\u304c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u73fe\u5728\u306e\u8cc7\u683c\u60c5\u5831\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u3092\u78ba\u8a8d\u3059\u308b\u304b\u3001\u5225\u306e\u8cc7\u683c\u60c5\u5831\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u306e\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30f3\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u306b\u3064\u3044\u3066\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30e6\u30fc\u30b6\u30fc\u30ac\u30a4\u30c9\u306e\u300c\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u30a2\u30af\u30bb\u30b9\u300d\u30da\u30fc\u30b8\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AccessRights=\u4e00\u90e8\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u73fe\u5728\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u8003\u3048\u3089\u308c\u308b\u539f\u56e0\u3068\u89e3\u6c7a\u7b56\uff1a\u30bf\u30fc\u30b2\u30c3\u30c8\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u306b\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3059\u308b\u306e\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u304c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u73fe\u5728\u306e\u8cc7\u683c\u60c5\u5831\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u3092\u78ba\u8a8d\u3059\u308b\u304b\u3001\u5225\u306e\u8cc7\u683c\u60c5\u5831\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u306e\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30f3\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u306e\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30e6\u30fc\u30b6\u30fc\u30ac\u30a4\u30c9\u306e\u300c\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u30a2\u30af\u30bb\u30b9\u300d\u30da\u30fc\u30b8\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.MakeDuplicateAccess=\u4e00\u90e8\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u73fe\u5728\u306e\u30e6\u30fc\u30b6\u30fc\u306f\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u8003\u3048\u3089\u308c\u308b\u539f\u56e0\u3068\u89e3\u6c7a\u7b56\uff1a\u30bf\u30fc\u30b2\u30c3\u30c8\u306e\u30b3\u30e9\u30dc\u30ec\u30fc\u30b7\u30e7\u30f3\u30b9\u30da\u30fc\u30b9\u306b\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3059\u308b\u306e\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u304c\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u73fe\u5728\u306e\u8cc7\u683c\u60c5\u5831\u306b\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u3092\u78ba\u8a8d\u3059\u308b\u304b\u3001\u5225\u306e\u8cc7\u683c\u60c5\u5831\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u3053\u306e\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30f3\u306b\u5fc5\u8981\u306a\u30a2\u30af\u30bb\u30b9\u30ed\u30fc\u30eb\u306e\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30e6\u30fc\u30b6\u30fc\u30ac\u30a4\u30c9\u306e\u300c\u30b3\u30f3\u30c6\u30f3\u30c4\u3078\u306e\u30a2\u30af\u30bb\u30b9\u300d\u30da\u30fc\u30b8\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.MakeDeleteParam=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8$1.\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.BatchReviseParam=\u6b21\u306e\u3044\u305a\u308c\u304b\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u539f\u56e0\u3067\u6539\u8a02\u306b\u5931\u6557\u3057\u307e\u3057\u305f: $1.
NonLinearVersioning.Error.BatchDeleteParam=\u6b21\u306e\u3044\u305a\u308c\u304b\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u539f\u56e0\u3067\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f: $1.
NonLinearVersioning.Error.UpdateMaturity=\u6539\u8a02\uff0f\u8907\u88fd\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u5b8c\u6210\u5ea6\u3092$1.\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
NonLinearVersioning.Error.UpdateStamp=\u6539\u8a02\uff0f\u8907\u88fd\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u66f4\u65b0\u30b9\u30bf\u30f3\u30d7\u3092$1.\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
NonLinearVersioning.Error.ResetConfiguration=\u6539\u8a02\uff0f\u8907\u88fd\u64cd\u4f5c\u5f8c\u306b\u69cb\u6210\u60c5\u5831\u3092\u30ea\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: $1.
NonLinearVersioning.Error.CleanConfiguration=\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u304c\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u4e0b\u306b\u3042\u308b\u305f\u3081\u3001\u8907\u88fd\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.DerivationNodeParametesr=\u88fd\u54c1\u306e\u6d3e\u751f\u30ce\u30fc\u30c9\u30d1\u30e9\u30e1\u30fc\u30bf\u30d7\u30ed\u30d1\u30c6\u30a3\u306e\u8aad\u307f\u53d6\u308a\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.HandlerEmptyPolicy=\u30dd\u30ea\u30b7\u30fc\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.HandlerUndefined=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u9069\u5207\u306a\u30cf\u30f3\u30c9\u30e9\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093: $1.
NonLinearVersioning.Error.MigrationDistant=\u30d0\u30fc\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u306e\u79fb\u884c\u304c\u3053\u306e\u30b5\u30a4\u30c8\u3067\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u6700\u521d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u30ea\u30e2\u30fc\u30c8\u3068\u898b\u306a\u3055\u308c\u307e\u3059
NonLinearVersioning.Error.MigrationPresent=\u30d0\u30fc\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u306e\u79fb\u884c\u304c\u3053\u306e\u30b5\u30a4\u30c8\u3067\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u6700\u521d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u5b58\u5728\u305b\u305a\u3001\u4e00\u90e8\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306f\u30ea\u30e2\u30fc\u30c8\u3068\u898b\u306a\u3055\u308c\u307e\u3059
NonLinearVersioning.Error.PidFormat=\u30ea\u30af\u30a8\u30b9\u30c8$2.(\u30ad\u30fc: $3.)\u306e\u7269\u7406ID\u5f62\u5f0f$1.\u304c\u7121\u52b9\u3067\u3059\u3002
NonLinearVersioning.Error.VidFormat=VID\u5f62\u5f0f\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093
NonLinearVersioning.Error.expectedObjectId=\u30a4\u30c6\u30ec\u30fc\u30b7\u30e7\u30f3\u7ba1\u7406\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u306a\u3044\u30aa\u30d6\u30b8\u30a7\u30af\u30c8ID\u304c\u60f3\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059: \u30ea\u30af\u30a8\u30b9\u30c8$2.(\u30ad\u30fc: $3.)\u306e$1.\u3002
NonLinearVersioning.Error.expectedBranchId=\u30a4\u30c6\u30ec\u30fc\u30b7\u30e7\u30f3\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u60f3\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059: \u30ea\u30af\u30a8\u30b9\u30c8$2.(\u30ad\u30fc: $3.)\u306e$1.\u3002
NonLinearVersioning.Error.expectedInvaliId=\u3053\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306b\u306f\u6709\u52b9\u306a\u30d5\u30a9\u30fc\u30de\u30c3\u30c8ID\u304c\u3042\u308a\u307e\u305b\u3093:\u30ea\u30af\u30a8\u30b9\u30c8$2.(\u30ad\u30fc: $3.)\u306e$1.\u3002
NonLinearVersioning.Error.CorruptedMultipleCopies=\u30c7\u30fc\u30bf\u304c\u7834\u640d\u3057\u3066\u3044\u307e\u3059: \u30ea\u30d3\u30b8\u30e7\u30f3\u3092\u4ed6\u306e\u8907\u6570\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u30b3\u30d4\u30fc\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.CommitFailed=\u4fdd\u5b58\u64cd\u4f5c\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.RevisionSequence.NotDefined=\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.RevisionSequence.InvalidSequenceDefinition=\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9<$1.>\u304c\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093
NonLinearVersioning.Error.RevisionSequence.LettersInRangeWithSameCase=\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u6587\u5b57\u7bc4\u56f2\u306f\u3001\u540c\u3058\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u3092\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
NonLinearVersioning.Error.RevisionSequence.LettersInRangeAreNotOdered=\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u6587\u5b57\u7bc4\u56f2\u306f\u3001\u9069\u5207\u306b\u9806\u5e8f\u4ed8\u3051\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
NonLinearVersioning.Error.RevisionSequence.PaddingIsOneSinglCharacter=\u7121\u52b9\u306a\u30d1\u30c3\u30c9\u5b9a\u7fa9<$2.>\u3067\u3059\u3002\u4e00\u610f\u306e\u6587\u5b57\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093(\u30d7\u30ed\u30d1\u30c6\u30a3$1.\u3092\u5909\u66f4)\u3002
NonLinearVersioning.Error.RevisionSequence.onlyLetterInSequence=\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9\u306b\u7121\u52b9\u306a\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.RevisionSequence.AlreadyDefined="$1."\u3068\u3044\u3046\u540d\u524d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
NonLinearVersioning.Error.RevisionSequence.NotDeclared="$1."\u3068\u3044\u3046\u540d\u524d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
NonLinearVersioning.Error.RevisionSequence.EditForbidden="$1."\u3068\u3044\u3046\u540d\u524d\u306eDS\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9\u306f\u3001\u5909\u66f4\u3055\u308c\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059
NonLinearVersioning.Error.RevisionSequence.NotCompatible=\u5165\u529b\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9\u306e\u5b9a\u7fa9\u304c\u3001'$1.' \u3068\u3044\u3046\u540d\u79f0\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9\u306e\u5b9a\u7fa9\u3068\u6574\u5408\u3057\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.rerouteAfterCloning=\u6539\u8a02\uff0f\u8907\u88fd\u64cd\u4f5c\u306e\u5f8c\u306e\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u518d\u30eb\u30fc\u30c6\u30a3\u30f3\u30b0\u64cd\u4f5c\u304c\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.NoAccessToRelationship=\u6539\u8a02\uff0f\u8907\u88fd\u64cd\u4f5c\u5f8c\u306e\u518d\u30eb\u30fc\u30c6\u30a3\u30f3\u30b0\u64cd\u4f5c\u4e2d\u306b\u95a2\u4fc2\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30af\u30a8\u30ea\u30fc\u304c\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.NoAccessToPath=\u6539\u8a02\uff0f\u8907\u88fd\u64cd\u4f5c\u5f8c\u306e\u518d\u30eb\u30fc\u30c6\u30a3\u30f3\u30b0\u64cd\u4f5c\u4e2d\u306b\u30d1\u30b9\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30af\u30a8\u30ea\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.AddVersionError=\u521d\u671f\u5316\u30d3\u30b8\u30cd\u30b9\u30ed\u30b8\u30c3\u30af\u306e\u547c\u51fa\u3057\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f 
NonLinearVersioning.Error.Completion=$1.\u304c\u539f\u56e0\u3067\u3001\u5b8c\u4e86\u30d3\u30b8\u30cd\u30b9\u30ed\u30b8\u30c3\u30af\u306e\u6539\u8a02\u3001\u8907\u88fd\u3001\u307e\u305f\u306f\u524a\u9664\u3092\u547c\u51fa\u3057\u6642\u306b\u5931\u6557\u3057\u307e\u3057\u305f 
NonLinearVersioning.Error.Dedicated=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u64cd\u4f5c\u306e\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f(\u8a73\u7d30\u60c5\u5831\uff1a$1.)
NonLinearVersioning.Error.DocumentType=\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u30bf\u30a4\u30d7\u306e\u30c1\u30a7\u30c3\u30af\u306b\u5931\u6557\u3057\u307e\u3057\u305f
NonLinearVersioning.Error.CESTAMPCheck=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8$1.\u304c\u524d\u56de\u306e\u30ed\u30fc\u30c9(CESTAMP\u30c1\u30a7\u30c3\u30af)\u4ee5\u964d\u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f
NonLinearVersioning.Error.ResetDerivedFrom=\u8907\u88fd\u64cd\u4f5c\u4e2d\u306b\u4ee5\u524d\u306e\u30d5\u30a1\u30df\u30ea\u30fc\u304b\u3089\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u3092\u95a2\u9023\u4ed8\u3051\u89e3\u9664\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.ReadDerivedFrom="\u6d3e\u751f\u5143"\u306e\u5024\u3092\u8aad\u8fbc\u3081\u307e\u305b\u3093
NonLinearVersioning.Error.TwoEvolutionOnSameAncestor=\u5c11\u306a\u304f\u3068\u30822\u3064\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u304c\u540c\u3058\u30d6\u30e9\u30f3\u30c1\u306b\u5c5e\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u65b0\u898f\u4f5c\u6210\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093: $1.
NonLinearVersioning.Error.AccessVersionNumberGenerator=\u30ea\u30d3\u30b8\u30e7\u30f3\u30b8\u30a7\u30cd\u30ec\u30fc\u30bf\u30e2\u30fc\u30c9\u306b\u95a2\u9023\u3059\u308b\u8a2d\u5b9a\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093: $1.
NonLinearVersioning.Error.BomSynchronizeForbidEditIntent=\u30d0\u30fc\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u304c\u3001EBOM\u540c\u671f\u306b\u95a2\u4fc2\u3059\u308b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067\u306f\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.ReadAttribute=\u5c5e\u6027$1.\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093
NonLinearVersioning.Error.ReadTitle=\u30bf\u30a4\u30c8\u30eb\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093
NonLinearVersioning.Error.UnavailableProductIntent=\u3053\u306e\u88fd\u54c1\u3067\u306f\u5229\u7528\u3067\u304d\u306a\u3044\u30a4\u30f3\u30c6\u30f3\u30c8
NonLinearVersioning.Error.OnlyOneProductIntent=\u88fd\u54c1\u3067\u306f\u5358\u4e00\u306e\u30a4\u30f3\u30c6\u30f3\u30c8\u306e\u307f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059
NonLinearVersioning.Error.DerivativeAfterFix=\u4fee\u6b63\u5f8c\u306e\u6d3e\u751f\u306f\u88fd\u54c1\u307e\u305f\u306f\u88fd\u9020\u8a08\u753b\u3067\u306f\u3067\u304d\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.EvolutionFromNotLast=\u5c55\u958b\u306f\u6700\u65b0\u306e\u88fd\u54c1\u30ea\u30d3\u30b8\u30e7\u30f3\u3067\u306e\u307f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059
NonLinearVersioning.Error.UnableReadData=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304b\u3089\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093
NonLinearVersioning.Error.UnableWriteData=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u30c7\u30fc\u30bf\u3092\u66f8\u304d\u8fbc\u3080\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.UnableToSetInformation=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u60c5\u5831\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\n(\u8ffd\u52a0\u60c5\u5831: $1.)
NonLinearVersioning.Error.UnableSetData=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3067\u30c7\u30fc\u30bf\u3092\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.TNR=\u4ed6\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u3059\u3067\u306b\u540c\u3058\u8b58\u5225\u5b50\u3067\u5b58\u5728\u3059\u308b\u305f\u3081\u3001\u65b0\u3057\u3044\u30aa\u30d6\u30b8\u30a7\u30af\u30c8$1.\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.RequestSameTNR=\u540c\u3058\u8b58\u5225\u5b50$1.\u3067\u8907\u6570\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u3092\u30ea\u30af\u30a8\u30b9\u30c8\u3057\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.NoVirtualItem=\u60f3\u5b9a\u3055\u308c\u308b\u7269\u7406\u9805\u76ee
NonLinearVersioning.Error.UnexpectedMigration=\u7269\u7406\u9805\u76ee\u306e\u4e88\u671f\u305b\u306c\u4f5c\u6210
NonLinearVersioning.Error.AddVersionRequestNotAuthorizedIntent=\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u8ffd\u52a0\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u3001\u8a31\u53ef\u3055\u308c\u3066\u3044\u306a\u3044\u6f14\u7b97\u5b50$1.\u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.AddVersionRequestOnlyOneIntentAuthorized=\u3053\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u3067\u306f\u3001\u30ea\u30af\u30a8\u30b9\u30c8\u3054\u3068\u306b1\u3064\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u8ffd\u52a0\u6f14\u7b97\u5b50\u306e\u307f\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3059
NonLinearVersioning.Error.FirstOnlyOnceForConfiguredTime=\u5c11\u306a\u304f\u3068\u30821\u3064\u306e\u69cb\u6210\u6e08\u307f\u30ea\u30d3\u30b8\u30e7\u30f3\u304c$1. $2.\u306b\u65e2\u306b\u4f5c\u6210\u3055\u308c\u3066\u3044\u307e\u3059
NonLinearVersioning.Error.ConfiguredRevisionNotAuthorized=\u69cb\u6210\u3055\u308c\u305f\u30ea\u30d3\u30b8\u30e7\u30f3\u4f5c\u6210\u306f$1. $2.\u3067\u306f\u307e\u3060\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.MissingJsonHttpInput=HTTP\u30ea\u30af\u30a8\u30b9\u30c8\u304cJSON\u5165\u529b\u3092\u63d0\u4f9b\u3057\u307e\u305b\u3093
NonLinearVersioning.Error.MissingObjectHttpInput=HTTP\u30ea\u30af\u30a8\u30b9\u30c8\u304c\u5165\u529b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u63d0\u4f9b\u3057\u307e\u305b\u3093
NonLinearVersioning.Error.InvalidHttpContext=\u30bb\u30c3\u30b7\u30e7\u30f3\u3092\u958b\u3051\u307e\u305b\u3093
NonLinearVersioning.Error.InvalidOutputFormat=$1.\u51fa\u529b\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u8fd4\u3055\u308c\u308b\u3053\u3068\u3092\u60f3\u5b9a\u3057\u3066\u3044\u307e\u3059\u304c\u3001\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u5074\u3067\u306f\u60f3\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.ForbiddenAttributeUpdate=\u57fa\u672c\u5c5e\u6027$1. (\u5024$2.) \u306f\u66f4\u65b0\u30af\u30ed\u30fc\u30ba\u306e\u4e00\u90e8\u306b\u306a\u308a\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.NoAccessToJpo=\u30d7\u30ed\u30b0\u30e9\u30e0<$1.>\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
NonLinearVersioning.Error.InvalidDatabaseAccess=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u60c5\u5831<$1.>\u3078\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093
NonLinearVersioning.Error.GlobalAuthoringOptionOnly=\u30b0\u30ed\u30fc\u30d0\u30eb\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30aa\u30d7\u30b7\u30e7\u30f3$1.\u304c\u3001\u30ea\u30af\u30a8\u30b9\u30c8\u30ec\u30d9\u30eb\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u3057\u3066\u8a2d\u5b9a\u3055\u308c\u307e\u3059\u3002
NonLinearVersioning.Error.InvalidIntent=\u30aa\u30da\u30ec\u30fc\u30b7\u30e7\u30f3$1.\u306f\u3001\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bf\u30a4\u30d7\u4e0a\u3067\u30aa\u30fc\u30b5\u30e9\u30a4\u30ba\u3055\u308c\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.NotAuthorizedAddVersion=\u30bf\u30a4\u30d7 $1 \u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u4f5c\u6210\u306b\u306f\u3001\u6a29\u9650\u306e\u3042\u308b$2\u306b\u7279\u5b9a\u306e\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u5fc5\u8981\u3067\u3059
NonLinearVersioning.Error.UnableToCreateModuleBranch=\u30e2\u30b8\u30e5\u30fc\u30eb$1\u30d6\u30e9\u30f3\u30c1$2\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.AuthoringOptionOnRevise=\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u30aa\u30d7\u30b7\u30e7\u30f3$1.\u306f \u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u5bfe\u3057\u3066\u306e\u307f\u6709\u52b9\u3067\u3059(\u91cd\u8907\u307e\u305f\u306f\u65b0\u3057\u3044\u30d6\u30e9\u30f3\u30c1\u306e\u3044\u305a\u308c\u306b\u3082\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093)
NonLinearVersioning.Error.MQLCommandException=\u30af\u30a8\u30ea\u8a00\u8a9e\u5b9f\u884c\u6642\u306e\u4f8b\u5916\u3067\u3059
NonLinearVersioning.Error.MQLCommandFailed=\u30af\u30a8\u30ea\u8a00\u8a9e\u5b9f\u884c\u6642\u306b\u5931\u6557\u3057\u307e\u3057\u305f (\u8a73\u7d30\uff1a$1.)
NonLinearVersioning.Error.TypeNameRevisionConflict=\u4e00\u610f\u6027\u30bf\u30a4\u30d7\u3001\u540d\u524d\u3001\u30ea\u30d3\u30b8\u30e7\u30f3\u304c $1. $2. $3.\u3068\u7af6\u5408\u3057\u307e\u3059
NonLinearVersioning.Error.UnknownEditIntentOperation=\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30d0\u30fc\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u3067\u6709\u52b9\u306a\u64cd\u4f5c\u306f\u3001\u8ffd\u52a0\u3068\u9664\u53bb\u306e\u307f\u3067\u3059
NonLinearVersioning.Error.MIBAddModule=\u30e2\u30b8\u30e5\u30fc\u30eb\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3002(\u8ffd\u52a0\u60c5\u5831: $1.)
NonLinearVersioning.Error.MIBOnly=MIB\u3067\u306e\u307f\u5229\u7528\u53ef\u80fd\u306a\u30b5\u30fc\u30d3\u30b9\u3002
NonLinearVersioning.Error.ObjectDontExist=\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002(\u8ffd\u52a0\u60c5\u5831: $1.)
NonLinearVersioning.Error.Kernel.Undefined=\u30ab\u30fc\u30cd\u30eb\u30b3\u30de\u30f3\u30c9\u306e\u5b9f\u884c\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002(\u8ffd\u52a0\u60c5\u5831: $1.)
NonLinearVersioning.Error.PolicyDontExist=\u30c7\u30fc\u30bf\u306e\u4f5c\u6210\u306b\u4f7f\u7528\u3059\u308b\u30dd\u30ea\u30b7\u30fc$1.\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.NoReflexiveSemanticEdge=\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30d0\u30fc\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u30a8\u30c7\u30a3\u30b7\u30e7\u30f3\u306e\u89aa\u30d0\u30fc\u30b8\u30e7\u30f3\u3068\u5b50\u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u3001\u7570\u306a\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
NonLinearVersioning.Error.NoReflexiveComposition=\u69cb\u6210\u69cb\u9020\u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u306e\u89aa\u30d0\u30fc\u30b8\u30e7\u30f3\u3068\u5b50\u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u3001\u7570\u306a\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
NonLinearVersioning.Error.NotComposedInFather=\u30d0\u30fc\u30b8\u30e7\u30f3$1.\u306f\u3001$2\u3067\u69cb\u6210\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
NonLinearVersioning.Error.CompositionRemovalFailed=$1.\u3092$2.\u304b\u3089\u30b3\u30f3\u30dd\u30fc\u30b8\u3068\u3057\u3066\u9664\u53bb\u3067\u304d\u307e\u305b\u3093(\u30b3\u30f3\u30dd\u30fc\u30b8\u306b\u898b\u3064\u304b\u3089\u306a\u3044\u304b\u3001\u30a2\u30af\u30bb\u30b9\u3067\u304d\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059)
NonLinearVersioning.Error.CompositionAdditionFailed=$1.\u3092\u65b0\u3057\u3044\u30b3\u30f3\u30dd\u30fc\u30b8\u3068\u3057\u3066$2.\u306b\u633f\u5165\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.FormatOptionIgnored=\u30d5\u30a9\u30fc\u30de\u30c3\u30c8\u30aa\u30d7\u30b7\u30e7\u30f3\u306f\u3001\u30ea\u30af\u30a8\u30b9\u30c8\u5b9a\u7fa9\u306b\u3042\u308b\u305f\u3081\u7121\u8996\u3055\u308c\u307e\u3059
NonLinearVersioning.Error.RestoreSameResultingIteration=\u5fa9\u5143\u3092\u9078\u629e\u3057\u305f\u30a4\u30c6\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u73fe\u5728\u306e\u3082\u306e\u3068\u540c\u3058\u3067\u3059
NonLinearVersioning.Error.RestoreIterationOutOfRange=\u5fa9\u5143\u3092\u9078\u629e\u3057\u305f\u30a4\u30c6\u30ec\u30fc\u30b7\u30e7\u30f3\u304c\u5229\u7528\u53ef\u80fd\u306a\u30a4\u30c6\u30ec\u30fc\u30b7\u30e7\u30f3\u7bc4\u56f2\u5916\u3067\u3059
NonLinearVersioning.Error.RevisionSequenceNotFound=\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9$1.\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
NonLinearVersioning.Error.UpdateRevisionSequence=$1. $2.\u306e\u62e1\u5f35\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9\u3092\u8a2d\u5b9a\u307e\u305f\u306f\u30ea\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.PromoteNotAuthorized=$1. \u3078\u306e\u30b9\u30c6\u30fc\u30c8\u30a2\u30c3\u30d7\u306f\u3001\u30ea\u30d3\u30b8\u30e7\u30f3\u756a\u53f7\u30e2\u30fc\u30c9 $2. \u306b\u3088\u3063\u3066\u30aa\u30d6\u30b8\u30a7\u30af\u30c8 $3. \u3067\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NonLinearVersioning.Error.AddVersionNewBranchOneMax=\u65b0\u3057\u3044\u30d6\u30e9\u30f3\u30c1\u64cd\u4f5c\u306f1\u56de\u306e\u307f\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u7121\u7528\u306a\u64cd\u4f5c &1. \u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionNewRevisionOneMax=\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u64cd\u4f5c\u306f1\u56de\u306e\u307f\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u7121\u7528\u306a\u64cd\u4f5c &1. \u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionDuplicateOneMax=\u8907\u5199\u64cd\u4f5c\u306f1\u56de\u306e\u307f\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u7121\u7528\u306a\u64cd\u4f5c &1. \u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionNewMinorRevisionOneMax=\u65b0\u898f\u30de\u30a4\u30ca\u30fc\u30ea\u30d3\u30b8\u30e7\u30f3\u64cd\u4f5c\u306f1\u56de\u306e\u307f\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u7121\u7528\u306a\u64cd\u4f5c &1. \u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionFirstRevisionOneMax=\u65b0\u898f\u521d\u56de\u69cb\u6210\u30ea\u30d3\u30b8\u30e7\u30f3\u64cd\u4f5c\u306f1\u56de\u306e\u307f\u8a31\u53ef\u3055\u308c\u307e\u3059\u3002\u7121\u7528\u306a\u64cd\u4f5c &1. \u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionNewRevisionAndNewBranchCompatibility=\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u64cd\u4f5c\u306f\u65b0\u3057\u3044\u30d6\u30e9\u30f3\u30c1\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4e92\u63db\u6027\u306e\u306a\u3044\u64cd\u4f5c\u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionNewRevisionAndDuplicateCompatibility=\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u64cd\u4f5c\u306f\u8907\u5199\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4e92\u63db\u6027\u306e\u306a\u3044\u64cd\u4f5c\u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionNewRevisionAndNewMinorRevisionOneMax=\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u64cd\u4f5c\u306f\u65b0\u898f\u30de\u30a4\u30ca\u30fc\u30ea\u30d3\u30b8\u30e7\u30f3\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4e92\u63db\u6027\u306e\u306a\u3044\u64cd\u4f5c\u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionNewRevisionAndFirstOneMax=\u65b0\u898f\u30ea\u30d3\u30b8\u30e7\u30f3\u64cd\u4f5c\u306f\u521d\u56de\u69cb\u6210\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u4f5c\u6210\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4e92\u63db\u6027\u306e\u306a\u3044\u64cd\u4f5c\u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionNewBranchAndDuplicateCompatibility=\u65b0\u3057\u3044\u30d6\u30e9\u30f3\u30c1\u64cd\u4f5c\u306f\u8907\u5199\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4e92\u63db\u6027\u306e\u306a\u3044\u64cd\u4f5c\u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionNewBranchAndNewMinorRevisionOneMax=\u65b0\u3057\u3044\u30d6\u30e9\u30f3\u30c1\u64cd\u4f5c\u306f\u65b0\u898f\u30de\u30a4\u30ca\u30fc\u30ea\u30d3\u30b8\u30e7\u30f3\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4e92\u63db\u6027\u306e\u306a\u3044\u64cd\u4f5c\u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionNewRevisionAndFirstOneMax=\u65b0\u3057\u3044\u30d6\u30e9\u30f3\u30c1\u64cd\u4f5c\u306f\u521d\u56de\u69cb\u6210\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u4f5c\u6210\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4e92\u63db\u6027\u306e\u306a\u3044\u64cd\u4f5c\u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionDuplicateAndNewMinorRevisionOneMax=\u8907\u5199\u64cd\u4f5c\u306f\u65b0\u898f\u30de\u30a4\u30ca\u30fc\u30ea\u30d3\u30b8\u30e7\u30f3\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4e92\u63db\u6027\u306e\u306a\u3044\u64cd\u4f5c\u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionDuplicateAndFirstOneMax=\u8907\u5199\u64cd\u4f5c\u306f\u521d\u56de\u69cb\u6210\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u4f5c\u6210\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4e92\u63db\u6027\u306e\u306a\u3044\u64cd\u4f5c\u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.AddVersionSecondaryAndFirstOneMax=\u65b0\u898f\u30de\u30a4\u30ca\u30fc\u30ea\u30d3\u30b8\u30e7\u30f3\u64cd\u4f5c\u306f\u521d\u56de\u69cb\u6210\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u4f5c\u6210\u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u4e92\u63db\u6027\u306e\u306a\u3044\u64cd\u4f5c\u306f\u9664\u53bb\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.nls.ConfiguredRevision.type=\u69cb\u6210\u306e\u30ea\u30d3\u30b8\u30e7\u30f3
NonLinearVersioning.nls.ConfiguredRevision.license=\u69cb\u6210
NonLinearVersioning.Error.AssociatedRevisionSequence=\u30ea\u30d3\u30b8\u30e7\u30f3\u9806\u5e8f\u3092$1.\u306b\u95a2\u9023\u4ed8\u3051\u308b\u304b\u30ea\u30bb\u30c3\u30c8\u3057\u307e\u3059\u3002$2.\u3067\u306f\u3001\u63a5\u7d9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc$3.\u304c\u7ba1\u7406\u8005\u6a29\u9650\u3092\u6301\u3063\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
NonLinearVersioning.Error.EditRevisionSequence=\u30ea\u30d3\u30b8\u30e7\u30f3\u9806\u5e8f$1.\u3092\u7de8\u96c6\u3059\u308b\u306b\u306f\u3001\u63a5\u7d9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc$2.\u304c\u7ba1\u7406\u8005\u6a29\u9650\u3092\u6301\u3063\u3066\u3044\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
NonLinearVersioning.Error.VGStackActivationFailed=\u30d0\u30fc\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u30b9\u30bf\u30c3\u30af\u3092\u30a2\u30af\u30c6\u30a3\u30d6\u5316\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.VGStackDeactivationFailed=\u30d0\u30fc\u30b8\u30e7\u30f3\u30b0\u30e9\u30d5\u30b9\u30bf\u30c3\u30af\u3092\u975e\u30a2\u30af\u30c6\u30a3\u30d6\u5316\u3067\u304d\u307e\u305b\u3093
NonLinearVersioning.Error.StudyNotAllowedOnConfiguredNode=\u69cb\u6210\u30ce\u30fc\u30c9\u3067\u306f\u30d6\u30e9\u30f3\u30c1\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u4ee3\u308f\u308a\u306b\u62e1\u5f35\u30d6\u30e9\u30f3\u30c1\u3092\u8a66\u3057\u3066\u304f\u3060\u3055\u3044
NonLinearVersioning.Error.FilterMustBeSetForPStudyOnConfiguredNode=\u69cb\u6210\u30ce\u30fc\u30c9\u3067\u3001\u62e1\u5f35\u30d6\u30e9\u30f3\u30c1\u3092\u8a31\u53ef\u3059\u308b\u306b\u306f\u3001\u69cb\u9020\u306b\u30d5\u30a3\u30eb\u30bf\u3092\u9069\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
NonLinearVersioning.Error.FilterMustBeSingleEvolution=\u69cb\u6210\u30ce\u30fc\u30c9\u3067\u306e\u62e1\u5f35\u30d6\u30e9\u30f3\u30c1\u306f\u3001\u30d5\u30a3\u30eb\u30bf\u306b\u5358\u4e00\u306e\u5c55\u958b\u6761\u4ef6\u304c\u3042\u308b\u5834\u5408\u306b\u306e\u307f\u8a31\u53ef\u3055\u308c\u307e\u3059
NonLinearVersioning.Error.UnableToCopyFiles=\u30d5\u30a1\u30a4\u30eb\u3092\u65b0\u3057\u3044\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u306b\u30b3\u30d4\u30fc\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
