#
#  ENOXEngineerStringResources.properties -- Properties file.
#
#   Copyright (c) 1992-2017 Dassault Systemes.
#   All Rights Reserved.
#   This program contains proprietary and trade secret information of MatrixOne,
#   Inc.  Copyright notice is precautionary only
#   and does not evidence any actual or intended publication of such program
#

XEngineer.Alert.NoComponentEntryInJson=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u9805\u76ee\u304c\u5165\u529b\u306b\u3042\u308a\u307e\u305b\u3093
XEngineer.Alert.NoReferenceEntryInJson=\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u9805\u76ee\u304c\u5165\u529b\u306b\u306a\u3044\u304b\u7121\u52b9\u3067\u3059
XEngineer.Alert.ReferenceArrayEmptyInJson=\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u30a2\u30ec\u30a4\u304c\u5165\u529b\u3067\u7a7a\u767d\u3067\u3059
XEngineer.Alert.InvalidPhysicalidInJson=1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u304c\u7a7a\u767d\u304b\u30cc\u30eb\u306e\u7269\u7406ID\u5024\u3067\u3059
XEngineer.Alert.NoPhysicalidKeyInJson=\u7269\u7406ID\u9805\u76ee\u304c\u5165\u529b\u306b\u3042\u308a\u307e\u305b\u3093
XEngineer.Alert.InputEmptyForComponent=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u306e\u5165\u529b\u304c\u7a7a\u767d\u3067\u3059
XEngineer.Alert.ReferenceTemplateEmpty=VPM\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\uff1a\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304c\u7a7a\u767d\u3067\u3059
XEngineer.Alert.ReferenceEntityNull=PLM\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u304c\u30cc\u30eb\u3067\u3059
XEngineer.Alert.CreatedObjectAttributesEmpty=\u4f5c\u6210\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u5c5e\u6027\u304c\u7a7a\u767d\u3067\u3059
XEngineer.Alert.VPMReferenceCreatedSuccess=VPM\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u6b21\u306eID\u3068\u540d\u524d\u3067\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\uff1a
XEngineer.Alert.CreatingVPMReference=VPM\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306e\u4f5c\u6210\u3092\u958b\u59cb\uff1a\u6570\u91cf
XEngineer.Alert.ErrorAuthenticatingContext=\u30e6\u30fc\u30b6\u30fc\u306e\u8cc7\u683c\u60c5\u5831\u3092\u8a8d\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
XEngineer.Alert.ErrorStartingContext=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3092\u958b\u59cb\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
XEngineer.Alert.ErrorConnectingContext=\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306b\u63a5\u7d9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
XEngineer.Alert.ParentIdEntryMissing=\u89aaID\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
XEngineer.Alert.NoEntityResultSet=\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u7d50\u679c\u304c\u30cc\u30eb\u307e\u305f\u306f\u7a7a\u767d\u3067\u3059
XEngineer.Alert.InstanceInputNullOrEmpty=\u7121\u52b9\uff0f\u30cc\u30eb\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u5165\u529b
XEngineer.Alert.InstanceNullOrEmpty=1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u30a8\u30f3\u30c8\u30ea\u304c\u7121\u52b9\u3067\u3059
XEngineer.Alert.NotAValidRefOrRep=\u5b50\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u6709\u52b9\u306a\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u307e\u305f\u306f\u30ea\u30d7\u30ec\u30bc\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u3067\u306f\u3042\u308a\u307e\u305b\u3093
XEngineer.Alert.VPMRefEntityCreated=\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u30a8\u30f3\u30c6\u30a3\u30c6\u30a3\u304c\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f
XEngineer.Alert.GenericFailure=\u5b9f\u884c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30a8\u30e9\u30fc\u306e\u8a73\u7d30\u306f\u30ed\u30ac\u30fc\u30c8\u30ec\u30fc\u30b9\u3092\u6709\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30a8\u30e9\u30fc\u30b3\u30fc\u30c9\uff1a
XEngineer.Alert.GotValidContext=Web \u30b5\u30fc\u30d3\u30b9-\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u53d6\u5f97
XEngineer.Alert.jsonEntryEmptyOrInvalid=json\u306b\u30a8\u30f3\u30c8\u30ea\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093:
XEngineer.Alert.UserIdEntryMissing=\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

#Changes made in below keys should update the same in nls Json file for XENG application to be consistant in UI- start
XEngineer.Export.Level=\u30ec\u30d9\u30eb
XEngineer.Export.Components=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8
XEngineer.Export.Direct=\u88fd\u54c1\u306e\u76f4\u63a5\u306e\u5b50
XEngineer.Export.QualifiedAsFinal=\u88fd\u54c1\u30ea\u30fc\u30d5
XEngineer.Export.IncludeIntermediate=\u4e2d\u9593\u4f53\u3092\u542b\u3081\u308b
XEngineer.Export.GroupBy=\u30d3\u30e5\u30fc
XEngineer.Export.Reference=\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9
XEngineer.Export.PartNumber=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7
XEngineer.Export.NotGrouped=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9
XEngineer.Export.AdvancedFilterExpression=\u73fe\u5728\u306e\u30d3\u30e5\u30fc\u30d5\u30a3\u30eb\u30bf\u3092\u4f7f\u7528
XEngineer.Export.True=True
XEngineer.Export.False=False
XEngineer.Export.FileName=\u30d5\u30a1\u30a4\u30eb\u540d
XEngineer.Export.ExportedBy=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u62c5\u5f53\u8005
XEngineer.Export.ExportedOn=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u65e5
XEngineer.Export.NosOfExportedItems=\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u9805\u76ee\u6570
XEngineer.Preferences.NotSelectedFinalItem=\u9078\u629e\u3057\u3066\u3044\u307e\u305b\u3093\uff08\u30ea\u30fc\u30d5\u9805\u76ee\uff09
XEngineer.Export.FinalItem=\u30bf\u30fc\u30df\u30ca\u30eb\u9805\u76ee
XEngineer.Export.FinalItemValue=\u30bf\u30fc\u30df\u30ca\u30eb\u9805\u76ee\u5024
XEngineer.Export.EffectivityExpressionFailureMessage=\u6709\u52b9\u6027\u60c5\u5831\u306e\u751f\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f
XEngineer.Export.ReportsFailureMessage=\u30ec\u30dd\u30fc\u30c8\u306e\u751f\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f
XEngineer.Export.Note=\u30e1\u30e2\uff1a
XEngineer.Export.EFFECTIVITY.YES=Yes
XEngineer.Export.EFFECTIVITY.NO=No
XEngineer.Export.CoreMaterial=\u30b3\u30a2\u6750\u6599
XEngineer.Export.manufacturableView=\u88fd\u9020\u53ef\u80fd\uff0f\u8cfc\u5165\u53ef\u80fd\u3067\u306f\u306a\u3044\u9805\u76ee\u3092\u975e\u8868\u793a
#Changes made in below keys should update the same in nls Json file for XENG application to be consistant in UI- END



# property entries for Import functionality - Start

XEngineer.Import.Validation.Message.SpreadsheetDoesNothaveHeadersInformation=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u306b\u5217\u30d8\u30c3\u30c0\u30fc\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.AllSpreadsheetColumnsNotMappedtoSchema=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u3067\u306f1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u5217\u304c\u3069\u306e\u5c5e\u6027\u540d\u306b\u3082\u30de\u30c3\u30d4\u30f3\u30b0\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.MandatoryColumnsRequired=\u5fc5\u9808\u5217 $1 \u304c\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.MultipleRootItems=\u30ec\u30d9\u30eb0\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u30eb\u30fc\u30c8\u884c\u306f1\u3064\u306e\u307f\u3067\u3059
XEngineer.Import.Validation.Message.InvalidLevel=\u30ec\u30d9\u30eb\u5024\u306f\u6b63\u306e\u6574\u6570\u5024\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
XEngineer.Import.Validation.Message.IntermediateLevelNotFound=\u30ec\u30d9\u30eb\u60c5\u5831\u306f\u9023\u756a\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.SpreadsheetdoesnothaveanydatatoImport=\u30b3\u30f3\u30c6\u30f3\u30c4\u884c\u306f\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u3067\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.RootItemMissing=\u30eb\u30fc\u30c8\u884c\u306fLevel\u5217\u306e\u5024\u304c0\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
XEngineer.Import.Validation.Message.ContextItemAndRootItemIsNotMatched=\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3055\u308c\u305f\u30eb\u30fc\u30c8\u9805\u76ee\u306f\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3068\u4e00\u81f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
XEngineer.Import.Validation.Message.TypeNotSupported=\u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30bf\u30a4\u30d7\u3067\u3059
XEngineer.Import.Validation.Message.BadCharacter=\u5b9a\u7fa9\u3055\u308c\u305f\u6587\u5b57\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.RevisionEnteredwithoutName=\u9805\u76ee\u3092\u7279\u5b9a\u3059\u308b\u305f\u3081\u306e\u540d\u79f0\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093
XEngineer.Import.Validation.Message.NameEnteredwithoutRevision=\u9805\u76ee\u3092\u7279\u5b9a\u3059\u308b\u305f\u3081\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093
XEngineer.Import.Validation.Message.InstanceTitleMustbeenteredforexistingrow=\u65e2\u5b58\u306e\u9805\u76ee\u306b\u7a7a\u767d\u306e\u5024\u304c\u3042\u308b\u9805\u76ee\u30bf\u30a4\u30c8\u30eb\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.NoObjectExistswithEnterdNameandRevision=\u6307\u5b9a\u3057\u305f\u30bf\u30a4\u30d7\u3001\u540d\u79f0\u304a\u3088\u3073\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u9805\u76ee\u306f\u5b58\u5728\u3057\u307e\u305b\u3093
XEngineer.Import.Validation.Message.TwoExistingItemshavedifferenceincolumnvalues=\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u306e\u5225\u306e\u884c\u306b\u5b9a\u7fa9\u3055\u308c\u305f\u540c\u3058\u9805\u76ee\u3068\u6bd4\u8f03\u3057\u3066\u3001\u5217\u5024\u306f\u3053\u306e\u9805\u76ee\u3068\u4e00\u81f4\u3057\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.ChangeEnabledAnyObjectSelectWUCtoProceed=\u3053\u306e\u9805\u76ee\u306f\u5909\u66f4\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u304a\u308a\u3001[\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d]\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u306b\u306e\u307f\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u64cd\u4f5c\u304c\u8a31\u53ef\u3055\u308c\u307e\u3059
XEngineer.Import.Validation.Message.ChangeEnabledStrictObjectSelectWUCtoProceed=\u3053\u306e\u9805\u76ee\u306f\u53b3\u683c\u30e2\u30fc\u30c9\u3067\u5909\u66f4\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002\u6709\u52b9\u306a\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u3092[\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u306e\u4e0b\u3067\u4f5c\u696d]\u3068\u3057\u3066\u9078\u629e\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
XEngineer.Import.Validation.Message.ObjectAuthoringisnotallowedinthisstate=\u9805\u76ee\u306e\u5b8c\u6210\u5ea6\u304c\u51cd\u7d50\u30b9\u30c6\u30fc\u30c8\u3092\u8d85\u3048\u3066\u3044\u308b\u305f\u3081\u5909\u66f4\u3067\u304d\u307e\u305b\u3093
XEngineer.Import.Validation.Message.Spreadsheetcolumnnameisblank=\u4e00\u90e8\u306e\u5217\u3067\u5217\u30d8\u30c3\u30c0\u30fc\u306b\u7a7a\u767d\u306e\u5024\u304c\u3042\u308a\u307e\u3059\u3002\u7d9a\u884c\u3059\u308b\u306b\u306f\u6709\u52b9\u306a\u5217\u30d8\u30c3\u30c0\u30fc\u304c\u5fc5\u8981\u3067\u3059
XEngineer.Import.Validation.Message.ExceedsSpreadsheetMaxContentRows=\u30c7\u30fc\u30bf\u304c\u5927\u304d\u3044\u305f\u3081\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u3092\u51e6\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u308b\u6700\u5927\u884c\u306f"$1"\u884c\u3067\u3059
XEngineer.Import.Validation.message.Processingtimelimitcrossed=\u30b5\u30fc\u30d0\u30fc\u306e\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u306b\u3088\u308a\u30b3\u30de\u30f3\u30c9\u3092\u5b8c\u4e86\u3067\u304d\u307e\u305b\u3093
XEngineer.Import.Validation.Message.MandatoryAttributeValuecannotbeEmpty="$1" \u306b\u5fc5\u9808\u306e\u5c5e\u6027\u5024\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
XEngineer.Import.Validation.Message.ExceedsSpreadsheetMaxModificationContentRows=\u30b9\u30d7\u30ec\u30c3\u30c9\u30b7\u30fc\u30c8\u306f\u3001\u5909\u66f4\u53ef\u80fd\u306a\u6700\u5927"$1"\u500b\u306e\u30a2\u30a4\u30c6\u30e0\u3092\u8d8a\u3048\u3066\u3044\u307e\u3059
XEngineer.Import.Column.InstanceName=\u30bf\u30a4\u30c8\u30eb\uff08\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\uff09
XEngineer.Import.Column.PartNumber=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7
XEngineer.Import.Validation.Message.ReservedByUserNotAllowedForAuthoring=\u30e6\u30fc\u30b6\u30fc\u300c$1\u300d\u306b\u3088\u308a\u4e88\u7d04\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u64cd\u4f5c\u3092\u7d9a\u884c\u3059\u308b\u305f\u3081\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093\u3002


# property entries for Import functionality - End


# property entries for PartNumbering Parameterization functionality - Start

XEngineer.PartNumbering.Validation.Message.DuplicatingOrder=\u6ce8\u6587\u304c\u91cd\u8907\u3057\u3066\u3044\u307e\u3059\u3002\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u66f4\u65b0\u3057\u3066\u6700\u65b0\u306e\u5909\u66f4\u3092\u53d6\u5f97\u3057\u3066\u304f\u3060\u3055\u3044
XEngineer.PartNumbering.Validation.Message.DuplicatingCounter=\u5f0f\u306b\u3059\u3067\u306b\u30ab\u30a6\u30f3\u30bf\u304c\u5b58\u5728\u3057\u307e\u3059\u3002\u30a6\u30a3\u30b8\u30a7\u30c3\u30c8\u3092\u66f4\u65b0\u3057\u3066\u6700\u65b0\u306e\u5909\u66f4\u3092\u53d6\u5f97\u3057\u3066\u304f\u3060\u3055\u3044

# property entries for PartNumbering Parameterization functionality - End

# Property Entries added for Alternate and Substitute Management - Start

AltSubManagment.Alternate.Validation.PrimaryAndAlternateIsSame=\u30d7\u30e9\u30a4\u30de\u30ea\u30fc\u9805\u76ee\u3068\u4ee3\u66ff\u9805\u76ee\u3092\u540c\u3058\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
AltSubManagment.Alternate.Validation.AlreadyProposed=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u4ee3\u66ff\u3068\u3057\u3066\u63d0\u6848\u3055\u308c\u3066\u3044\u307e\u3059
AltSubManagment.Alternate.Validation.AlreadyQualified=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u4ee3\u66ff\u3068\u3057\u3066\u8a8d\u8a3c\u6e08\u307f\u3067\u3059
AltSubManagment.Substitute.Instance.Validation.AlreadyProposed=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u4f7f\u7528\u4e92\u63db\u3068\u3057\u3066\u63d0\u6848\u3055\u308c\u3066\u3044\u307e\u3059
AltSubManagment.Substitute.Instance.Validation.AlreadyQualified=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u4e92\u63db\u3068\u3057\u3066\u8a8d\u8a3c\u6e08\u307f\u3067\u3059
AltSubManagment.Substitute.Reference.Validation.AlreadyProposed=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u4e92\u63db\u3068\u3057\u3066\u63d0\u6848\u3055\u308c\u3066\u3044\u307e\u3059
AltSubManagment.Substitute.Reference.Validation.AlreadyQualified=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u4e92\u63db\u3068\u3057\u3066\u8a8d\u8a3c\u6e08\u307f\u3055\u308c\u3066\u3044\u307e\u3059
AltSubManagment.Substitute.ExistsAsAlternate.Validation.AlreadyProposed=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u4ee3\u66ff\u3068\u3057\u3066\u63d0\u6848\u6e08\u307f\u3067\u3042\u308a\u3001\u4e92\u63db\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
AltSubManagment.Substitute.ExistsAsAlternate.Validation.AlreadyQualified=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u4ee3\u66ff\u3068\u3057\u3066\u8a8d\u8a3c\u6e08\u307f\u3067\u3042\u308a\u3001\u4e92\u63db\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
AltSubManagment.Substitute.InstanceReference.Validation.AlreadyProposed=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u4e92\u63db\u3068\u3057\u3066\u63d0\u6848\u6e08\u307f\u3067\u3042\u308a\u3001\u4f7f\u7528\u4e92\u63db\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
AltSubManagment.Substitute.InstanceReference.Validation.AlreadyQualified=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u6e08\u4e92\u63db\u3068\u3057\u3066\u8a8d\u8a3c\u6e08\u307f\u3067\u3042\u308a\u3001\u4f7f\u7528\u4e92\u63db\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
AltSubManagment.AlternateOrSubstitute.Validation.Qualify=\u300c$1\u300d $2\u306f\u63d0\u6848\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308a\u307e\u305b\u3093\u3002\u63d0\u6848\u9805\u76ee\u306e\u307f\u8a8d\u8a3c\u3067\u304d\u307e\u3059
AltSubManagment.AlternateOrSubstitute.Validation.Remove=\u300c$1\u300d $2\u306f\u63d0\u6848\u30b9\u30c6\u30fc\u30c8\u306b\u3042\u308a\u307e\u305b\u3093\u3002\u63d0\u6848\u9805\u76ee\u306e\u307f\u9664\u5916\u3067\u304d\u307e\u3059
AltSubManagment.Substitute.InstanceReference.Validation.AddedAsInstanceProposed=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u4f7f\u7528\u4e92\u63db\u3068\u3057\u3066\u63d0\u6848\u6e08\u307f\u3067\u3042\u308a\u3001\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u4e92\u63db\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
AltSubManagment.Substitute.InstanceReference.Validation.AddedAsInstanceQualified=\u300c$1\u300d $2\u306f\u3059\u3067\u306b\u300c$3\u300d$4\u306e\u4f7f\u7528\u4e92\u63db\u3068\u3057\u3066\u8a8d\u8a3c\u6e08\u307f\u3067\u3042\u308a\u3001\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u4e92\u63db\u3068\u3057\u3066\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093
AltSubManagment.AlternateOrSubstitute.Validation.NotApplicable=\u300c$1\u300d $2\u306f\u3001\u3053\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3067\u306f\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093
AltSubManagment.AlternateOrSubstitute.Validation.NotReleased=\u300c$1\u300d $2\u306f\u3001\u8a8d\u8a3c\u4e2d\u306e\u4ee3\u66ff\u9805\u76ee\u306b\u5bfe\u3057\u3066\u30ea\u30ea\u30fc\u30b9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
AltSubManagment.AlternateOrSubstitute.Validation.Configured=\u300c$1\u300d $2\u306f\u69cb\u6210\u6e08\u307f\u88fd\u54c1\u3067\u3059\u3002\u69cb\u6210\u6e08\u307f\u88fd\u54c1\u3067\u306f\u4ee3\u66ff\u5b9a\u7fa9\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093
AltSubManagment.AlternateOrSubstitute.Validation.Reservedby=\u300c$1\u300d $2\u306f\u30e6\u30fc\u30b6\u30fc\u300c$3\u300d\u306b\u3088\u3063\u3066\u4e88\u7d04\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u300c$4\u300d$5\u3067\u306e\u627f\u8a8d\u64cd\u4f5c\u306f\u30e6\u30fc\u30b6\u30fc\u300c$6\u300d\u306b\u306e\u307f\u8a31\u53ef\u3055\u308c\u307e\u3059
AltSubManagment.AlternateOrSubstitute.Validation.SelectWorkUnderChange=\u64cd\u4f5c\u3092\u5b8c\u4e86\u3059\u308b\u306b\u306f\u3001[\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d] \u3092\u9078\u629e\u3057\u307e\u3059
AltSubManagment.AlternateOrSubstitute.Validation.ManualQualificationsNotAllowed=\u9078\u629e\u3057\u305f\u4ee3\u66ff\u9805\u76ee\u306f\u3001\u5909\u66f4\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u8a8d\u8a3c\u306f\u3001\u7ba1\u7406\u3055\u308c\u308b\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u5b8c\u4e86\u6642\u306b\u81ea\u52d5\u7684\u306b\u884c\u308f\u308c\u307e\u3059
AltSubManagment.AlternateOrSubstitute.Validation.InvalidWorkUnderChangeSelected=\u9078\u629e\u3057\u305f\u4ee3\u66ff\u9805\u76ee\u306f\u3059\u3067\u306b\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u3067\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u64cd\u4f5c\u3092\u5b8c\u4e86\u3059\u308b\u306b\u306f\u3001\u540c\u3058[\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d]\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
AltSubManagment.AlternateOrSubstitute.Validation.AlternateItemNotInWorkStateToProposeforotherusage=\u7528\u9014\u306f\u3001\u4ee3\u66ff\u8a8d\u8a3c\u30b9\u30c6\u30fc\u30bf\u30b9\u304c\u63d0\u6848\u6e08\u307f\u306e\u5834\u5408\u306b\u306e\u307f\u5909\u66f4\u3067\u304d\u307e\u3059
AltSubManagment.AlternateOrSubstitute.Validation.ProposedForHasMultipleItems=\u3053\u306e\u9805\u76ee\u306f\u8907\u6570\u306e\u30b3\u30f3\u30c6\u30ad\u30b9\u30c8\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u3059\u3079\u3066\u306e\u7528\u9014\u30ea\u30d5\u30a1\u30ec\u30f3\u30b9\u306b\u5bfe\u3057\u3066\u7528\u9014\u3092\u63d0\u6848\u3067\u304d\u307e\u305b\u3093
AltSubManagment.AlternateOrSubstitute.Validation.ForbidParentEnabledParentNotReleased=\u89aa\u88fd\u54c1\u306e\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u304c\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u306e\u305f\u3081\u3001\u3053\u306e\u7528\u9014\u306e\u4ee3\u66ff\u9805\u76ee\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
AltSubManagment.AlternateOrSubstitute.AlternateReference.Validation.Delete=\u9078\u629e\u3057\u305f\u9805\u76ee\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u4ee3\u66ff\u9805\u76ee\u306f[\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d]\u3092\u4f7f\u7528\u3057\u3066\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u3059
AltSubManagment.AlternateOrSubstitute.Validation.PrimaryItemIsNotChildOfParentItem=\u9078\u629e\u3057\u305f\u30d7\u30e9\u30a4\u30de\u30ea\u30fc\u9805\u76ee\u300c$1\u300d $2 \u306f\u89aa\u9805\u76ee\u300c$3\u300d $4\u306e\u5b50\u3067\u306f\u3042\u308a\u307e\u305b\u3093
AltSubManagment.AlternateOrSubstitute.Validation.GovernedWithChange=1\u3064\u307e\u305f\u306f\u8907\u6570\u306e\u9078\u629e\u6e08\u307f\u4ee3\u66ff\u9805\u76ee\u3067\u5909\u66f4\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002[\u5909\u66f4\u30a2\u30af\u30b7\u30e7\u30f3\u306e\u4e0b\u3067\u4f5c\u696d]\u3092\u9078\u629e\u3057\u3066\u64cd\u4f5c\u3092\u5b8c\u4e86\u3057\u3066\u304f\u3060\u3055\u3044

# Property Entries added for Alternate and Substitute Management - End

OOTBParameterization.ENGDefinationManagement.AlternateSubstituteManagement=\u4ee3\u66ff\u7ba1\u7406
OOTBParameterization.ENGDefinationManagement.AlternateSubstituteManagement.tooltip=\u4ee3\u66ff\u7ba1\u7406

OOTBParameterization.ENGDefinationManagement.AlternateSubstituteManagement.AlternateCarryOver.Argument=\u524d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306e\u4ee3\u66ff\u3092\u4ee5\u964d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u542b\u3081\u308b
OOTBParameterization.ENGDefinationManagement.AlternateSubstituteManagement.AlternateCarryOver.Argument.tooltip=\u6709\u52b9\u306b\u3059\u308b\u3068\u3001\u88fd\u54c1\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u4ee3\u66ff\u304c\u3001\u305d\u308c\u4ee5\u964d\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u9069\u7528\u53ef\u80fd\u306a\u4ee3\u66ff\u3068\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\u6709\u52b9\u306b\u3057\u306a\u3044\u5834\u5408\u3001\u4ee3\u66ff\u306f\u3001\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u7279\u5b9a\u306e\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u306e\u307f\u9069\u7528\u53ef\u80fd\u3068\u8868\u793a\u3055\u308c\u307e\u3059
OOTBParameterization.ENGDefinationManagement.AlternateSubstituteManagement.SubstituteCarryover.Argument=\u89aa\u88fd\u54c1\u306e\u6539\u8a02\u6642\u306b\u3001\u7528\u9014\u5b9a\u7fa9\u3092\u542b\u3080\u4ee3\u66ff\u3092\u7e70\u308a\u8d8a\u3059
OOTBParameterization.ENGDefinationManagement.AlternateSubstituteManagement.SubstituteCarryover.Argument.tooltip=\u7528\u9014\u5b9a\u7fa9\u304c\u30d7\u30e9\u30a4\u30de\u30ea\u88fd\u54c1\u306b\u95a2\u9023\u4ed8\u3051\u3089\u308c\u3066\u3044\u308b\u4ee3\u66ff\u9805\u76ee\u306f\u3001\u3053\u306e\u8a2d\u5b9a\u306b\u30c1\u30a7\u30c3\u30af\u3092\u5165\u308c\u308b\u3068\u65b0\u3057\u3044\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u7e70\u308a\u8d8a\u3055\u308c\u3001\u3053\u306e\u8a2d\u5b9a\u306e\u30c1\u30a7\u30c3\u30af\u3092\u89e3\u9664\u3059\u308b\u3068\u3001\u65b0\u3057\u3044\u30ea\u30d3\u30b8\u30e7\u30f3\u306b\u7e70\u308a\u8d8a\u3055\u308c\u307e\u305b\u3093
OOTBParameterization.ENGDefinationManagement.AlternateSubstituteManagement.AlternateMgtWorkUnderChange.Argument=\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u306b\u5fc5\u8981\u306a\u5909\u66f4\u3092\u5f37\u5236
OOTBParameterization.ENGDefinationManagement.AlternateSubstituteManagement.AlternateMgtWorkUnderChange.Argument.tooltip=\u3053\u306e\u8a2d\u5b9a\u306b\u30c1\u30a7\u30c3\u30af\u3092\u5165\u308c\u308b\u3068\u3001\u4ee3\u66ff\u9805\u76ee\u3067\u306e\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u64cd\u4f5c\u306f\u3059\u3079\u3066\u5909\u66f4\u306b\u3088\u3063\u3066\u306e\u307f\u53ef\u80fd\u306b\u306a\u308a\u307e\u3059
OOTBParameterization.ENGDefinationManagement.AlternateSubstituteManagement.AlternateForbidParentRevision.Argument=\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u306e\u89aa\u3067\u306e\u7528\u9014\u5b9a\u7fa9\u3092\u542b\u3080\u4ee3\u66ff\u306e\u30aa\u30fc\u30b5\u30ea\u30f3\u30b0\u3092\u7981\u6b62
OOTBParameterization.ENGDefinationManagement.AlternateSubstituteManagement.AlternateForbidParentRevision.Argument.tooltip=\u3053\u306e\u8a2d\u5b9a\u306b\u30c1\u30a7\u30c3\u30af\u3092\u5165\u308c\u308b\u3068\u3001\u89aa\u9805\u76ee\u306e\u5b8c\u6210\u5ea6\u30b9\u30c6\u30fc\u30c8\u304c\u30ea\u30ea\u30fc\u30b9\u6e08\u307f\u306e\u5834\u5408\u3001\u4f7f\u7528\u306b\u56fa\u6709\u306e\u4ee3\u66ff\u9805\u76ee\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093

OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\uff1a\u7ba1\u7406\u8005\u69cb\u6210
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.tooltip=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\uff1a\u7ba1\u7406\u8005\u69cb\u6210

OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.UniquenessCheckRequired.Argument=\u88fd\u54c1\u306b\u5bfe\u3059\u308b\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u306e\u4e00\u610f\u6027\u3092\u6709\u52b9\u5316
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.UniquenessCheckRequired.Argument.tooltip=\u6709\u52b9\u306a\u5834\u5408\u3001\u30b7\u30b9\u30c6\u30e0\u306f\u5404\u88fd\u54c1\u9593\u3067\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u304c\u4e00\u610f\u306b\u306a\u308b\u3088\u3046\u306b\u30c1\u30a7\u30c3\u30af\u3057\u9069\u7528\u3057\u307e\u3059
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.AllRevisionsPartNumberSameCheckRequired.Argument=1\u3064\u306e\u88fd\u54c1\u306b\u5bfe\u3057\u3066\u30ea\u30d3\u30b8\u30e7\u30f3\u30c1\u30a7\u30fc\u30f3\u5185\u3067\u7570\u306a\u308b\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u3092\u8a31\u53ef 
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.AllRevisionsPartNumberSameCheckRequired.Argument.tooltip=\u6709\u52b9\u306b\u3059\u308b\u3068\u3001\u30ea\u30d3\u30b8\u30e7\u30f3\u30b7\u30fc\u30b1\u30f3\u30b9\u5185\u306e\u540c\u4e00\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u306e\u5b58\u5728\u306b\u5bfe\u3059\u308b\u5236\u9650\u306f\u8ab2\u305b\u3089\u308c\u307e\u305b\u3093\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306f\u7121\u52b9\u3067\u3059
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.BlockSetPartNumberForUsers.Argument=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u306e\u624b\u52d5\u8a2d\u5b9a\u3092\u30d6\u30ed\u30c3\u30af\u3059\u308b
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.BlockSetPartNumberForUsers.Argument.tooltip=\u6709\u52b9\u306b\u3059\u308b\u3068\u3001\u30b7\u30b9\u30c6\u30e0\u306fUX\u304b\u3089\u306e\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u306e\u8a2d\u5b9a\u3092\u8a31\u53ef\u3057\u307e\u305b\u3093\u3002\u552f\u4e00\u306e\u8a2d\u5b9a\u65b9\u6cd5\u306f\u30d1\u30d6\u30ea\u30c3\u30afWeb\u30b5\u30fc\u30d3\u30b9\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u3067\u3059


OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.AllowManualInput.Argument=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u306e\u624b\u52d5\u5165\u529b\u3092\u5e38\u306b\u8a31\u53ef\uff1a
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.AllowManualInput.Argument.tooltip=\u3053\u306e\u8a2d\u5b9a\u3092\u6709\u52b9\u306b\u3059\u308b\u3068\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u300c\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u306e\u751f\u6210\u57fa\u6e96\uff1a\u300d\u30d1\u30e9\u30e1\u30fc\u30bf\u3067\u884c\u3063\u305f\u9078\u629e\u306b\u95a2\u4fc2\u306a\u304f\u3001\u624b\u52d5\u3067\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u3092\u7de8\u96c6\u3067\u304d\u308b\u3088\u3046\u306b\u306a\u308a\u307e\u3059

OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.PrefferedEINGenerator=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u306e\u751f\u6210\u57fa\u6e96\uff1a
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.PrefferedEINGenerator.tooltip=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u306f\u3001\u3053\u306e\u30b3\u30f3\u30dc\u30dc\u30c3\u30af\u30b9\u3067\u9078\u629e\u3057\u305f\u30e1\u30ab\u30cb\u30ba\u30e0\u306b\u57fa\u3065\u3044\u3066\u81ea\u52d5\u7684\u306b\u751f\u6210\u3055\u308c\u307e\u3059
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.PrefferedEINGenerator.GenerationOfEnterpriseItemNumber=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u306e\u751f\u6210\u57fa\u6e96\uff1a
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.PrefferedEINGenerator.GenerationOfEnterpriseItemNumber.tooltip=\u300c\u81ea\u52d5\u300d\u3092\u9078\u629e\u3057\u305f\u5834\u5408\u3001\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u9805\u76ee\u756a\u53f7\u306e\u751f\u6210\u306f\u3001\u30b7\u30b9\u30c6\u30e0\u3067\u5b9a\u7fa9\u3055\u308c\u305f\u30d3\u30b8\u30cd\u30b9\u30ed\u30b8\u30c3\u30af\u3001\u6b21\u306b\u69cb\u6210\u3055\u308c\u305f\u6570\u5f0f\u3001\u6700\u7d42\u7684\u306b\u306f\u30e6\u30fc\u30b6\u30fc\u5165\u529b\u306b\u57fa\u3065\u3044\u3066\u884c\u308f\u308c\u307e\u3059

OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.PrefferedEINGenerator.GenerationOfEnterpriseItemNumber.None=\u306a\u3057
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.PrefferedEINGenerator.GenerationOfEnterpriseItemNumber.BusinessLogicScript=\u30d3\u30b8\u30cd\u30b9\u30ed\u30b8\u30c3\u30af\u30b9\u30af\u30ea\u30d7\u30c8
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.PrefferedEINGenerator.GenerationOfEnterpriseItemNumber.Formula=\u6570\u5f0f
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.PrefferedEINGenerator.GenerationOfEnterpriseItemNumber.Automatic=\u81ea\u52d5
OOTBParameterization.ENGDefinationManagement.PartNumberAdminConfigurations.PrefferedEINGenerator.GenerationOfEnterpriseItemNumber.ExternalSystem=\u5916\u90e8\u30b7\u30b9\u30c6\u30e0(\u975e\u540c\u671f)

XEngineer.Material.Message.OnlyCoreSupport=\u30b3\u30a2\u6750\u6599\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
XEngineer.Material.Message.WrongInputs=\u5165\u529b\u5f15\u6570\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002

XEngineer.NoAccess.Message.selectedObjects=\u9078\u629e\u3057\u305f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u7de8\u96c6\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093

XEN.eno3dnotification.instancequantity.setting=\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u6570-\u30d0\u30c3\u30af\u30b0\u30e9\u30a6\u30f3\u30c9
XEN.eno3dnotification.instancequantity.msg.Success=<strong>###CHILD_NAME_REVISION###</strong>\u306e<strong>###INSTANCE_COUNT###</strong>\u500b\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u304c\u3001<strong>###PARENT_NAME_REVISION###</strong>\u306b\u6b63\u5e38\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f
XEN.eno3dnotification.instancequantity.msg.Failure=<strong>###CHILD_NAME_REVISION###</strong>\u306e<strong>###INSTANCE_COUNT###</strong>\u500b\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092 <strong>###PARENT_NAME_REVISION###</strong>\u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
