# ENOXConfigurationERServicesStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2017 Dassault Systemes.
# All Rights Reserved.

ENOXConfigurationERServicesStringResource.IDsMandatory= Le champ ids est vide dans l'entr\u00e9e.
ENOXConfigurationERServicesStringResource.BadEnumValues= La valeur d'attribut est incorrecte dans l'entr\u00e9e. S\u00e9lectionnez parmi les valeurs suivantes : 

ENOXConfigurationERServicesStringResource.EvolutionContentMissing= L'attribut evolutionContent n'est pas pr\u00e9sent dans l'entr\u00e9e.
ENOXConfigurationERServicesStringResource.EvolutionContentNullEmpty= L'attribut evolutionContent est nul ou vide dans l'entr\u00e9e.
ENOXConfigurationERServicesStringResource.VariantContentMissing= L'attribut variantContent n'est pas pr\u00e9sent dans l'entr\u00e9e.
ENOXConfigurationERServicesStringResource.VariantContentNullEmpty= L'attribut variantContent est nul ou vide dans l'entr\u00e9e.
ENOXConfigurationERServicesStringResource.AttributeIdentifierMissing= L'attribut identifier n'est pas pr\u00e9sent dans l'entr\u00e9e.
ENOXConfigurationERServicesStringResource.AttributeIdentifierNullEmpty= L'attribut identifier est nul ou vide dans l'entr\u00e9e.
ENOXConfigurationERServicesStringResource.EffExprListNull= La liste d'expressions d'effectivit\u00e9 d'entr\u00e9e est nulle.
ENOXConfigurationERServicesStringResource.EffExprListEmpty= La liste d'expressions d'effectivit\u00e9 d'entr\u00e9e est vide.
ENOXConfigurationERServicesStringResource.InputXMLError= Une erreur s'est produite lors de l'application de l'expression XML d'entr\u00e9e.
ENOXConfigurationERServicesStringResource.SetEffectivityFailed= Erreur lors de la d\u00e9finition de l'effectivit\u00e9.
ENOXConfigurationERServicesStringResource.CheckWorkUnder= Il est impossible de d\u00e9finir l'effectivit\u00e9 d'\u00e9volution sur une relation sous Contr\u00f4le des modifications/Travailler sous.
ENOXConfigurationERServicesStringResource.SetEffRootNotConfigured= La pi\u00e8ce parent de la relation donn\u00e9e ne comporte pas de contexte de configuration.
ENOXConfigurationERServicesStringResource.SetEffCriteriaNotEnabled= Type de crit\u00e8re non pris en charge. Sp\u00e9cifiez un type de crit\u00e8re pris en charge.
ENOXConfigurationERServicesStringResource.SetEffFromModelNotAttached= Un mod\u00e8le a \u00e9t\u00e9 trouv\u00e9 dans l'expression XML d'entr\u00e9e mais n'est pas joint \u00e0 la r\u00e9f\u00e9rence.
ENOXConfigurationERServicesStringResource.FailureDuringOperation= Erreur d\u00e9tect\u00e9e lors de l'op\u00e9ration.
ENOXConfigurationERServicesStringResource.FailureDuringExposedService= Erreur d\u00e9tect\u00e9e lors de l'utilisation des services expos\u00e9s.

ENOXConfigurationERServicesStringResource.RelPidListNull= La liste d'entr\u00e9e des ID physiques de relation est nulle.
ENOXConfigurationERServicesStringResource.RelPidListEmpty= La liste d'entr\u00e9e des ID physiques de relation est vide.
ENOXConfigurationERServicesStringResource.InstDoesNotHaveEff= Cette instance n'a pas d'effectivit\u00e9, l'annulation est inutile.
ENOXConfigurationERServicesStringResource.InstControlledByChange= L'instance d'entr\u00e9e est contr\u00f4l\u00e9e par une modification.
ENOXConfigurationERServicesStringResource.InstDoesNotHaveEffForDomain= Cette instance n'a pas d'effectivit\u00e9 pour ce domaine.
ENOXConfigurationERServicesStringResource.UnsetEffUnsuccessful= l'op\u00e9ration d'annulation de l'effectivit\u00e9 a \u00e9chou\u00e9.
ENOXConfigurationERServicesStringResource.DomainIsForbiddenDecouplingActivated= Le domaine d'entr\u00e9e est interdit lorsque la dissociation est activ\u00e9e et l'effectivit\u00e9 dissoci\u00e9e ou dissociable.
ENOXConfigurationERServicesStringResource.DomainIsForbiddenDecouplingNotActivated= Le domaine d'entr\u00e9e est interdit lorsque la dissociation n'est pas activ\u00e9e.
ENOXConfigurationERServicesStringResource.CheckWorkUnderForUnsetEvolEff= Il est impossible d'annuler l'effectivit\u00e9 d'\u00e9volution sur une relation sous Contr\u00f4le des modifications/Travailler sous.

ENOXConfigurationERServicesStringResource.InstPidListNull= La liste des ID physiques de relation d'entr\u00e9e est nulle.
ENOXConfigurationERServicesStringResource.InstPidListEmpty= La liste des ID physiques de relation d'entr\u00e9e est vide.

ENOXConfigurationERServicesStringResource.PhysicalIdNotValid= Cet ID physique n'est pas valide.
ENOXConfigurationERServicesStringResource.PhysicalIdNotTypeOfModel= Cet ID physique n'est pas un type de mod\u00e8le.
ENOXConfigurationERServicesStringResource.ModelUsedByEffectivity= Ce mod\u00e8le est utilis\u00e9 par une expression d'effectivit\u00e9.
ENOXConfigurationERServicesStringResource.ModelUsedByConfiguration= Ce mod\u00e8le est utilis\u00e9 par une configuration.
ENOXConfigurationERServicesStringResource.ModelListIsNull= La liste de mod\u00e8les est nulle en entr\u00e9e.
ENOXConfigurationERServicesStringResource.ModelListIsEmpty= La liste de mod\u00e8les est vide en entr\u00e9e.
ENOXConfigurationERServicesStringResource.InputObjectIsNull= L'objet en entr\u00e9e est nul.
ENOXConfigurationERServicesStringResource.InputObjectIsEmpty= L'objet en entr\u00e9e est vide.
ENOXConfigurationERServicesStringResource.InputObjectIsNonConfigurable= L'objet en entr\u00e9e n'est pas configurable.

ENOXConfigurationERServicesStringResource.CriteriaListIsNotJsonArray= La liste des crit\u00e8res n'est pas un JsonArray.
ENOXConfigurationERServicesStringResource.CriteriaListIsEmpty= La liste des crit\u00e8res est vide en entr\u00e9e.
ENOXConfigurationERServicesStringResource.UnexpectedCriteriaFound= Crit\u00e8res inattendus trouv\u00e9s dans l'entr\u00e9e.

ENOXConfigurationERServicesStringResource.RelativePathIsRequired= L'attribut relativePath ne doit pas \u00eatre nul ou vide car il est pr\u00e9sent dans l'entr\u00e9e.
ENOXConfigurationERServicesStringResource.SourceIsRequired= L'attribut source ne doit pas \u00eatre nul ou vide car il est pr\u00e9sent dans l'entr\u00e9e.
ENOXConfigurationERServicesStringResource.TypeIsRequired= L'attribut type ne doit pas \u00eatre nul ou vide car il est pr\u00e9sent dans l'entr\u00e9e.
ENOXConfigurationERServicesStringResource.NotAuthorizedToPerformOperation= L'utilisateur actuel n'est pas autoris\u00e9 \u00e0 effectuer l'op\u00e9ration, veuillez contacter votre administrateur.
ENOXConfigurationERServicesStringResource.NotHavePandOAccess= L'utilisateur actuel ne dispose pas de l'acc\u00e8s PandO pour effectuer l'op\u00e9ration, veuillez contacter votre administrateur.

ENOXConfigurationERServicesStringResource.CheckWorkUnderForExtendEff= L'op\u00e9ration d'extension de l'effectivit\u00e9 est impossible sur la relation sans Travailler sous.
ENOXConfigurationERServicesStringResource.NoEffectivityToExtend= L'extension est impossible lorsqu'il n'y a aucune effectivit\u00e9 \u00e0 \u00e9tendre.
ENOXConfigurationERServicesStringResource.EvolutionExprRequiredForExtend= L'op\u00e9ration Etendre n'est applicable que sur l'effectivit\u00e9 avec une expression d'\u00e9volution.

ENOXConfigurationERServicesStringResource.InputLimitExceeded= Le nombre total de relations ou d'objets dans l'entr\u00e9e est sup\u00e9rieur \u00e0 la limite de service pr\u00e9d\u00e9finie, veuillez contacter votre administrateur.

ENOXConfigurationERServicesStringResource.IDsFieldMissing= Les identifiants d'attribut obligatoire sont absents de l'entr\u00e9e JSON.
ENOXConfigurationERServicesStringResource.IncorrectDomainValue= La valeur d'attribut est incorrecte dans l'entr\u00e9e. S\u00e9lectionnez parmi les valeurs suivantes : EVOLUTION, VARIANT, ALL.
ENOXConfigurationERServicesStringResource.IncorrectViewValue= La valeur d'attribut est incorrecte dans l'entr\u00e9e. S\u00e9lectionnez parmi les valeurs suivantes : CURRENT, PROJECTED, ALL.
ENOXConfigurationERServicesStringResource.IncorrectFormatValue= La valeur d'attribut est incorrecte dans l'entr\u00e9e. S\u00e9lectionnez parmi les valeurs suivantes : TXT, XML.

ENOXConfigurationERServicesStringResource.InstPidNullOREmpty= L'identifiant physique de relation saisi est nul ou vide.

ENOXConfigurationERServicesStringResource.CheckWorkUnderForEvolveInstance= L'op\u00e9ration d'\u00e9volution d'instance est impossible sur la relation sans Travailler sous.
ENOXConfigurationERServicesStringResource.EvolveInstanceOperationFailed= La d\u00e9finition Evolution de Travailler sous couvre totalement l'effectivit\u00e9 de l'\u00e9volution d'instance. L'\u00e9volution d'instance est interdite.
ENOXConfigurationERServicesStringResource.EvolveInstanceNoEffIntersection= Il n'y a aucune intersection dans au minimum une d\u00e9finition Evolution de Travailler sous des activit\u00e9s de l'\u00e9volution d'instance.
ENOXConfigurationERServicesStringResource.EvolveInstanceRootNotConfigured= La structure n'est pas configur\u00e9e, l'\u00e9volution d'instance est interdite.
ENOXConfigurationERServicesStringResource.EvolveInstanceNotAllModelsAttached= Les mod\u00e8les n\u00e9cessaires ne sont pas tous attach\u00e9s \u00e0 la r\u00e9f\u00e9rence parent.
ENOXConfigurationERServicesStringResource.EvolveInstanceInvalidAuthContextPID= L'identifiant physique du contexte de cr\u00e9ation dans l'entr\u00e9e n'est pas valide.

ENOXConfigurationERServicesStringResource.IncorrectEffectivityXML= L'expression d'effectivit\u00e9 ou les donn\u00e9es d'entr\u00e9e utilis\u00e9es dans l'expression ne sont pas correctes.
ENOXConfigurationERServicesStringResource.InvalidInstancePhysicalID= L'identifiant de l'instance d'entr\u00e9e n'est pas valide ou correct.
ENOXConfigurationERServicesStringResource.LoadDictionaryFailed= Impossible de d\u00e9finir l'effectivit\u00e9 en raison des donn\u00e9es de dictionnaire.
ENOXConfigurationERServicesStringResource.3DPartNotConfigurable= La r\u00e9f\u00e9rence racine est une pi\u00e8ce 3D qui n'est pas configurable.
ENOXConfigurationERServicesStringResource.XCADNotConfigurable= La r\u00e9f\u00e9rence racine est contr\u00f4l\u00e9e par XCAD, ce qui n'est pas configurable.
ENOXConfigurationERServicesStringResource.CriteriaNotEnabled= Le crit\u00e8re n'est pas activ\u00e9 sur la r\u00e9f\u00e9rence parent.
ENOXConfigurationERServicesStringResource.ModelNotAccessibleORExist= Le mod\u00e8le fourni dans l'expression d'entr\u00e9e n'est pas accessible ou n'existe pas.
ENOXConfigurationERServicesStringResource.NoModelFoundInExpression= L'expression d'entr\u00e9e n'est pas format\u00e9e correctement (aucun mod\u00e8le trouv\u00e9).
ENOXConfigurationERServicesStringResource.CriteriaUsedInXMLNotEnabled= Le crit\u00e8re utilis\u00e9 dans l'expression d'entr\u00e9e n'est pas activ\u00e9 sur la r\u00e9f\u00e9rence parent.
ENOXConfigurationERServicesStringResource.ErrorSaveEffectivities= Une erreur s'est produite lors de l'enregistrement des nouvelles effectivit\u00e9s.
ENOXConfigurationERServicesStringResource.ErrorDueToUpdateConfigRevEff= Une erreur s'est produite lors de la mise \u00e0 jour des effectivit\u00e9s de r\u00e9vision de configuration.
ENOXConfigurationERServicesStringResource.SetEffFailedDueFrozenEvolution= L'instance fait partie d'au moins une \u00e9volution distribu\u00e9e. La nouvelle expression d'\u00e9volution ne peut pas \u00eatre appliqu\u00e9e.
ENOXConfigurationERServicesStringResource.ReferenceNotConfigurable= La r\u00e9f\u00e9rence parent n'est pas configurable.
ENOXConfigurationERServicesStringResource.RootNotConfigured= La r\u00e9f\u00e9rence parent de la relation donn\u00e9e ne comporte pas de contexte de configuration.
ENOXConfigurationERServicesStringResource.ModelNotAttached= Le mod\u00e8le fourni dans l'expression d'entr\u00e9e ne fait pas partie du contexte de configuration.
