{
"DefineFilterHdr.Title":"Filtruj",
"DefineFilterHdr.ShortHelp":"Filtrowanie struktury według atrybutu lub konfiguracji.",
"DefineFilterHdr.LongHelp":"Powoduje otwarcie okna filtra, gdzie można zdefiniować kryteria filtrowania struktury według atrybutu lub konfiguracji.",
"PAD3DLineLayoutHdr.Title":"Układ linii",
"PAD3DLineLayoutHdr.ShortHelp":"Umieszczenie wszystkich obiektów głównych wzdłuż linii, aby można było je lepiej rozróżnić.",
"PAD3DViewerRelationalNavigatorHdr.Title":"Relacje",
"PAD3DViewerRelationalNavigatorHdr.ShortHelp":"Otwarcie widgetu Relations i wyświetlenie ekosystemu powiązanych obiektów.",
"IncludeBorder.Title":"Uwzględnij granicę",
"IncludeBorder.ShortHelp":"Zapytanie o wolumin wykorzystuje techniki indeksacji, które nie pozwalają na dokładne odróżnienie rzeczywistych wyników wśród obiektów granicznych. \n\nTa opcja pełni następujące funkcje: \n • Jeśli nie jest zaznaczona, nie są pobierane żadne obiekty graniczne, co może potencjalnie spowodować pominięcie rzeczywistych wyników. \n • Jeśli jest zaznaczona, powoduje pobranie wszystkich obiektów granicznych, co zapobiega pominięciu rzeczywistych wyników, ale może spowodować załadowanie obcych obiektów.",
"PAD3DViewerPrintHdr.Title":"Drukuj",
"PAD3DViewerPrintHdr.ShortHelp":"Drukowanie zawartości przeglądarki, włącznie z zaznaczeniem wyróżnienia i polami ładowania, na wybranej drukarce.",
"RevealDocuments.Title":"Pokaż dokumenty",
"RevealDocuments.ShortHelp":"Wyświetla załączniki i dokumenty specyfikacji dołączone do obiektów w widoku 3D.",
"ViewerScreenshot.Title":"Zapisz zrzut ekranu",
"ViewerScreenshot.ShortHelp":"Wykonuje zrzut ekranu widoku 3D i zapisuje go jako plik .png.",
"ViewerScreenshot.LongHelp":"Zrzut ekranu zawiera tylko zawartość widoku 3D, paneli (np. panelu warstwowego lub panelu bocznego), a pasek działania nie jest przechwytywany.",
"IncludeBorder.WebHelp":"SharedUserMap/cfg-t-Filter-Volume-Query.htm",
"RevealDocuments.WebHelp":"EnxdiscUserMap/enxdisc-t-RevealDocumentsPOI.htm"
}
