{
"DefineFilterHdr.Title":"Filtro",
"DefineFilterHdr.ShortHelp":"Filtra la struttura per attributo o per configurazione.",
"DefineFilterHdr.LongHelp":"Apre il riquadro del filtro in cui è possibile definire i criteri per filtrare la struttura in base all'attributo o alla configurazione.",
"PAD3DLineLayoutHdr.Title":"Layout riga",
"PAD3DLineLayoutHdr.ShortHelp":"Posiziona tutti gli oggetti lungo una linea per distinguerli meglio.",
"PAD3DViewerRelationalNavigatorHdr.Title":"Relazioni",
"PAD3DViewerRelationalNavigatorHdr.ShortHelp":"Apre il widget Relazioni e visualizza l'ecosistema di oggetti correlati.",
"IncludeBorder.Title":"Includi bordo",
"IncludeBorder.ShortHelp":"La query volume utilizza tecniche di indicizzazione che non consentono una precisa discriminazione dei risultati effettivi tra gli oggetti bordo. \n\nQuesta opzione consente quanto segue: \n • Se deselezionata, non viene recuperato alcun oggetto Bordo, con conseguente possibile perdita dei risultati effettivi. \n • Se selezionata, vengono recuperati tutti gli oggetti Bordo, quindi non viene perso alcun risultato effettivo, ma potrebbero essere caricati oggetti estranei.",
"PAD3DViewerPrintHdr.Title":"Stampa",
"PAD3DViewerPrintHdr.ShortHelp":"Stampa il contenuto del visualizzatore, inclusa l'evidenziazione della selezione e i riquadri di caricamento, sulla stampante scelta dall'utente.",
"RevealDocuments.Title":"Rivela documenti",
"RevealDocuments.ShortHelp":"Visualizza gli allegati e i documenti delle specifiche allegati agli oggetti nella vista 3D.",
"ViewerScreenshot.Title":"Salva schermata",
"ViewerScreenshot.ShortHelp":"Acquisisce una schermata del visualizzatore 3D e la salva come un file .png.",
"ViewerScreenshot.LongHelp":"La schermata include solo il contenuto del visualizzatore 3D, i pannelli (ad esempio il pannello del livello o il pannello laterale) e la barra delle azioni non vengono acquisiti.",
"IncludeBorder.WebHelp":"SharedUserMap/cfg-t-Filter-Volume-Query.htm",
"RevealDocuments.WebHelp":"EnxdiscUserMap/enxdisc-t-RevealDocumentsPOI.htm"
}
