{
"DefineFilterHdr.Title":"Filtern",
"DefineFilterHdr.ShortHelp":"Filtert die Struktur entweder nach Attribut oder nach Konfiguration.",
"DefineFilterHdr.LongHelp":"Öffnet den Filterbereich, in dem Sie die Kriterien zum Filtern der Struktur entweder nach Attribut oder nach Konfiguration definieren können.",
"PAD3DLineLayoutHdr.Title":"Zeilenlayout",
"PAD3DLineLayoutHdr.ShortHelp":"Ordnet alle Rootobjekte in einer Linie an, um sie besser unterscheiden zu können.",
"PAD3DViewerRelationalNavigatorHdr.Title":"Beziehungen",
"PAD3DViewerRelationalNavigatorHdr.ShortHelp":"Öffnet das Widget „Beziehungen“ und zeigt das Ökosystem der zugehörigen Objekte an.",
"IncludeBorder.Title":"Begrenzung einschließen",
"IncludeBorder.ShortHelp":"Bei der Volumenabfrage werden Indizierungstechniken verwendet, die keine genaue Unterscheidung der tatsächlichen Ergebnisse bei Begrenzungsobjekten ermöglichen. \n\nDiese Option ermöglicht Folgendes: \n • Ist diese Option deaktiviert, werden keine Begrenzungsobjekte abgerufen, sodass möglicherweise tatsächliche Ergebnisse fehlen. \n • Wenn diese Option aktiviert ist, werden alle Begrenzungsobjekte abgerufen, sodass keine tatsächlichen Ergebnisse fehlen, aber möglicherweise irrelevante Objekte geladen werden.",
"PAD3DViewerPrintHdr.Title":"Drucken",
"PAD3DViewerPrintHdr.ShortHelp":"Druckt den Inhalt des Viewers, einschließlich Auswahlmarkierungen und Ladezonen, mit dem Drucker Ihrer Wahl.",
"RevealDocuments.Title":"Dokumente anzeigen",
"RevealDocuments.ShortHelp":"Zeigt die Anhänge und Spezifikationsdokumente an, die an die Objekte in der 3D-Ansicht angehängt sind.",
"ViewerScreenshot.Title":"Screenshot speichern",
"ViewerScreenshot.ShortHelp":"Erstellt einen Screenshot des 3D-Viewers und speichert ihn als .png-Datei.",
"ViewerScreenshot.LongHelp":"Der Screenshot enthält nur den Inhalt des 3D-Viewers, die Fenster (z. B. das Ebenenfenster oder das Seitenfenster) und die Aktionsleiste werden nicht erfasst.",
"IncludeBorder.WebHelp":"SharedUserMap/cfg-t-Filter-Volume-Query.htm",
"RevealDocuments.WebHelp":"EnxdiscUserMap/enxdisc-t-RevealDocumentsPOI.htm"
}
