{
"DefineFilterHdr.Title":"Фильтр",
"DefineFilterHdr.ShortHelp":"Фильтрация структуры либо по атрибуту, либо по конфигурации.",
"DefineFilterHdr.LongHelp":"Открывает панель фильтрации, где можно определить критерии фильтрации структуры либо по атрибуту, либо по конфигурации.",
"PAD3DLineLayoutHdr.Title":"Макет строки",
"PAD3DLineLayoutHdr.ShortHelp":"Размещение всех корневых объектов вдоль линии для их дифференциации.",
"PAD3DViewerRelationalNavigatorHdr.Title":"Взаимосвязи",
"PAD3DViewerRelationalNavigatorHdr.ShortHelp":"Открытие виджета Взаимосвязи и отображение экосистемы связанных объектов.",
"IncludeBorder.Title":"Включить границу",
"IncludeBorder.ShortHelp":"Запрос объема использует методы индексации, которые не обеспечивают точное определение фактических результатов для объектов границы. \n\nЭтот параметр позволяет: \n • Если флажок снят, объекты, расположенные на границе, не извлекаются, поэтому фактические результаты могут отсутствовать. \n • Если флажок установлен, извлекаются все объекты, расположенные на границе, что приводит к получению фактических результатов, но при этом возможна загрузка внешних объектов.",
"PAD3DViewerPrintHdr.Title":"Печать",
"PAD3DViewerPrintHdr.ShortHelp":"Печать содержимого средства просмотра, включая выделение выбора и загрузку полей, на выбранном принтере.",
"RevealDocuments.Title":"Отобразить документы",
"RevealDocuments.ShortHelp":"Отображение вложений и документов спецификации, прикрепленных к объектам в графической области.",
"ViewerScreenshot.Title":"Сохранить снимок экрана",
"ViewerScreenshot.ShortHelp":"Создает снимок экрана средства просмотра 3D и сохраняет его в формате файла PNG.",
"ViewerScreenshot.LongHelp":"Снимок экрана включает в себя только содержимое средства просмотра 3D. Снимки панелей (например панели слоев или боковой панели) и панели действий не создаются.",
"IncludeBorder.WebHelp":"SharedUserMap/cfg-t-Filter-Volume-Query.htm",
"RevealDocuments.WebHelp":"EnxdiscUserMap/enxdisc-t-RevealDocumentsPOI.htm"
}
