{
"DefineFilterHdr.Title":"Filtrer",
"DefineFilterHdr.ShortHelp":"Filtre la structure par attribut ou par configuration.",
"DefineFilterHdr.LongHelp":"Ouvre le volet de filtre dans lequel vous pouvez définir les critères afin de filtrer la structure par attribut ou par configuration.",
"PAD3DLineLayoutHdr.Title":"Présentation en ligne",
"PAD3DLineLayoutHdr.ShortHelp":"Place tous les objets racine le long d'une ligne pour mieux les différencier.",
"PAD3DViewerRelationalNavigatorHdr.Title":"Relations",
"PAD3DViewerRelationalNavigatorHdr.ShortHelp":"Ouvre le widget Relations et affiche l'écosystème des objets associés.",
"IncludeBorder.Title":"Inclure la bordure",
"IncludeBorder.ShortHelp":"La requête de volume utilise des techniques d'indexation qui ne permettent pas une discrimination précise des résultats réels entre les objets de bordure. \n\nCette option permet : \n • Si elle est décochée, aucune bordure dans les objets n'est récupérée. Les résultats réels peuvent donc potentiellement manquer. \n • Si elle est cochée, toutes les bordures dans les objets sont récupérées. Les résultats réels ne manquent donc pas, mais des objets externes peuvent potentiellement être chargés.",
"PAD3DViewerPrintHdr.Title":"Imprimer",
"PAD3DViewerPrintHdr.ShortHelp":"Imprime le contenu de la visionneuse, y compris la sélection mise en surbrillance et les zones de chargement, sur l'imprimante de votre choix.",
"RevealDocuments.Title":"Afficher les documents",
"RevealDocuments.ShortHelp":"Affiche les pièces jointes et les documents de spécification joints aux objets dans la vue 3D.",
"ViewerScreenshot.Title":"Enregistrer la capture d'écran",
"ViewerScreenshot.ShortHelp":"Effectue une capture d'écran du visualiseur 3D et l'enregistre au format .png.",
"ViewerScreenshot.LongHelp":"La capture d'écran inclut uniquement le contenu du visualiseur 3D, les panneaux (comme le panneau de couches ou le panneau latéral) et la barre d'actions ne sont pas capturés.",
"IncludeBorder.WebHelp":"SharedUserMap/cfg-t-Filter-Volume-Query.htm",
"RevealDocuments.WebHelp":"EnxdiscUserMap/enxdisc-t-RevealDocumentsPOI.htm"
}
