# ENOXArchitectStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2017 Dassault Systemes.
# All Rights Reserved.
# Engitems

# functional items 
ENOXEngItem.CreateEngItems.NameInputError=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee\u306e\u4f5c\u6210\u6642\u3001\u540d\u79f0\u5165\u529b\u3092\u7a7a\u767d\u306b\u306f\u3067\u304d\u307e\u305b\u3093
ENOXEngItem.CreateEngItems.createError=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee\u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXEngItem.CreateEngItems.Unknown_Usage_Type=\u7121\u52b9\u306aV_Usage\u30bf\u30a4\u30d7\u3067\u3059\u3002\u4eca\u306f3D\u30d1\u30fc\u30c4\u306e\u307f\u6709\u52b9\u3067\u3059\u3002
ENOXEngItem.CreateEngItems.noLicenseError=\u3053\u306e\u64cd\u4f5c\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306b\u5fc5\u8981\u306a\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044
ENOXEngItem.CreateEngItems.InvalidInput=\u7121\u52b9\u306a\u5165\u529b
ENOXEngItem.CreateEngItems.Unsupported.NameAttr=\u5c5e\u6027\u540d\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ENOXEngItem.CreateEngItems.createError.GenericMessage=\u5165\u529b\u307e\u305f\u306f\u30a2\u30af\u30bb\u30b9\u6a29\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044

ENOXEngItem.ModifyEngInstances.positionMatrixError=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee\u306e\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u4f4d\u7f6e\u30de\u30c8\u30ea\u30c3\u30af\u30b9\u306e\u66f4\u65b0\u4e2d\u306b\u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXEngItem.checkinCGRAuthoringFile.success=CGR\u30d5\u30a1\u30a4\u30eb\u304c\u6b63\u5e38\u306b\u30c1\u30a7\u30c3\u30af\u30a4\u30f3\u3055\u308c\u307e\u3057\u305f

ENOXEngItem.deleteEngItem.success=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee\u3092\u6b63\u5e38\u306b\u524a\u9664\u3057\u307e\u3057\u305f
ENOXEngItem.deleteEngInstance.success=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u6b63\u5e38\u306b\u524a\u9664\u3057\u307e\u3057\u305f
ENOXEngItem.detachEngInstance.success=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u3092\u6b63\u5e38\u306b\u63a5\u7d9a\u89e3\u9664\u3057\u307e\u3057\u305f
ENOXEngItem.deleteEnterpriseReference.success=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u53c2\u7167\u3092\u6b63\u5e38\u306b\u524a\u9664\u3057\u307e\u3057\u305f
ENOXEngItem.deleteEnterpriseReference.DoesNotExists=\u524a\u9664\u3059\u308b\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u53c2\u7167\u304c\u5b58\u5728\u3057\u307e\u305b\u3093
ENOXEngItem.EnterpriseReference.DoesNotExists=\u66f4\u65b0\u3059\u308b\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u53c2\u7167\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\u8ffd\u52a0\u3057\u3066\u304f\u3060\u3055\u3044
ENOXEngItem.EnterpriseReference.AlreadyExists=\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u53c2\u7167\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059
ENOXEngItem.CreateEnterpriseReferences.AlreadyExists=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u9805\u76ee\u306e\u30a8\u30f3\u30bf\u30fc\u30d7\u30e9\u30a4\u30ba\u53c2\u7167\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\uff1a 
ENOXEngItem.EnterpriseReference.partNumber.editErrorMessage=\u62d8\u675f\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u90e8\u54c1\u756a\u53f7\u3092\u8a2d\u5b9a\u307e\u305f\u306f\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093\u3002\u30d3\u30b8\u30cd\u30b9\u30ed\u30b8\u30c3\u30af\u304c\u5b58\u5728\u3059\u308b\u304b\u3001\u5f0f\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u3059
ENOXEngItem.EnterpriseReference.partNumber.DoesNotExists=dseng:EnterpriseReference Extension\u306f\u6b21\u306e\u30bf\u30a4\u30d7\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\uff1a

ENOXEngItem.CreateEngInstances.createError=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXEngItem.ModifyEngInstances.modifyMatrixError=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u4f4d\u7f6e\u306e\u5909\u66f4\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXEngItem.DeleteEngItems.deleteError=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u30a2\u30a4\u30c6\u30e0\u306e\u524a\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXEngItem.DeleteEngInstances.deleteError=\u30a8\u30f3\u30b8\u30cb\u30a2\u30ea\u30f3\u30b0\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9\u306e\u524a\u9664\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f

ENOXEngItem.AlternateItem.Add.Limit=1\u3064\u306e\u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u306b\u8ffd\u52a0\u3067\u304d\u308b\u4ee3\u66ff\u306e\u6700\u5927\u6570\u306f30\u3067\u3059


