# ENOXArchitectStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2017 Dassault Systemes.
# All Rights Reserved.
# Engitems

# functional items 
ENOXEngItem.CreateEngItems.NameInputError=La saisie d'un nom est obligatoire lors de la cr\u00e9ation d'\u00e9l\u00e9ments d'ing\u00e9nierie
ENOXEngItem.CreateEngItems.createError=Une erreur s'est produite lors de la cr\u00e9ation des \u00e9l\u00e9ments d'ing\u00e9nierie
ENOXEngItem.CreateEngItems.Unknown_Usage_Type=Type V_Usage incorrect ! Seulement 3DPart pour le moment !
ENOXEngItem.CreateEngItems.noLicenseError=Vous ne poss\u00e9dez pas la licence requise pour ex\u00e9cuter cette op\u00e9ration, veuillez contacter l'administrateur.
ENOXEngItem.CreateEngItems.InvalidInput=Entr\u00e9e non valide
ENOXEngItem.CreateEngItems.Unsupported.NameAttr=Le nom d'attribut n'existe pas.
ENOXEngItem.CreateEngItems.createError.GenericMessage=Veuillez v\u00e9rifier les droits d'entr\u00e9e ou d'acc\u00e8s.

ENOXEngItem.ModifyEngInstances.positionMatrixError=Erreur serveur lors de la mise \u00e0 jour de la matrice de position des instances d'\u00e9l\u00e9ment d'ing\u00e9nierie
ENOXEngItem.checkinCGRAuthoringFile.success=Fichiers cgr restitu\u00e9s avec succ\u00e8s

ENOXEngItem.deleteEngItem.success=La ou les \u00e9l\u00e9ments d'ing\u00e9nierie ont \u00e9t\u00e9 supprim\u00e9s avec succ\u00e8s
ENOXEngItem.deleteEngInstance.success=La ou les instances d'ing\u00e9nierie ont \u00e9t\u00e9 supprim\u00e9es avec succ\u00e8s
ENOXEngItem.detachEngInstance.success=Instances Engineering d\u00e9tach\u00e9es
ENOXEngItem.deleteEnterpriseReference.success=La r\u00e9f\u00e9rence d'entreprise a \u00e9t\u00e9 supprim\u00e9e avec succ\u00e8s
ENOXEngItem.deleteEnterpriseReference.DoesNotExists=La r\u00e9f\u00e9rence d'entreprise n'existe pas pour la suppression.
ENOXEngItem.EnterpriseReference.DoesNotExists=La r\u00e9f\u00e9rence d'entreprise n'existe pas pour la mise \u00e0 jour. Ajoutez-la.
ENOXEngItem.EnterpriseReference.AlreadyExists=La r\u00e9f\u00e9rence d'entreprise existe d\u00e9j\u00e0
ENOXEngItem.CreateEnterpriseReferences.AlreadyExists=La r\u00e9f\u00e9rence d'entreprise existe d\u00e9j\u00e0 pour EngItems :
ENOXEngItem.EnterpriseReference.partNumber.editErrorMessage=Le num\u00e9ro de pi\u00e8ce ne peut pas \u00eatre d\u00e9fini ou mis \u00e0 jour en raison de contraintes d\u00e9finies. Une logique applicative existe ou une formule est d\u00e9finie
ENOXEngItem.EnterpriseReference.partNumber.DoesNotExists=L'extension dseng:EnterpriseReference n'existe pas sur le type

ENOXEngItem.CreateEngInstances.createError=Une erreur s'est produite lors de la cr\u00e9ation des instances d'ing\u00e9nierie.
ENOXEngItem.ModifyEngInstances.modifyMatrixError=Une erreur s'est produite lors de la modification de la position d'instance d'ing\u00e9nierie.
ENOXEngItem.DeleteEngItems.deleteError=Une erreur s'est produite lors de la suppression des \u00e9l\u00e9ments d'ing\u00e9nierie.
ENOXEngItem.DeleteEngInstances.deleteError=Une erreur s'est produite lors de la suppression des instances d'ing\u00e9nierie.

ENOXEngItem.AlternateItem.Add.Limit=Il est possible d'ajouter un maximum de 30 alternatives dans une seule transaction.


