ENOXDsdo.DerivedOutputs.InvalidInput=Entrada inv\u00e1lida
ENOXDsdo.AddDerivedOutputs.Error=Erro ao adicionar sa\u00eddas derivadas
ENOXDsdo.DerivedOutputs.Receipt.Error=O recebimento \u00e9 obrigat\u00f3rio para o processo
ENOXDsdo.DerivedOutputs.FileName.Error=O nome do arquivo \u00e9 obrigat\u00f3rio para o processo
ENOXDsdo.DerivedOutputs.Format.Error=O formato \u00e9 obrigat\u00f3rio para o processo
ENOXDsdo.DerivedOutputs.Checksum.Error=A soma de verifica\u00e7\u00e3o \u00e9 obrigat\u00f3ria para o processo
ENOXDsdo.DerivedOutputs.Attributes.Error=Formato de atributo inv\u00e1lido
ENOXDsdo.DerivedOutputs.AddAttributes.Error=Erro ao adicionar atributo
ENOXDsdo.DerivedOutputs.ReferencedObject.Error=ReferencedObject deve ter um ID e Tipo
ENOXDsdo.DerivedOutputs.Json.Error=Entrada Json n\u00e3o pode ser nula ou vazia e deve ter ReferencedObject e DerivedOutputFiles
ENOXDsdo.DerivedOutputs.RepresentationID.Error=ID de representa\u00e7\u00e3o deve ter 32 caracteres 
ENOXDsdo.DerivedOutputs.JsonStream.Error=N\u00e3o \u00e9 poss\u00edvel ler o fluxo de entrada JSON
ENOXDsdo.DerivedOutputs.Sync.Error=Erro ao sincronizar sa\u00edda derivada
ENOXDsdo.DerivedOutputs.Remove.Error=N\u00e3o Encontrado
ENOXDsdo.DerivedOutputs.Download.Error=Erro ao baixar sa\u00edda derivada
ENOXDsdo.DerivedOutputs.FileCount.Error=FileCount \u00e9 obrigat\u00f3rio para chamado de checkIn
ENOXDsdo.DerivedOutputs.Type.Error=O tipo \u00e9 obrigat\u00f3rio para chamado de checkIn
ENOXDsdo.DerivedOutputs.CheckIn.Error=Erro ao obter o chamado de checkIn
ENOXDsdo.DerivedOutputs.IsExternal.Error=O processo solicitado s\u00f3 est\u00e1 dispon\u00edvel para Sa\u00edda derivada externa
ENOXDsdo.DerivedOutputs.Get.Error=Erro ao Obter Informa\u00e7\u00f5es de sa\u00edda derivada
ENOXDsdo.DerivedOutputs.User.Role.Error=O usu\u00e1rio deve ter a fun\u00e7\u00e3o Autor ou Al\u00edder para este caso de uso
ENOXDsdo.DerivedOutputs.Already.Exist=Uma sa\u00edda derivada com o mesmo nome de arquivo e formato j\u00e1 existe no determinado ReferencedObject
ENOXDsdo.DerivedOutputs.PublicExposed.Error=Este Tipo n\u00e3o \u00e9 suportado porque n\u00e3o \u00e9 Exposto ao p\u00fablico
ENOXDsdo.DerivedOutputs.FileExist.Error=Os seguintes arquivos j\u00e1 existem : 
ENOXDsdo.DerivedOutputs.JSON.Error=Erro na leitura da entrada Json
ENOXDsdo.DerivedOutputs.DownloadFlag.Error=O download n\u00e3o pode ser realizado porque o sinalizador do download \u00e9 falso para este arquivo.
ENOXDsdo.DerivedOutputs.PartSupply.Error=A gera\u00e7\u00e3o de formato derivado para o componente do suprimento de pe\u00e7a n\u00e3o \u00e9 compat\u00edvel.
ENOXDsdo.DerivedOutputs.3DPart.Error=N\u00e3o \u00e9 poss\u00edvel prosseguir com a solicita\u00e7\u00e3o, a entrada n\u00e3o \u00e9 uma pe\u00e7a 3D.
ENOXDsdo.DerivedOutputs.PartSupply.Remove.Error=O formato derivado do componente PartSupply n\u00e3o pode ser exclu\u00eddo.
ENOXDsdo.DerivedOutputs.InternalError=Erro interno. Entre em contato com seu administrador
ENOXDsdo.createDerivedOutputJobs.RuleID.Error=ID de regra inv\u00e1lido.
ENOXDsdo.createDerivedOutputJobs.RuleID.NotSupported.Error=O ID de regra especificado \u00e9 de um tipo de regra sem suporte.
ENOXDsdo.createDerivedOutputJobs.RuleID.NotPresent.Error=N\u00e3o existe um ID de regra.
