{
    "welcomeMessage": "Welcome to the 3DEXPERIENCE platform!",
    "welcomeTitle": "Here are a few tips to get started with the 3DEXPERIENCE platform:",
    "gettingStartedTitle_0": "1/ What is 3DDashboard?",
    "gettingStartedTitle_1": "2/ How to launch an App?",
    "gettingStartedTitle_2": "3/ How to create a dashboard?",
    "gettingStartedText_0": "You're currently in the 3DDashboard app that enables you to ",
    "gettingStartedText_0_1": "compass your business",
    "gettingStartedText_0_2": " thanks to dashboards. A dashboard is an holistic view on any topic or activity, gathering content from various sources. It is made of tabs, and tabs contain widgets. This is your first dashboard. You're free to edit it or to create a new one as explained below.",
    "gettingStartedText_1_0": "The Compass is the door to all 3DEXPERIENCE platform apps.",
    "gettingStartedText_1_1": "It is divided in four quadrants:",
    "gettingStartedText_1_1_0": "On the north, Social and Collaborative Apps.",
    "gettingStartedText_1_1_1": "On the west, 3D Modeling Apps.",
    "gettingStartedText_1_1_2": "On the south, Simulation Apps.",
    "gettingStartedText_1_1_3": "On the east, Information Intelligence Apps.",
    "gettingStartedText_1_2": "Select a compass quadrant, then select an app to launch it. If you launch an app that needs to be installed, you will be prompted to do so. You will first be prompted to install the 3DEXPERIENCE launcher, which will allow you to download, install, update and launch the apps associated with your roles. Please note that you will be asked to install the 32-bit version of the Java 8 if not installed already. You can do that during the installation process or before you begin, by using this link: {0}",
    "gettingStartedSubtitle_2_0": "Creating a dashboard",
    "gettingStartedSubtitle_2_1": "Adding a tab",
    "gettingStartedSubtitle_2_2": "Adding widgets",
    "gettingStartedSubtitle_2_3": "Switching dashboard",
    "gettingStartedText_2_0": "The \"+\" menu on the top right of the 3DDashboard app will allow you to create a new dashboard. You are free to start from an empty Dashboard or from a Template.",
    "gettingStartedText_2_1": "Go to the same \"+\" menu to add a tab to the current dashboard or Select the \"+\" sign at the right of the last tab.",
    "gettingStartedText_2_2": "Some apps in the compass can be added to a dashboard as one or several widgets. These apps are identified by the following symbol {0}, meaning that they can be drag and dropped to a dashboard tab. Widgets can then be resized and moved by dragging them from their title bar or corners.",
    "gettingStartedText_2_3": "To switch to another dashboard (if you have more than one), use the menu located after the current dashboard name, in the top left area of the screen: 3DDashboard [Dashboard Name]"
}
