{
  "welcomeMessage": "Witamy na platformie 3DEXPERIENCE Platform!",
  "welcomeTitle": "Oto kilka wskazówek, które ułatwią rozpoczęcie korzystania z platformy 3DEXPERIENCE Platform:",
  "gettingStartedTitle_0": "1/ Co to jest 3DDashboard?",
  "gettingStartedTitle_1": "2/ Jak uruchomić aplikację?",
  "gettingStartedTitle_2": "3/ Jak utworzyć pulpit?",
  "gettingStartedText_0": "Znajdujesz się w aplikacji 3DDashboard, która umożliwia ",
  "gettingStartedText_0_1": "Zarządzanie firmą",
  "gettingStartedText_0_2": " dzięki pulpitom. Pulpit stanowi całościowy widok na dowolny temat lub aktywność i gromadzi zawartość z różnych źródeł. Składa się z kart, na których znajdują się widżety. Jest to Twój pierwszy pulpit. Możesz go edytować lub utworzyć nowy pulpit, postępując zgodnie z poniższymi instrukcjami.",
  "gettingStartedText_1_0": "Compass to drzwi do wszystkich aplikacji na platformie 3DEXPERIENCE Platform",
  "gettingStartedText_1_1": "Składa się z czterech kwadrantów:",
  "gettingStartedText_1_1_0": "Aplikacje społecznościowe i aplikacje do współpracy na północy.",
  "gettingStartedText_1_1_1": "Aplikacje modelowania 3D na zachodzie.",
  "gettingStartedText_1_1_2": "Aplikacje do symulacji na południu.",
  "gettingStartedText_1_1_3": "Aplikacje do analizy informacji na wschodzie.",
  "gettingStartedText_1_2": "Wybierz kwadrant obszaru Compass, a następnie wybierz aplikację, aby ją uruchomić. Jeśli uruchomisz aplikację, która musi zostać zainstalowana, zostanie wyświetlony monit o jej zainstalowanie. Najpierw zostanie wyświetlony monit o zainstalowanie 3DEXPERIENCE Launcher, który umożliwi pobranie, zainstalowanie, zaktualizowanie i uruchomienie aplikacji powiązanych z rolami. Pamiętaj, że zostanie wyświetlony również monit o zainstalowanie 32-bitowej wersji oprogramowania Java 8, jeśli nie zostało ono jeszcze zainstalowane. Możesz to zrobić podczas procesu instalacji lub przed jej rozpoczęciem, korzystając z tego łącza: {0}",
  "gettingStartedSubtitle_2_0": "Tworzenie pulpitu",
  "gettingStartedSubtitle_2_1": "Dodawanie karty",
  "gettingStartedSubtitle_2_2": "Dodawanie widżetów",
  "gettingStartedSubtitle_2_3": "Przełączanie pulpitu",
  "gettingStartedText_2_0": "Menu „+” w prawym górnym rogu aplikacji 3DDashboard umożliwia utworzenie nowego pulpitu. Możesz rozpocząć od pustego pulpitu lub szablonu.",
  "gettingStartedText_2_1": "Przejdź do tego samego menu „+”, aby dodać kartę do bieżącego pulpitu, lub wybierz znak „+” po prawej stronie ostatniej karty.",
  "gettingStartedText_2_2": "Niektóre aplikacje w obszarze Compass można dodać do pulpitu jako jeden lub kilka widżetów. Aplikacje te są oznaczone poniższym symbolem {0}, co oznacza, że można je przeciągać i upuszczać na kartę pulpitu. Rozmiary widżetów można zmieniać, przeciągając je z paska tytułu lub narożników.",
  "gettingStartedText_2_3": "Aby przełączyć się na inny pulpit (jeśli masz więcej niż jeden), użyj menu znajdującego się za nazwą bieżącego pulpitu, w lewym górnym rogu ekranu: 3DDashboard [Nazwa pulpitu]"
}