{
  "welcomeMessage": "Bienvenido a 3DExperience Platform.",
  "welcomeTitle": "A continuación le mostramos algunos consejos para empezar a utilizar 3DEXPERIENCE Platform:",
  "gettingStartedTitle_0": "1/ ¿Qué es 3DDashboard?",
  "gettingStartedTitle_1": "2/ ¿Cómo iniciar una aplicación?",
  "gettingStartedTitle_2": "3/ ¿Cómo crear un panel?",
  "gettingStartedText_0": "Actualmente se encuentra en la aplicación 3DDashboard que le permite ",
  "gettingStartedText_0_1": "emplear Compass en su negocio",
  "gettingStartedText_0_2": " gracias a los paneles. Un panel es una vista holística de cualquier tema o actividad que recopila contenido de varias fuentes. Está compuesto por pestañas, que a su vez contienen widgets. Este es su primer panel. Puede editarlo o crear uno nuevo como se explica a continuación.",
  "gettingStartedText_1_0": "Compass es la puerta a todas las aplicaciones de 3DEXPERIENCE Platform.",
  "gettingStartedText_1_1": "Se divide en cuatro cuadrantes:",
  "gettingStartedText_1_1_0": "En el norte, aplicaciones sociales y de colaboración.",
  "gettingStartedText_1_1_1": "En el oeste, aplicaciones de modelado en 3D.",
  "gettingStartedText_1_1_2": "En el sur, aplicaciones de simulación.",
  "gettingStartedText_1_1_3": "En el este, aplicaciones de inteligencia de información.",
  "gettingStartedText_1_2": "Seleccione un cuadrante de Compass y, a continuación, seleccione una aplicación para iniciarla. Si inicia una aplicación que debe instalarse, se le solicitará que lo haga. En primer lugar, se le solicitará que instale 3DEXPERIENCE Launcher, que le permitirá descargar, instalar, actualizar e iniciar las aplicaciones asociadas a sus funciones. Tenga en cuenta que se le pedirá que instale la versión de 32 bits de Java 8 si aún no está instalada. Puede hacerlo durante el proceso de instalación o antes de comenzar utilizando este enlace: {0}",
  "gettingStartedSubtitle_2_0": "Crear un panel",
  "gettingStartedSubtitle_2_1": "Agregar una pestaña",
  "gettingStartedSubtitle_2_2": "Agregar widgets",
  "gettingStartedSubtitle_2_3": "Cambiar de panel",
  "gettingStartedText_2_0": "El menú \"+\" de la parte superior derecha de la aplicación 3DDashboard le permitirá crear un nuevo panel. Puede empezar desde un panel vacío o desde una plantilla.",
  "gettingStartedText_2_1": "Vaya al mismo menú \"+\" para añadir una pestaña al panel actual o seleccione el signo \"+\" a la derecha de la última pestaña.",
  "gettingStartedText_2_2": "Algunas aplicaciones de Compass se pueden añadir a un panel como uno o varios widgets. Estas aplicaciones se identifican mediante el símbolo {0}, lo que significa que se pueden arrastrar y soltar en una pestaña del panel. A continuación, se puede cambiar el tamaño y mover los widgets arrastrándolos desde la barra de título o las esquinas.",
  "gettingStartedText_2_3": "Para cambiar a otro panel (si tiene más de uno), utilice el menú situado después del nombre del panel actual, en el área superior izquierda de la pantalla: 3DDashboard [Nombre del panel]"
}