# ENOXConfigurationERServicesStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2017 Dassault Systemes.
# All Rights Reserved.

ENOXConfigurationERServicesStringResource.IDsMandatory= El campo ids est\u00e1 vac\u00edo en la entrada.
ENOXConfigurationERServicesStringResource.BadEnumValues= El atributo value no es correcto en la entrada. Elija una de las siguientes opciones: 

ENOXConfigurationERServicesStringResource.EvolutionContentMissing= El atributo evolutionContent no est\u00e1 presente en la entrada.
ENOXConfigurationERServicesStringResource.EvolutionContentNullEmpty= El atributo evolutionContent es nulo o est\u00e1 vac\u00edo en la entrada.
ENOXConfigurationERServicesStringResource.VariantContentMissing= El atributo variantContent no est\u00e1 presente en la entrada.
ENOXConfigurationERServicesStringResource.VariantContentNullEmpty= El atributo variantContent es nulo o est\u00e1 vac\u00edo en la entrada.
ENOXConfigurationERServicesStringResource.AttributeIdentifierMissing= El atributo identifier no est\u00e1 presente en la entrada.
ENOXConfigurationERServicesStringResource.AttributeIdentifierNullEmpty= El atributo identifier es nulo o est\u00e1 vac\u00edo en la entrada.
ENOXConfigurationERServicesStringResource.EffExprListNull= La lista de expresiones de efectividad de la entrada es nula.
ENOXConfigurationERServicesStringResource.EffExprListEmpty= La lista de expresiones de efectividad de la entrada est\u00e1 vac\u00eda.
ENOXConfigurationERServicesStringResource.InputXMLError= Se ha producido un error al aplicar la expresi\u00f3n XML de la entrada.
ENOXConfigurationERServicesStringResource.SetEffectivityFailed= Error al establecer la efectividad.
ENOXConfigurationERServicesStringResource.CheckWorkUnder= La efectividad de evoluci\u00f3n establecida no es posible en la relaci\u00f3n situada bajo Control de cambios/Trabajo en.
ENOXConfigurationERServicesStringResource.SetEffRootNotConfigured= La pieza padre de la relaci\u00f3n dada no tiene un contexto de configuraci\u00f3n.
ENOXConfigurationERServicesStringResource.SetEffCriteriaNotEnabled= El tipo de criterio no es compatible; especifique un tipo de criterio compatible.
ENOXConfigurationERServicesStringResource.SetEffFromModelNotAttached= Se ha encontrado un modelo en la expresi\u00f3n XML de la entrada, pero no se ha adjuntado a la referencia.
ENOXConfigurationERServicesStringResource.FailureDuringOperation= Se ha detectado un error durante la operaci\u00f3n.
ENOXConfigurationERServicesStringResource.FailureDuringExposedService= Se ha detectado un error durante el uso de servicios expuestos.

ENOXConfigurationERServicesStringResource.RelPidListNull= La lista de entradas de ID f\u00edsicos de relaci\u00f3n es nula.
ENOXConfigurationERServicesStringResource.RelPidListEmpty= La lista de entradas de ID f\u00edsicos de relaci\u00f3n est\u00e1 vac\u00eda.
ENOXConfigurationERServicesStringResource.InstDoesNotHaveEff= Esta instancia no tiene ninguna efectividad; si no se establece, no es \u00fatil.
ENOXConfigurationERServicesStringResource.InstControlledByChange= La instancia de entrada est\u00e1 controlada por un cambio.
ENOXConfigurationERServicesStringResource.InstDoesNotHaveEffForDomain= Esta instancia no tiene ninguna efectividad para este dominio.
ENOXConfigurationERServicesStringResource.UnsetEffUnsuccessful= La operaci\u00f3n de efectividad no establecida no se realiz\u00f3 correctamente.
ENOXConfigurationERServicesStringResource.DomainIsForbiddenDecouplingActivated= El dominio de entrada est\u00e1 prohibido cuando el desacoplamiento est\u00e1 activado y la efectividad est\u00e1 desacoplada o se puede desacoplar.
ENOXConfigurationERServicesStringResource.DomainIsForbiddenDecouplingNotActivated= El dominio de entrada est\u00e1 prohibido cuando el desacoplamiento no est\u00e1 activado.
ENOXConfigurationERServicesStringResource.CheckWorkUnderForUnsetEvolEff= La efectividad de evoluci\u00f3n no establecida no es posible en la relaci\u00f3n situada bajo Control de cambios/Trabajo en.

ENOXConfigurationERServicesStringResource.InstPidListNull= La lista de ID f\u00edsicos de relaci\u00f3n de entrada est\u00e1 vac\u00eda.
ENOXConfigurationERServicesStringResource.InstPidListEmpty= La lista de ID f\u00edsicos de relaci\u00f3n de entrada es nula.

ENOXConfigurationERServicesStringResource.PhysicalIdNotValid= Este ID f\u00edsico no es v\u00e1lido.
ENOXConfigurationERServicesStringResource.PhysicalIdNotTypeOfModel= Este ID f\u00edsico no es un tipo de modelo.
ENOXConfigurationERServicesStringResource.ModelUsedByEffectivity= Este modelo lo utiliza una expresi\u00f3n de efectividad.
ENOXConfigurationERServicesStringResource.ModelUsedByConfiguration= Este modelo lo utiliza una configuraci\u00f3n.
ENOXConfigurationERServicesStringResource.ModelListIsNull= La lista de modelos es nula en la entrada.
ENOXConfigurationERServicesStringResource.ModelListIsEmpty= La lista de modelos est\u00e1 vac\u00eda en la entrada.
ENOXConfigurationERServicesStringResource.InputObjectIsNull= El objeto de entrada es nulo.
ENOXConfigurationERServicesStringResource.InputObjectIsEmpty= El objeto de entrada est\u00e1 vac\u00edo.
ENOXConfigurationERServicesStringResource.InputObjectIsNonConfigurable= El objeto de entrada no es configurable.

ENOXConfigurationERServicesStringResource.CriteriaListIsNotJsonArray= La lista de criterios no es una matriz JsonArray.
ENOXConfigurationERServicesStringResource.CriteriaListIsEmpty= La lista de criterios est\u00e1 vac\u00eda en la entrada.
ENOXConfigurationERServicesStringResource.UnexpectedCriteriaFound= Se han encontrado criterios inesperados en la entrada.

ENOXConfigurationERServicesStringResource.RelativePathIsRequired= El atributo relativePath no deber\u00eda ser nulo ni estar vac\u00edo, ya que est\u00e1 presente en la entrada.
ENOXConfigurationERServicesStringResource.SourceIsRequired= El atributo source no deber\u00eda ser nulo ni estar vac\u00edo, ya que est\u00e1 presente en la entrada.
ENOXConfigurationERServicesStringResource.TypeIsRequired= El atributo type no deber\u00eda ser nulo ni estar vac\u00edo, ya que est\u00e1 presente en la entrada.
ENOXConfigurationERServicesStringResource.NotAuthorizedToPerformOperation= El usuario actual no est\u00e1 autorizado para realizar esta operaci\u00f3n. P\u00f3ngase en contacto con su administrador.
ENOXConfigurationERServicesStringResource.NotHavePandOAccess= El usuario actual no tiene acceso PandO para realizar esta operaci\u00f3n. P\u00f3ngase en contacto con su administrador.

ENOXConfigurationERServicesStringResource.CheckWorkUnderForExtendEff= La operaci\u00f3n de efectividad de extensi\u00f3n no es posible en la relaci\u00f3n sin Trabajo en.
ENOXConfigurationERServicesStringResource.NoEffectivityToExtend= La extensi\u00f3n no es posible cuando no hay ninguna efectividad para extender.
ENOXConfigurationERServicesStringResource.EvolutionExprRequiredForExtend= La operaci\u00f3n de extensi\u00f3n solo es aplicable en la efectividad con la expresi\u00f3n de la evoluci\u00f3n.

ENOXConfigurationERServicesStringResource.InputLimitExceeded= El n\u00famero total de relaciones u objetos en la entrada supera el l\u00edmite predefinido para el servicio. P\u00f3ngase en contacto con el administrador.

ENOXConfigurationERServicesStringResource.IDsFieldMissing= Los ID de atributo obligatorio no est\u00e1n presentes en el JSON de entrada.
ENOXConfigurationERServicesStringResource.IncorrectDomainValue= El atributo value no es correcto en la entrada. Elija una de las siguientes opciones: EVOLUTION, VARIANT, ALL.
ENOXConfigurationERServicesStringResource.IncorrectViewValue= El atributo value no es correcto en la entrada. Elija una de las siguientes opciones: CURRENT, PROJECTED, ALL.
ENOXConfigurationERServicesStringResource.IncorrectFormatValue= El atributo value no es correcto en la entrada. Elija una de las siguientes opciones: TXT, XML.

ENOXConfigurationERServicesStringResource.InstPidNullOREmpty= El ID f\u00edsico de la relaci\u00f3n de entrada es nulo o est\u00e1 vac\u00edo.

ENOXConfigurationERServicesStringResource.CheckWorkUnderForEvolveInstance= La operaci\u00f3n de instancia de evoluci\u00f3n no es posible en la relaci\u00f3n sin Trabajo en.
ENOXConfigurationERServicesStringResource.EvolveInstanceOperationFailed= La definici\u00f3n de evoluci\u00f3n de Trabajo en cubre completamente la efectividad de la evoluci\u00f3n de la instancia. La instancia de evoluci\u00f3n est\u00e1 prohibida.
ENOXConfigurationERServicesStringResource.EvolveInstanceNoEffIntersection= No hay intersecci\u00f3n entre al menos una definici\u00f3n de evoluci\u00f3n de Trabajo en de la efectividad de evoluci\u00f3n de la instancia.
ENOXConfigurationERServicesStringResource.EvolveInstanceRootNotConfigured= La estructura no est\u00e1 configurada, la instancia de evoluci\u00f3n est\u00e1 prohibida.
ENOXConfigurationERServicesStringResource.EvolveInstanceNotAllModelsAttached= No todos los modelos necesarios est\u00e1n asociados a la referencia padre.
ENOXConfigurationERServicesStringResource.EvolveInstanceInvalidAuthContextPID= El ID f\u00edsico del contexto de creaci\u00f3n en la entrada no es v\u00e1lido.

ENOXConfigurationERServicesStringResource.IncorrectEffectivityXML= La expresi\u00f3n de efectividad de entrada o los datos utilizados en la expresi\u00f3n no son correctos.
ENOXConfigurationERServicesStringResource.InvalidInstancePhysicalID= El identificador de la instancia en la entrada no es v\u00e1lido o no es correcto.
ENOXConfigurationERServicesStringResource.LoadDictionaryFailed= No se puede establecer la efectividad debido a los datos del diccionario. 
ENOXConfigurationERServicesStringResource.3DPartNotConfigurable= La referencia ra\u00edz es una 3DPart no configurable. 
ENOXConfigurationERServicesStringResource.XCADNotConfigurable= La referencia ra\u00edz est\u00e1 controlada por XCAD no configurable.
ENOXConfigurationERServicesStringResource.CriteriaNotEnabled= Los criterios no est\u00e1n activados en la referencia padre.
ENOXConfigurationERServicesStringResource.ModelNotAccessibleORExist= No se puede acceder al modelo proporcionado en la expresi\u00f3n de entrada o no existe.
ENOXConfigurationERServicesStringResource.NoModelFoundInExpression= La expresi\u00f3n de entrada no tiene el formato correcto (no se ha encontrado ning\u00fan modelo).
ENOXConfigurationERServicesStringResource.CriteriaUsedInXMLNotEnabled= Los criterios utilizados en la expresi\u00f3n de entrada no est\u00e1n activados en la referencia padre.
ENOXConfigurationERServicesStringResource.ErrorSaveEffectivities= Se ha producido un error al guardar las nuevas efectividades.
ENOXConfigurationERServicesStringResource.ErrorDueToUpdateConfigRevEff= Se ha producido un error durante la actualizaci\u00f3n de las efectividades de revisi\u00f3n de configuraci\u00f3n.
ENOXConfigurationERServicesStringResource.SetEffFailedDueFrozenEvolution= La instancia forma parte de al menos una evoluci\u00f3n emitida. No se puede aplicar la nueva expresi\u00f3n de evoluci\u00f3n.
ENOXConfigurationERServicesStringResource.ReferenceNotConfigurable= La referencia padre no es configurable.
ENOXConfigurationERServicesStringResource.RootNotConfigured= La referencia padre de la instancia dada no tiene un contexto de configuraci\u00f3n.
ENOXConfigurationERServicesStringResource.ModelNotAttached= El modelo proporcionado en la expresi\u00f3n de entrada no forma parte del contexto de configuraci\u00f3n.
