# ENOXConfigurationERServicesStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2017 Dassault Systemes.
# All Rights Reserved.

ENOXConfigurationERServicesStringResource.IDsMandatory= Feld-ids sind in der Eingabe leer.
ENOXConfigurationERServicesStringResource.BadEnumValues= Attributwert ist in der Eingabe nicht korrekt. W\u00e4hlen Sie zwischen den folgenden Optionen: 

ENOXConfigurationERServicesStringResource.EvolutionContentMissing= Das Attribut evolutionContent ist in der Eingabe nicht vorhanden.
ENOXConfigurationERServicesStringResource.EvolutionContentNullEmpty= Das Attribut evolutionContent ist null oder in der Eingabe leer.
ENOXConfigurationERServicesStringResource.VariantContentMissing= Das Attribut variantContent ist in der Eingabe nicht vorhanden.
ENOXConfigurationERServicesStringResource.VariantContentNullEmpty= Das Attribut variantContent ist null oder in der Eingabe leer.
ENOXConfigurationERServicesStringResource.AttributeIdentifierMissing= Der Attribut identifier ist in der Eingabe nicht vorhanden.
ENOXConfigurationERServicesStringResource.AttributeIdentifierNullEmpty= Der Attribut identifier ist null oder in der Eingabe leer.
ENOXConfigurationERServicesStringResource.EffExprListNull= Die Liste der Eingabeg\u00fcltigkeitsausdr\u00fccke ist null.
ENOXConfigurationERServicesStringResource.EffExprListEmpty= Die Liste der Eingabeg\u00fcltigkeitsausdr\u00fccke ist leer.
ENOXConfigurationERServicesStringResource.InputXMLError= Beim Anwenden der Eingabe-XML Expression ist ein Fehler aufgetreten.
ENOXConfigurationERServicesStringResource.SetEffectivityFailed= Fehler beim Festlegen der G\u00fcltigkeit.
ENOXConfigurationERServicesStringResource.CheckWorkUnder= Einstellen der Entwicklungsg\u00fcltigkeit ist in der Beziehung unter 'Steuerung/Arbeit \u00e4ndern unter' nicht m\u00f6glich.
ENOXConfigurationERServicesStringResource.SetEffRootNotConfigured= Das \u00fcbergeordnete Teil der angegebenen Beziehung verf\u00fcgt \u00fcber keinen Konfigurationskontext.
ENOXConfigurationERServicesStringResource.SetEffCriteriaNotEnabled= Nicht unterst\u00fctzter Kriterientyp. Bitte geben Sie einen unterst\u00fctzten Kriterientyp an.
ENOXConfigurationERServicesStringResource.SetEffFromModelNotAttached= Das Modell wurde in der Eingabe-XML Expression gefunden, es ist aber nicht an die Referenz angeh\u00e4ngt.
ENOXConfigurationERServicesStringResource.FailureDuringOperation= St\u00f6rung w\u00e4hrend des Vorgangs erkannt.
ENOXConfigurationERServicesStringResource.FailureDuringExposedService= St\u00f6rung w\u00e4hrend der Nutzung exponierter Dienste erkannt.

ENOXConfigurationERServicesStringResource.RelPidListNull= Eingabeliste der Beziehung von physischen IDs ist null.
ENOXConfigurationERServicesStringResource.RelPidListEmpty= Eingabeliste der Beziehung von physischen IDs ist leer.
ENOXConfigurationERServicesStringResource.InstDoesNotHaveEff= Diese Instanz besitzt keine G\u00fcltigkeit, Zur\u00fccksetzen hat keine Wirkung.
ENOXConfigurationERServicesStringResource.InstControlledByChange= Die Eingabeinstanz wird durch eine \u00c4nderung gesteuert.
ENOXConfigurationERServicesStringResource.InstDoesNotHaveEffForDomain= Diese Instanz besitzt keine G\u00fcltigkeit f\u00fcr diese Dom\u00e4ne.
ENOXConfigurationERServicesStringResource.UnsetEffUnsuccessful= Der Vorgang 'G\u00fcltigkeit zur\u00fccksetzen' ist nicht erfolgreich.
ENOXConfigurationERServicesStringResource.DomainIsForbiddenDecouplingActivated= Die Eingabedom\u00e4ne ist nicht zul\u00e4ssig, wenn die Entkoppelung aktiviert ist und die G\u00fcltigkeit entkoppelt ist bzw. entkoppelt werden kann.
ENOXConfigurationERServicesStringResource.DomainIsForbiddenDecouplingNotActivated= Die Eingabedom\u00e4ne ist nicht zul\u00e4ssig, wenn die Entkoppelung nicht aktiviert ist.
ENOXConfigurationERServicesStringResource.CheckWorkUnderForUnsetEvolEff= Das Zur\u00fccksetzen der Entwicklungsg\u00fcltigkeit ist in der Beziehung unter 'Steuerung/Arbeit \u00e4ndern unter' nicht m\u00f6glich.

ENOXConfigurationERServicesStringResource.InstPidListNull= Die Liste der Eingabebeziehung von physischen IDs ist null.
ENOXConfigurationERServicesStringResource.InstPidListEmpty= Die Liste der Eingabebeziehung von physischen IDs ist leer.

ENOXConfigurationERServicesStringResource.PhysicalIdNotValid= Diese physische ID ist ung\u00fcltig.
ENOXConfigurationERServicesStringResource.PhysicalIdNotTypeOfModel= Diese physische ID ist kein Modelltyp.
ENOXConfigurationERServicesStringResource.ModelUsedByEffectivity= Dieses Modell wird von einem G\u00fcltigkeitsausdruck verwendet.
ENOXConfigurationERServicesStringResource.ModelUsedByConfiguration= Dieses Modell wird von einer Konfiguration verwendet.
ENOXConfigurationERServicesStringResource.ModelListIsNull= Die Modellliste ist in der Eingabe null.
ENOXConfigurationERServicesStringResource.ModelListIsEmpty= Die Modellliste ist in der Eingabe leer.
ENOXConfigurationERServicesStringResource.InputObjectIsNull= Das Eingabeobjekt ist null.
ENOXConfigurationERServicesStringResource.InputObjectIsEmpty= Das Eingabeobjekt ist leer.
ENOXConfigurationERServicesStringResource.InputObjectIsNonConfigurable= Das Eingabeobjekt ist nicht konfigurierbar.

ENOXConfigurationERServicesStringResource.CriteriaListIsNotJsonArray= Die Kriterienliste ist kein JsonArray.
ENOXConfigurationERServicesStringResource.CriteriaListIsEmpty= Die Kriterienliste ist in der Eingabe leer.
ENOXConfigurationERServicesStringResource.UnexpectedCriteriaFound= Unerwartetes Kriterium in der Eingabe gefunden.

ENOXConfigurationERServicesStringResource.RelativePathIsRequired= Das Attribut relativePath darf nicht null bzw. leer sein, da es in der Eingabe vorhanden ist.
ENOXConfigurationERServicesStringResource.SourceIsRequired= Die Attributquelle darf nicht null bzw. leer sein, da sie in der Eingabe vorhanden ist.
ENOXConfigurationERServicesStringResource.TypeIsRequired= Der Attributtyp darf nicht null bzw. leer sein, da er in der Eingabe vorhanden ist.
ENOXConfigurationERServicesStringResource.NotAuthorizedToPerformOperation= Der aktuelle Benutzer ist nicht berechtigt, den Vorgang durchzuf\u00fchren. Wenden Sie sich an Ihren Administrator.
ENOXConfigurationERServicesStringResource.NotHavePandOAccess= Der aktuelle Benutzer hat keine PandO-Berechtigung, um diesen Vorgang durchzuf\u00fchren. Wenden Sie sich an Ihren Administrator.

ENOXConfigurationERServicesStringResource.CheckWorkUnderForExtendEff= Der Vorgang 'G\u00fcltigkeit erweitern' ist ohne 'Arbeiten unter' bei der Beziehung nicht m\u00f6glich.
ENOXConfigurationERServicesStringResource.NoEffectivityToExtend= Erweiterung ist nicht m\u00f6glich, wenn keine G\u00fcltigkeit zum Erweitern verf\u00fcgbar ist.
ENOXConfigurationERServicesStringResource.EvolutionExprRequiredForExtend= Erweiterungsvorgang gilt nur f\u00fcr G\u00fcltigkeiten mit Entwicklungsausdruck.

ENOXConfigurationERServicesStringResource.InputLimitExceeded= Die Gesamtzahl der Beziehungen oder Objekte in der Eingabe \u00fcbersteigt die vordefinierte Grenze f\u00fcr den Service. Wenden Sie sich an Ihren Administrator.

ENOXConfigurationERServicesStringResource.IDsFieldMissing= Die obligatorischen Attribut-IDs sind in der JSON-Eingabe nicht vorhanden.
ENOXConfigurationERServicesStringResource.IncorrectDomainValue= Attributwert ist in der Eingabe nicht korrekt. W\u00e4hlen Sie zwischen den folgenden Optionen: EVOLUTION, VARIANT, ALL.
ENOXConfigurationERServicesStringResource.IncorrectViewValue= Attributwert ist in der Eingabe nicht korrekt. W\u00e4hlen Sie zwischen den folgenden Optionen: CURRENT, PROJECTED, ALL.
ENOXConfigurationERServicesStringResource.IncorrectFormatValue= Attributwert ist in der Eingabe nicht korrekt. W\u00e4hlen Sie zwischen den folgenden Optionen: TXT, XML.

ENOXConfigurationERServicesStringResource.InstPidNullOREmpty= Physische ID der eingegebenen Beziehung ist null oder leer.

ENOXConfigurationERServicesStringResource.CheckWorkUnderForEvolveInstance= Der Vorgang 'Instanz entwickeln' ist ohne 'Arbeiten unter' bei der Beziehung nicht m\u00f6glich.
ENOXConfigurationERServicesStringResource.EvolveInstanceOperationFailed= Definition einer 'Arbeiten unter'-Entwicklung deckt die Entwicklungsg\u00fcltigkeit einer Instanz vollst\u00e4ndig ab. 'Instanz entwickeln' ist verboten.
ENOXConfigurationERServicesStringResource.EvolveInstanceNoEffIntersection= Es besteht keine \u00dcberschneidung zwischen der Entwicklungsg\u00fcltigkeit der Definition einer 'Arbeiten unter'-Entwicklung von mindestens einer Instanz.
ENOXConfigurationERServicesStringResource.EvolveInstanceRootNotConfigured= Struktur ist nicht konfiguriert, 'Instanz entwickeln' ist verboten.
ENOXConfigurationERServicesStringResource.EvolveInstanceNotAllModelsAttached= Nicht alle erforderlichen Modelle sind an die \u00fcbergeordnete Referenz angeh\u00e4ngt.
ENOXConfigurationERServicesStringResource.EvolveInstanceInvalidAuthContextPID= Die physische Kennung des Erstellungskontextes in der Eingabe ist ung\u00fcltig.

ENOXConfigurationERServicesStringResource.IncorrectEffectivityXML= Der eingegebene G\u00fcltigkeitsausdruck oder die im Ausdruck verwendeten Daten sind nicht korrekt.
ENOXConfigurationERServicesStringResource.InvalidInstancePhysicalID= Die Kennung der Instanz in der Eingabe ist nicht g\u00fcltig oder korrekt.
ENOXConfigurationERServicesStringResource.LoadDictionaryFailed= Die G\u00fcltigkeit kann aufgrund von W\u00f6rterbuchdaten nicht eingestellt werden. 
ENOXConfigurationERServicesStringResource.3DPartNotConfigurable= Die Root-Referenz ist ein 3D-Teil, das nicht konfigurierbar ist. 
ENOXConfigurationERServicesStringResource.XCADNotConfigurable= Die Root-Referenz wird durch XCAD gesteuert, was nicht konfigurierbar ist.
ENOXConfigurationERServicesStringResource.CriteriaNotEnabled= Die Kriterien sind f\u00fcr die \u00fcbergeordnete Referenz nicht aktiviert.
ENOXConfigurationERServicesStringResource.ModelNotAccessibleORExist= Das im Eingabeausdruck angegebene Modell ist nicht zug\u00e4nglich oder existiert nicht.
ENOXConfigurationERServicesStringResource.NoModelFoundInExpression= Eingegebener Ausdruck nicht gut formatiert (kein Modell gefunden).
ENOXConfigurationERServicesStringResource.CriteriaUsedInXMLNotEnabled= Die im eingegebenen Ausdruck verwendeten Kriterien sind f\u00fcr die \u00fcbergeordnete Referenz nicht aktiviert.
ENOXConfigurationERServicesStringResource.ErrorSaveEffectivities= Fehler beim Speichern der neuen G\u00fcltigkeiten.
ENOXConfigurationERServicesStringResource.ErrorDueToUpdateConfigRevEff= Beim Aktualisieren der G\u00fcltigkeiten der Konfigurationsrevision ist ein Fehler aufgetreten.
ENOXConfigurationERServicesStringResource.SetEffFailedDueFrozenEvolution= Instanz ist Teil von mindestens einer freigegebenen Entwicklung. Der neue Entwicklungsausdruck kann nicht angewendet werden.
ENOXConfigurationERServicesStringResource.ReferenceNotConfigurable= Die \u00fcbergeordnete Referenz ist nicht konfigurierbar.
ENOXConfigurationERServicesStringResource.RootNotConfigured= Die \u00fcbergeordnete Referenz der angegebenen Instanz verf\u00fcgt \u00fcber keinen Konfigurationskontext.
ENOXConfigurationERServicesStringResource.ModelNotAttached= Das im Eingabeausdruck angegebene Modell ist nicht Teil des Konfigurationskontextes.
