{
  "itfCtrlMsgNotFound": "Error al recuperar la información del objeto. Vuelva a intentarlo en unos minutos. Si el problema persiste, póngase en contacto con el administrador.",
  "itfCtrlMsgCtxAlreadyLoaded": "El contexto de simulación de interferencias ya se ha cargado",
  "itfCtrlMsgSimuAlreadyLoaded": "La simulación de interferencias ya se ha cargado",
  "itfCtrlMsgSuccess": "La simulación de interferencias se ha cargado correctamente",
  "itfCtrlMsgError": "Se ha producido un error al cargar la simulación de interferencias",
  "itfCtrlMsgNoContext": "La simulación de interferencias no tiene contexto",
  "pimSingleIsr": "Solo se puede cargar una simulación de interferencias a la vez",
  "pimMetricLoadKO": "Se ha producido un error al cargar la métrica de interferencia",
  "pimMetricsLoadKO": "Se ha producido un error al cargar las métricas de interferencia",
  "pimMetricLoadOK": "La métrica de interferencia se ha cargado correctamente",
  "pimMetricsLoadOK": "Las métricas de interferencia se han cargado correctamente",
  "pimMetricAlreadyLoaded": "La métrica de interferencia ya está cargada",
  "pimMetricsAlreadyLoaded": "Las métricas de interferencia ya están cargadas",
  "pimMetricIgnored": "La métrica de interferencia se ignora",
  "pimMetricsIgnored": "Las métricas de interferencia se ignoran",
  "pimMetricNoIsr": "La métrica de interferencia no pertenece a ninguna simulación de interferencias",
  "pimMetricsNoIsr": "Las métricas de interferencia no pertenecen a ninguna simulación de interferencias",
  "pimIgnoredMetric": "Se ignora la métrica de interferencia que no pertenece a la simulación de interferencias cargada",
  "pimIgnoredMetrics": "Se ignoran las métricas de interferencia que no pertenecen a la simulación de interferencias cargada",
  "pimIsrRemoveTitle": "Se está cargando una nueva simulación de interferencias",
  "pimIsrRemoveMsg1": "La simulación de interferencias actual se eliminará para cargar estas métricas y la simulación correspondiente.",
  "pimIsrRemoveMsg2": "La simulación de interferencias actual se eliminará para cargar algunas métricas y la simulación correspondiente.",
  "maxTime": "La pantalla de interferencias se detiene después de 5 s",
  "pimPref": {
    "lblCtxtLoad": "Cargar simulación de interferencias con",
    "allParts": "Su contexto de producto",
    "onlyItfParts": "Solo piezas que interfieren",
    "itfDisplay": "Visualización de interferencias",
    "itfGeometries": "Geometrías",
    "itfNone": "Ninguno",
    "itfType": "Tipo de interferencia principal",
    "itfQuantifiers": "Cuantificadores",
    "itfVolume": "Volumen de penetración",
    "itfVector": "Vector de penetración",
    "itfDistance": "Distancia mínima",
    "itfColor": "Sobrecarga de color",
    "itfColorInst": "Color según las piezas que interfieren",
    "itfColorInst1": "Pieza 1",
    "itfColorInst2": "Pieza 2",
    "itfColorType": "Color según el tipo de interferencia principal",
    "itfColorType1": "Conflicto",
    "itfColorType2": "Contacto",
    "itfColorType3": "Distancia"
  }
}