{
  "readHeader": "Użytkownik decyduje, jakie pliki cookie będą używane przez 3DS",
  "readBodyContent": "Firma Dassault Systèmes, wraz z naszymi zaufanymi interesariuszami biznesowymi 3DS, używa plików cookie, aby zapewnić użytkownikowi możliwość jak najlepszego korzystania z naszych stron internetowych poprzez: badanie odbiorców i zwiększanie wydajności przez dostarczanie treści i propozycji odpowiadających interakcjom użytkownika, wyświetlanie reklam odpowiadających zainteresowaniom użytkownika oraz umożliwianie udostępniania treści w mediach społecznościowych.",
  "readBodyPreferences": "Twoje preferencje będą przechowywane przez 6 miesięcy i możesz je zmienić w dowolnym momencie. Więcej informacji o używaniu plików cookie przez stronę zawiera <a href=\"{privacyPolicyLink}\" target=\"_blank\">polityka prywatności</a>.",
  "updateHeader": "Spersonalizuj wybór plików cookie",
  "updateBody": "<p>Tutaj możesz spersonalizować Twoje preferencje dla każdej kategorii plików cookie, z wyjątkiem pierwszej kategorii, dla której nie jest wymagana Twoja zgoda.</p><p>3DS zachowuje Twoje wybory przez 6 miesięcy. Pod koniec tego okresu 3DS poprosi o ponowne wyrażenie zgody.</p>",
  "updateBodyNecessaryCookies": "Pliki cookie to niezbędne narzędzie, używane do świadczenia usług dostępnych na stronach internetowych 3DS. Pliki cookie umożliwiają 3DS na przykład zapamiętanie preferencji użytkownika dotyczących plików cookie, co pozwala na rejestrowanie spersonalizowanych trackerów interfejsu użytkownika, np. wyboru języka używanego na stronie. Użytkownik nie może zdecydować, czy będzie akceptować te pliki cookie podczas odwiedzania jednej z naszych stron internetowych.<br/></br> Aby wyświetlić listę plików cookie używanych do tego celu, <a href=\"{necessaryCookiesUsedLink}\" target=\"_blank\">kliknij tutaj</a>",
  "updateBodyFunctionalCookies": "Funkcjonalne pliki cookie służą do dostarczania treści i propozycji odpowiadających interakcjom z użytkownikiem. Mogą one zawierać informacje zarejestrowane w urządzeniu lub podczas nawigacji po stronach 3DS. Te pliki cookie umożliwiają nam również analizowanie sposobu korzystania ze strony, dzięki czemu możemy badać i poprawiać wydajność. </br></br> Aby wyświetlić listę plików cookie używanych do tych celów, <a href=\"{functionalCookiesUsedLink}\" target=\"_blank\">kliknij tutaj</a>",
  "updateBodyAdvertisingCookies": "Pliki cookie związane z reklamami są używane przez 3DS i zaufanych interesariuszy biznesowych 3DS do dostarczania reklam dostosowanych do zainteresowań użytkownika. Celem jest wyświetlanie reklam, które są dla Ciebie interesujące.",
  "seeListCookiesUsage": "Aby wyświetlić listę plików cookie używanych do tego celu, <a href=\"{cookiesUsedLink}\" target=\"_blank\">kliknij tutaj</a>",
  "privacyPolicy": "polityka prywatności",
  "necessaryCookies": "Niezbędne pliki cookie",
  "functionalCookies": "Funkcjonalne pliki cookie",
  "adsCookies": "Pliki cookie celowe i reklamowe",
  "accept": "Akceptuj",
  "acceptAll": "Akceptuj wszystko",
  "clickHere": "kliknij tutaj",
  "continueNecessaryCookie": "Kontynuuj przy użyciu tylko niezbędnych plików cookie",
  "managePreferences": "Zarządzaj moimi preferencjami",
  "savePreferences": "Zapisz moje preferencje"
}