{
    "readHeader": "You decide what cookies 3DS will use",
    "readBodyContent": "We, Dassault Systèmes, together with our trusted 3DS business stakeholders, use cookies to give you the best experience on our websites by: measuring their audience and improving their performance, by providing you with content and proposals that correspond to your interactions, by serving ads that are relevant to your interests and by allowing you to share content on social networks.",
    "readBodyPreferences": "Your preferences will be kept for 6 months and you can change them at any time. To learn more about how this site uses cookies, please visit our <a href=\"{privacyPolicyLink}\" target=\"_blank\">privacy policy</a>.",
    "updateHeader": "Personalize your Cookie Choices",
    "updateBody": "<p>You can personalize your preferences for each category of cookies here except for the first category for which your consent is not required.</p><p>3DS retains your choice for 6 months. At the end of this period, 3DS will ask for your consent again.</p>",
    "updateBodyNecessaryCookies": "Necessary cookies are essential and are used to provide you with services available through 3DS websites. For instance, these cookies allow 3DS to remember your choices about cookies preferences, to record your interface customization trackers e.g. for the choice of language used by the website. You have no choice on whether or not to accept these cookies when you visit one of our websites.<br/></br> To see the list of the cookies used for this purpose, <a href=\"{necessaryCookiesUsedLink}\" target=\"_blank\">click here</a>",
    "updateBodyFunctionalCookies": "Functional cookies are used to provide you with contents and proposals that correspond to your interactions. They may consist of information logged on your device or recorded as you navigate through 3DS websites. These cookies also allow us to analyze site usage so we can measure and improve performance. </br></br> To see the list of the cookies used for these purposes, <a href=\"{functionalCookiesUsedLink}\" target=\"_blank\">click here</a>",
    "updateBodyAdvertisingCookies": "Advertising cookies are used to enable 3DS and its trusted 3DS business stakeholders to serve ads that are relevant to your interests. The intention is to display ads that are relevant to you.",
    "seeListCookiesUsage": "To see the list of the cookies used for this purpose, <a href=\"{cookiesUsedLink}\" target=\"_blank\">click here</a>",
    "privacyPolicy": "privacy policy",
    "necessaryCookies": "Necessary Cookies",
    "functionalCookies": "Functional Cookies",
    "adsCookies": "Targeted and Advertising Cookies",
    "accept": "Accept",
    "acceptAll": "Accept All",
    "clickHere": "click here",
    "continueNecessaryCookie": "Continue with only necessary cookies",
    "managePreferences": "Manage my preferences",
    "savePreferences": "Save my preferences"
}
