{
  "readHeader": "Sie entscheiden, welche Cookies 3DS verwendet",
  "readBodyContent": "Wir, Dassault Systèmes, verwenden in Zusammenarbeit mit unseren vertrauenswürdigen Stakeholdern des Unternehmens 3DS Cookies, um Ihnen das bestmögliche Erlebnis auf unseren Websites zu bieten, indem wir: die Besuche erfassen und ihre Leistung verbessern, indem wir Ihnen Inhalte und Vorschläge zur Verfügung stellen, die Ihren Interaktionen entsprechen, indem wir Anzeigen bereitstellen, die für Ihre Interessen relevant sind, und indem wir es Ihnen ermöglichen, Inhalte in sozialen Netzwerken zu teilen.",
  "readBodyPreferences": "Ihre Einstellungen werden 6 Monate lang gespeichert und können jederzeit geändert werden. Weitere Informationen darüber, wie diese Website Cookies verwendet, finden Sie in unserer <a href=\"{privacyPolicyLink}\" target=\"_blank\">Datenschutzrichtlinie</a>.",
  "updateHeader": "Treffen Sie persönliche Entscheidungen zu Cookies",
  "updateBody": "<p>Sie können hier Ihre Einstellungen für jede Kategorie von Cookies personalisieren, mit Ausnahme der ersten Kategorie, für die Ihre Zustimmung nicht erforderlich ist.</p><p>3DS behält Ihre Auswahl 6 Monate lang bei. Am Ende dieses Zeitraums wird 3DS Sie erneut um Ihre Einwilligung bitten.</p>",
  "updateBodyNecessaryCookies": "Erforderliche Cookies sind unerlässlich und werden verwendet, um Services für Sie bereitzustellen, die über 3DS-Websites verfügbar sind. Mit diesen Cookies kann sich 3DS beispielsweise Ihre Cookie-Einstellungen merken und Ihre Tracker zur Anpassung der Benutzeroberfläche aufzeichnen, z. B. für die von der Website verwendete Sprache. Sie haben keine Wahl, ob Sie diese Cookies akzeptieren wollen oder nicht, wenn Sie eine unserer Websites besuchen.<br/></br><a href=\"{necessaryCookiesUsedLink}\" target=\"_blank\">Klicken Sie hier</a>, um eine Liste der zu diesem Zweck verwendeten Cookies anzuzeigen",
  "updateBodyFunctionalCookies": "Funktionelle Cookies werden verwendet, um Inhalte und Vorschläge für Sie bereitzustellen, die Ihren Interaktionen entsprechen. Sie können aus Informationen bestehen, die auf Ihrem Gerät protokolliert oder bei der Navigation auf 3DS-Websites aufgezeichnet wurden. Diese Cookies ermöglichen es uns auch, die Nutzung der Website zu analysieren, damit wir die Leistung messen und verbessern können. </br></br><a href=\"{functionalCookiesUsedLink}\" target=\"_blank\">Klicken Sie hier</a>, um eine Liste der zu diesem Zweck verwendeten Cookies anzuzeigen",
  "updateBodyAdvertisingCookies": "Werbe-Cookies werden verwendet, damit 3DS und seine vertrauenswürdigen Stakeholdern des Unternehmens 3DS Anzeigen bereitstellen können, die für Ihre Interessen relevant sind. Die Absicht besteht darin, Anzeigen anzuzeigen, die für Sie relevant sind.",
  "seeListCookiesUsage": "<a href=\"{cookiesUsedLink}\" target=\"_blank\">Klicken Sie hier</a>, um eine Liste der zu diesem Zweck verwendeten Cookies anzuzeigen",
  "privacyPolicy": "Datenschutzrichtlinien",
  "necessaryCookies": "Erforderliche Cookies",
  "functionalCookies": "Funktionelle Cookies",
  "adsCookies": "Gezielte Cookies und Werbe-Cookies",
  "accept": "Zusagen",
  "acceptAll": "Alle akzeptieren",
  "clickHere": "klicken Sie hier",
  "continueNecessaryCookie": "Ausschließlich mit erforderlichen Cookies fortfahren",
  "managePreferences": "Meine Voreinstellungen verwalten",
  "savePreferences": "Meine Voreinstellungen speichern"
}