{
  "readHeader": "Vous décidez des cookies que 3DS utilisera",
  "readBodyContent": "Nous, Dassault Systèmes, ainsi que nos partenaires commerciaux 3DS de confiance, utilisons des cookies pour vous offrir la meilleure expérience possible sur nos sites Web et ce, en mesurant leur audience et en améliorant leurs performances, en vous fournissant des contenus et des propositions qui correspondent à vos interactions, en diffusant des publicités adaptées à vos centres d'intérêt et en vous permettant de partager du contenu sur les réseaux sociaux.",
  "readBodyPreferences": "Vos préférences seront conservées pendant 6 mois et vous pouvez les modifier à tout moment. Pour en savoir plus sur la façon dont ce site utilise les cookies, consultez notre <a href=\"{privacyPolicyLink}\" target=\"_blank\">politique de confidentialité</a>.",
  "updateHeader": "Personnalisez vos choix de cookies",
  "updateBody": "<p>Vous pouvez personnaliser vos préférences pour chaque catégorie de cookies ici, à l'exception de la première catégorie pour laquelle votre consentement n'est pas requis.</p><p>3DS conserve votre choix pendant 6 mois. A la fin de cette période, 3DS vous redemandera votre consentement.</p>",
  "updateBodyNecessaryCookies": "Les cookies nécessaires sont essentiels et permettent de vous fournir des services disponibles sur les sites Web 3DS. Par exemple, ces cookies permettent à 3DS de mémoriser vos choix concernant vos préférences en matière de cookies, d'enregistrer vos traqueurs de personnalisation d'interface (choix de la langue utilisée par le site Web, par exemple). Vous n'avez pas le choix d'accepter ou non ces cookies lorsque vous visitez l'un de nos sites Web.<br/></br> Pour consulter la liste des cookies utilisés à cette fin, <a href=\"{necessaryCookiesUsedLink}\" target=\"_blank\">cliquez ici</a>",
  "updateBodyFunctionalCookies": "Les cookies fonctionnels permettent de vous fournir des contenus et des propositions qui correspondent à vos interactions. Ils peuvent se composer d'informations enregistrées sur votre appareil ou lors de votre navigation sur les sites Web 3DS. Ces cookies nous permettent également d'analyser l'utilisation du site afin d'en mesurer et d'en améliorer les performances. </br></br> Pour consulter la liste des cookies utilisés à ces fins, <a href=\"{functionalCookiesUsedLink}\" target=\"_blank\">cliquez ici</a>",
  "updateBodyAdvertisingCookies": "Les cookies publicitaires sont utilisés pour permettre à 3DS et à ses partenaires commerciaux 3DS de confiance de diffuser des publicités adaptées à vos centres d'intérêt. L'objectif est d'afficher des publicités qui vous intéressent.",
  "seeListCookiesUsage": "Pour afficher la liste des cookies utilisés à cette fin, <a href=\"{cookiesUsedLink}\" target=\"_blank\">cliquez ici</a>",
  "privacyPolicy": "politique de confidentialité",
  "necessaryCookies": "Cookies nécessaires",
  "functionalCookies": "Cookies fonctionnels",
  "adsCookies": "Cookies publicitaires et ciblés",
  "accept": "Accepter",
  "acceptAll": "Tout accepter",
  "clickHere": "cliquez ici",
  "continueNecessaryCookie": "Continuer avec les cookies nécessaires uniquement",
  "managePreferences": "Gérer mes préférences",
  "savePreferences": "Enregistrer mes préférences"
}