{
  "readHeader": "Вы решаете, какие файлы cookie будут использоваться в 3DS",
  "readBodyContent": "Мы, Dassault Systèmes, вместе с нашими доверенными деловыми партнерами 3DS, используем файлы cookie, чтобы предоставить вам лучшие возможности на наших веб-сайтах, выполняя следующие действия: оценка аудитории и повышение эффективности работы веб-сайтов, предоставление вам материалов и предложений, соответствующих вашим взаимодействиям, демонстрация рекламы, соответствующей вашим интересам, и предоставление вам возможности делиться контентом в социальных сетях.",
  "readBodyPreferences": "Ваши настройки будут храниться в течение 6 месяцев, и вы сможете изменить их в любое время. Чтобы получить более подробное представление об использовании файлов cookie, ознакомьтесь с нашей <a href=\"{privacyPolicyLink}\" target=\"_blank\">Политикой конфиденциальности</a>.",
  "updateHeader": "Персонализируйте выбор файлов cookie",
  "updateBody": "<p>Здесь вы можете настроить свои предпочтения для каждой категории файлов cookie, за исключением первой категории, для которой ваше согласие не требуется.</p><p>3DS сохраняет ваш выбор на протяжении 6 месяцев. По истечении этого периода 3DS снова запросит ваше согласие.</p>",
  "updateBodyNecessaryCookies": "Обязательные файлы cookie необходимы для предоставления услуг, доступных на веб-сайтах 3DS. Например, файлы cookie позволяют 3DS запоминать выбранные вами настройки для остальных файлов cookie, записывать средства отслеживания настроек интерфейса, например, для выбора языка, используемого сайтом. Для посещения наших веб-сайтов файлы cookie обязательны.<br/></br> Чтобы просмотреть список файлов cookie, <a href=\"{necessaryCookiesUsedLink}\" target=\"_blank\">нажмите здесь</a>",
  "updateBodyFunctionalCookies": "Функциональные файлы cookie используются для предоставления вам содержимого и предложений на основе ваших действий. Они могут содержать информацию, зарегистрированную на вашем устройстве или записанную при посещении страниц веб-сайтов 3DS. Файлы cookie также позволяют нам анализировать использование сайта для оценки и повышения производительности. </br></br> Чтобы просмотреть список файлов cookie, <a href=\"{functionalCookiesUsedLink}\" target=\"_blank\">нажмите здесь</a>",
  "updateBodyAdvertisingCookies": "Рекламные файлы cookie используются, чтобы 3DS и ее доверенные деловые партнеры могли подбирать рекламные объявления, которые соответствуют вашим интересам. Их цель — показать рекламные объявления, подходящие вам.",
  "seeListCookiesUsage": "Чтобы просмотреть список файлов cookie, <a href=\"{cookiesUsedLink}\" target=\"_blank\">нажмите здесь</a>",
  "privacyPolicy": "Политика конфиденциальности",
  "necessaryCookies": "Обязательные файлы cookie",
  "functionalCookies": "Функциональные файлы cookie",
  "adsCookies": "Целевые и рекламные файлы cookie",
  "accept": "Принять",
  "acceptAll": "Принять все",
  "clickHere": "нажмите здесь",
  "continueNecessaryCookie": "Использовать только обязательные файлы cookie",
  "managePreferences": "Управление настройками",
  "savePreferences": "Сохранить параметры"
}