{
  "readHeader": "L'utente decide quali cookie saranno utilizza da 3DS",
  "readBodyContent": "Noi, Dassault Systèmes, insieme alle nostre parti interessate aziendali 3DS, utilizziamo i cookie per offrirti la migliore esperienza possibile sui nostri siti Web: misurare il pubblico e migliorare le prestazioni, fornendo contenuti e proposte corrispondenti alle interazioni dell'utente, pubblicando annunci pertinenti ai propri interessi e consentendo di condividere contenuti sui social network.",
  "readBodyPreferences": "Le tue preferenze saranno mantenute per 6 mesi e potrai modificarle in qualsiasi momento. Per ulteriori informazioni su come questo sito utilizza i cookie, consulta <a href=\"{privacyPolicyLink}\" target=\"_blank\"></a>la nostra Informativa sulla privacy.",
  "updateHeader": "Personalizza le scelte di cookie",
  "updateBody": "<p>Qui è possibile personalizzare le preferenze per ciascuna categoria di cookie, ad eccezione della prima categoria per la quale non è richiesto il consenso.</p><p>3DS mantiene la tua scelta per 6 mesi. Al termine di questo periodo, 3DS richiederà nuovamente il consenso dell'utente.</p>",
  "updateBodyNecessaryCookies": "I cookie necessari sono essenziali e vengono utilizzati per fornire all'utente i servizi disponibili sui siti Web 3DS. Ad esempio, questi cookie consentono a 3DS di ricordare le scelte dell'utente in merito alle preferenze dei cookie, di registrare i tracker di personalizzazione dell'interfaccia dell'utente, ad esempio per la scelta della lingua utilizzata dal sito Web. Non è possibile scegliere se accettare o meno questi cookie quando si visita uno dei nostri siti Web.<br/></br> Per visualizzare l'elenco dei cookie utilizzati a tale scopo, <a href=\"{necessaryCookiesUsedLink}\" target=\"_blank\">fare clic qui</a>",
  "updateBodyFunctionalCookies": "I cookie funzionali vengono utilizzati per fornire all'utente contenuti e proposte corrispondenti alle sue interazioni. Possono consistere di informazioni registrate sul dispositivo dell'utente o durante la navigazione nei siti Web 3DS. Questi cookie ci consentono anche di analizzare l'utilizzo del sito in modo da poter misurare e migliorare le prestazioni. </br></br> Per visualizzare l'elenco dei cookie utilizzati a tali scopi, <a href=\"{functionalCookiesUsedLink}\" target=\"_blank\">fare clic qui</a>",
  "updateBodyAdvertisingCookies": "I cookie pubblicitari vengono utilizzati per consentire a 3DS e alle parti interessate aziendali di 3DS che utilizzano tali annunci pubblicitari in base ai tuoi interessi. L'obiettivo è quello di visualizzare gli annunci che ti interessano.",
  "seeListCookiesUsage": "Per visualizzare l'elenco dei cookie utilizzati a tale scopo, <a href=\"{cookiesUsedLink}\" target=\"_blank\">fare clic qui</a>",
  "privacyPolicy": "informativa sulla privacy",
  "necessaryCookies": "Cookie necessari",
  "functionalCookies": "Cookie funzionali",
  "adsCookies": "Cookie mirati e pubblicitari",
  "accept": "Accetta",
  "acceptAll": "Accetta tutto",
  "clickHere": "fare clic qui",
  "continueNecessaryCookie": "Continuare con solo i cookie necessari",
  "managePreferences": "Gestisci le mie preferenze",
  "savePreferences": "Salva le mie preferenze"
}