# ENOXSourcingStringResource.properties-- String Resource file for Translation.
# Copyright (c) 1992-2020 Dassault Systemes.
# All Rights Reserved.
# XSourcing

# functional items 
ENOXSourcing.CreateMEIItems.createError= \u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u90e8\u54c1\u306e\u4f5c\u6210\u4e2d\u306b\u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXSourcing.CreateMEIItems.noLicenseError= \u5fc5\u8981\u306a\u30e9\u30a4\u30bb\u30f3\u30b9\u304c\u3042\u308a\u307e\u305b\u3093
ENOXSourcing.CreateMEIItems.InvalidInput= \u7121\u52b9\u306a\u5165\u529b
ENOXSourcing.CreateMEIItems.updatingAttributesError= \u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u90e8\u54c1\u306e\u5c5e\u6027\u5024\u3092\u66f4\u65b0\u4e2d\u306b\u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
ENOXSourcing.CreateMEIItems.NoManufacturerError= \u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u90e8\u54c1\u306e\u4f5c\u6210\u306b\u306f\u30e1\u30fc\u30ab\u30fc\u540d\u304c\u5fc5\u9808\u3067\u3059
ENOXSourcing.CreateMEIItems.ManufacturerDoesntExist= \u5408\u683c\u30e1\u30fc\u30ab\u30fc\u304c\u30b7\u30b9\u30c6\u30e0\u306b\u5b58\u5728\u3057\u307e\u305b\u3093

ENOXSourcing.MEIReference.AddingExtensionFailed= \u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u90e8\u54c1\u306e\u62e1\u5f35\u5b50\u306e\u8ffd\u52a0\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ENOXSourcing.MEIReference.NoMEIExtension= \u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306b\u306f\u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u90e8\u54c1\u306e\u62e1\u5f35\u5b50\u304c\u306a\u3044\u305f\u3081\u3001\u5c5e\u6027\u3092\u66f4\u65b0\u3067\u304d\u307e\u305b\u3093

ENOXSourcing.deleteMEIItem.failed= \u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u90e8\u54c1\u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f
ENOXSourcing.deleteMEIItem.success= \u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u90e8\u54c1\u306f\u6b63\u5e38\u306b\u524a\u9664\u3055\u308c\u307e\u3057\u305f

ENOXSourcing.CloneMEIItems.IdentifierNotSame= URI\u306b\u6e21\u3055\u308c\u305f\u30eb\u30fc\u30c8ID\u304c\u30ea\u30af\u30a8\u30b9\u30c8\u30dc\u30c7\u30a3\u3068\u540c\u3058\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ENOXSourcing.CloneMEIItems.RequestBodyEmpty= \u30ea\u30af\u30a8\u30b9\u30c8\u30dc\u30c7\u30a3\u306f\u7a7a\u767d\u306b\u3067\u304d\u307e\u305b\u3093

ENOXSourcing.Message.NoModifyAccess= \u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8%1\u3067\u306e\u5909\u66f4\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
ENOXSourcing.Message.NoChangeTypeAccess= \u30e6\u30fc\u30b6\u30fc\u306b\u306f\u30aa\u30d6\u30b8\u30a7\u30af\u30c8%1\u306b\u62e1\u5f35\u5b50\u3092\u8ffd\u52a0\u3059\u308b\u305f\u3081\u306e\u5909\u66f4\u30bf\u30a4\u30d7\u306e\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093
ENOXSourcing.Message.NoEngItemDetails= \u30ea\u30af\u30a8\u30b9\u30c8\u30dc\u30c7\u30a3\u306b\u88fd\u54c1\u8a73\u7d30\u304c\u3042\u308a\u307e\u305b\u3093
ENOXSourcing.Message.IDLengthError= \u30ea\u30d7\u30ec\u30bc\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3ID\u306f32\u6587\u5b57\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
ENOXSourcing.Message.AlreadyMEIExtensionPresent= \u30aa\u30d6\u30b8\u30a7\u30af\u30c8%1\u306f\u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u90e8\u54c1\u9805\u76ee\u306e\u62e1\u5f35\u5b50\u3092\u3059\u3067\u306b\u53c2\u7167\u3057\u3066\u3044\u307e\u3059\u3002PATCH\u3092\u4f7f\u7528\u3057\u3066\u5c5e\u6027\u3092\u66f4\u65b0\u3057\u3066\u304f\u3060\u3055\u3044
ENOXSourcing.Message.NotVPMReference= \u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9'ManufacturerEquivalentItemExtension'\u306fderivableType %1\u3067\u306f\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093
ENOXSourcing.Message.ErrorWhileRetrievingManufacturer= \u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u90e8\u54c1\u9805\u76ee\u306e\u8a73\u7d30\u306e\u53d6\u5f97\u6642\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u307e\u3067\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044
ENOXSourcing.Message.CreateMEIExceedsLimit= \u4e00\u5ea6\u306b\u4f5c\u6210\u3067\u304d\u308b\u6700\u5927500\u306e\u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u90e8\u54c1\u9805\u76ee\u306e\u5236\u9650\u3092\u8d85\u3048\u3066\u3044\u307e\u3059
ENOXSourcing.Message.IdAndRelPathAreDiff= ID\u3068\u76f8\u5bfe\u30d1\u30b9\u304c\u540c\u4e00\u3067\u306f\u3042\u308a\u307e\u305b\u3093
ENOXSourcing.Message.BUSDoesntExist= \u30d3\u30b8\u30cd\u30b9\u30aa\u30d6\u30b8\u30a7\u30af\u30c8%1\u306fDB\u306b\u5b58\u5728\u3057\u307e\u305b\u3093
ENOXSourcing.Message.UnableToRetrieveService= \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30b5\u30fc\u30d3\u30b9\u60c5\u5831\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093
ENOXSourcing.Message.3DNetworkServiceNotAvailable= 3D Supply Network\u30b5\u30fc\u30d3\u30b9\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044
ENOXSourcing.Message.ErrorVal3DNetworkManufacturer= Supply Network\u306b\u3088\u308b\u30e1\u30fc\u30ab\u30fc\u306e\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044
ENOXSourcing.Message.ErrorVal3DSpaceManufacturer= \u30e1\u30fc\u30ab\u30fc\u306e\u691c\u8a3c\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044
ENOXSourcing.Message.AlreadyMigratedMEI= \u6b21\u306e\u30e1\u30fc\u30ab\u30fc\u7b49\u4fa1\u54c1\u76ee\u306f\u3059\u3067\u306b\u79fb\u884c\u3055\u308c\u3066\u3044\u307e\u3059\uff1a%1
ENOXSourcing.CreateMEIItems.SupplyNetworkManufacturerDoesntExist= Supply Network\u3067\u30e1\u30fc\u30ab\u30fc\u3092\u898b\u3064\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093
ENOXSourcing.Message.ErrorVal3DNetworkManufacturerMessage= \u6b21\u306e\u30a8\u30e9\u30fc\u3067\u3001Supply Network\u3067\u306e\u30e1\u30fc\u30ab\u30fc\u306e\u691c\u8a3c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff1a%1
ENOXSourcing.Message.InvalidManufactureretails= \u30ea\u30af\u30a8\u30b9\u30c8\u30dc\u30c7\u30a3\u306e\u30e1\u30fc\u30ab\u30fc\u306e\u8a73\u7d30\u306f\u3001\u6b20\u843d\u3057\u3066\u3044\u308b\u304b\u7121\u52b9\u3067\u3059\u3002
ENOXSourcing.Message.No3DNetworkServiceOrWrong"= \u8aa4\u3063\u305f\u30bd\u30fc\u30b9\u304c\u6e21\u3055\u308c\u305f\u304b\u30013D Supply Network\u30b5\u30fc\u30d3\u30b9\u304c\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u7ba1\u7406\u8005\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002
