{
"Zoom.Title":"Vergrößern oder verkleinern",
"Zoom.ShortHelp":"Vergrößert oder verkleinert.",
"Zoom.LongHelp":"Ziehen Sie nach oben, um die Ansicht zu vergrößern, und ziehen Sie nach unten, um die Ansicht zu verkleinern.",
"Pan.Title":"Rundumsicht",
"Pan.ShortHelp":"Verschiebt die Ansicht des Modells horizontal und vertikal.",
"Pan.LongHelp":"Klicken Sie auf <uicontrol>Schwenken</uicontrol> und ziehen Sie dann in eine beliebige Richtung.",
"Rotate.Title":"Drehen",
"Rotate.ShortHelp":"Dreht das Modell um die vertikale oder horizontale Achse.",
"Rotate.LongHelp":"Klicken Sie auf <uicontrol>Drehen</uicontrol> und ziehen Sie dann horizontal oder vertikal.",
"Reframe.Title":"Alles einpassen",
"Reframe.ShortHelp":"Passt das gesamte Modell in den 3D-Bereich ein.",
"ViewSelector.Title":"Standardansichten",
"ViewSelector.ShortHelp":"Zeigt den Inhalt in Standardansichten an: oben, unten, links, rechts und isometrisch.",
"ViewSelector.LongHelp":"<p>Um zwischen den Ansichten zu wechseln, klicken Sie auf die Pfeile, das Symbol für die isometrische Ansicht oder die Drehsymbole unten im 3D-Bereich. Sie können auch die Tastatur verwenden. </p> <p>Um den Standardansichten-Modus zu verlassen, klicken Sie in einen leeren Bereich oder blenden Sie die Aktionsleiste ein. </p>",
"LineicFilter.Title":"Linienelemente filtern",
"LineicFilter.ShortHelp":"Filtert Linienelemente in einem Modell, um diese auszublenden oder erneut anzuzeigen.",
"LineicFilter.LongHelp":"Klicken Sie auf die entsprechenden Symbole rechts auf dem Bildschirm, um Referenzachsen, Linien und Punkte unabhängig von den anderen Typen ein- oder auszublenden.",
"VisibilityCommands.Title":"Verdecken/Anzeigen",
"VisibilityCommands.ShortHelp":"Blendet Objekte aus.",
"VisibilityCommands.LongHelp":"Klicken Sie auf die auszublendenden Objekte. Mit der Kontextsymbolleiste können Sie alle Objekte anzeigen, zwischen ausgeblendeten und sichtbaren Objekten umschalten und Objekte isolieren.",
"EnhancedExplode.Title":"Zerlegen",
"EnhancedExplode.ShortHelp":"Zerlegt Baugruppe und Unterbaugruppen, um ihre inneren Teile freizulegen.",
"EnhancedExplode.LongHelp":"<p>Ziehen Sie den Schieberegler oder verwenden Sie die Pfeile, um die Amplitude der Zerlegung zu steuern. </p>",
"AnnotationTour.Title":"Anmerkungstour",
"AnnotationTour.ShortHelp":"Wechselt von einem Anmerkungsblickpunkt zu einem anderen.",
"AnnotationTour.LongHelp":"Klicken Sie auf die Pfeile links oder rechts neben dem Arbeitsbereich, um durch die Anmerkungsserie zu navigieren.",
"AnnotationCommands.Title":"Befehle zum Erzeugen von Anmerkungen",
"AnnotationCommands.ShortHelp":"Zeigt eine Kontext-Symbolleiste an, die Zugriff auf Beschriftungen bietet Befehle.",
"AnnotationCommands.LongHelp":"Diese Kontextsymbolleiste befindet sich rechts neben dem Arbeitsbereich.",
"AnnotationCommand3DText.Title":"Befehl zum Erzeugen von Textanmerkungen",
"AnnotationCommand3DText.ShortHelp":"Rechts neben dem Arbeitsbereich wird eine Kontextsymbolleiste angezeigt, die Zugriff auf Anmerkungsbefehle ermöglicht."
}
