{
"Zoom.Title":"Powiększanie lub pomniejszanie",
"Zoom.ShortHelp":"Powiększa lub pomniejsza obraz.",
"Zoom.LongHelp":"Przeciągnij w górę, aby powiększyć obraz, lub w dół, aby go pomniejszyć.",
"Pan.Title":"Przesuń",
"Pan.ShortHelp":"Przesuwa widok modelu w poziomie i w pionie.",
"Pan.LongHelp":"Kliknij opcję <uicontrol>Przesuwanie</uicontrol> i przeciągnij w dowolnym kierunku.",
"Rotate.Title":"Obróć",
"Rotate.ShortHelp":"Obraca model wokół osi pionowej lub wokół osi poziomej.",
"Rotate.LongHelp":"Kliknij <uicontrol>Obróć</uicontrol>, a następnie przeciągnij poziomo lub pionowo.",
"Reframe.Title":"Dopasuj wszystko",
"Reframe.ShortHelp":"Dopasowuje cały model do obszaru 3D.",
"ViewSelector.Title":"Widoki standardowe",
"ViewSelector.ShortHelp":"Wyświetla zawartość w standardowych widokach: górnym, dolnym, lewym, prawym i izometrycznym.",
"ViewSelector.LongHelp":"<p>Aby przełączać pomiędzy widokami, kliknij strzałki, ikonę widoku izometrycznego lub ikony obrotu w dolnej części obszaru 3D. Można również użyć klawiatury. </p> <p>Aby wyjść z trybu standardowych widoków, kliknij pusty obszar lub wyświetl pasek akcji. </p>",
"LineicFilter.Title":"Filtruj elementy liniowe",
"LineicFilter.ShortHelp":"Filtruje elementy liniowe w modelu, aby je ukryć lub pokazać ponownie.",
"LineicFilter.LongHelp":"Kliknij dedykowane ikony po prawej stronie ekranu, aby ukryć lub pokazać oś odniesienia, linie i punkty, niezależnie od innych typów.",
"VisibilityCommands.Title":"Ukryj/Pokaż",
"VisibilityCommands.ShortHelp":"Ukrywa obiekty.",
"VisibilityCommands.LongHelp":"Kliknij obiekty do ukrycia. Użyj kontekstowego paska narzędzi, aby wyświetlać wszystkie obiekty, przełączać pomiędzy obiektami ukrytymi i widocznymi oraz izolować obiekty.",
"EnhancedExplode.Title":"Rozstrzel",
"EnhancedExplode.ShortHelp":"Rozstrzela złożenie i podzespoły, aby odsłonić ich części wewnętrzne.",
"EnhancedExplode.LongHelp":"<p>Przeciągnij suwak, aby precyzyjnie sterować amplitudą rozstrzelenia. Można wybrać podzespół do rozstrzelenia. Można również przenosić części. </p>",
"AnnotationTour.Title":"Prezentacja adnotacji",
"AnnotationTour.ShortHelp":"Przełącza z jednego punktu widzenia adnotacji na drugi.",
"AnnotationTour.LongHelp":"Aby przejść przez serię adnotacji, kliknij strzałki po lewej lub prawej stronie obszaru roboczego.",
"AnnotationCommands.Title":"Polecenia adnotacji",
"AnnotationCommands.ShortHelp":"Wyświetla kontekstowy pasek narzędzi umożliwiający dostęp do poleceń adnotacji.",
"AnnotationCommands.LongHelp":"Ten kontekstowy pasek narzędzi znajduje się po prawej stronie obszaru roboczego.",
"AnnotationCommand3DText.Title":"Polecenie adnotacji tekstowej",
"AnnotationCommand3DText.ShortHelp":"Po prawej stronie obszaru roboczego wyświetla się kontekstowy pasek narzędzi umożliwiający dostęp do poleceń adnotacji."
}
