{
"Zoom.Title":"Zoom In or Out",
"Zoom.ShortHelp":"Zooms in or out.",
"Zoom.LongHelp":"Drag up to zoom in, and drag down to zoom out.",
"Pan.Title":"Panoramica",
"Pan.ShortHelp":"Sposta la vista del modello in orizzontale e in verticale.",
"Pan.LongHelp":"Fare clic su <uicontrol>Panoramica</uicontrol>, quindi trascinare in qualsiasi direzione.",
"Rotate.Title":"Rotate",
"Rotate.ShortHelp":"Turns the model around the vertical axis or around the horizontal axis.",
"Rotate.LongHelp":"Click <uicontrol>Rotate</uicontrol>, then drag horizontally or vertically.",
"Reframe.Title":"Fit All In",
"Reframe.ShortHelp":"Fits the entire model in the 3D area.",
"ViewSelector.Title":"Standard Views",
"ViewSelector.ShortHelp":"Displays your content using standard views: top, bottom, left, right, and isometric.",
"ViewSelector.LongHelp":"<p>To switch between views, click the arrows, the isometric view icon, or the rotation icons at the bottom of the 3D area. You can also use the keyboard. </p> <p>To exit the standard views mode, click an empty area, or display the action bar. </p>",
"LineicFilter.Title":"Filter Lineic Elements",
"LineicFilter.ShortHelp":"Filters lineic elements in a model to hide them or show them again.",
"LineicFilter.LongHelp":"Click the dedicated icons to the right of the screen to hide or show reference axis, lines, and points, independently of the other types.",
"VisibilityCommands.Title":"Mostra/Nascondi",
"VisibilityCommands.ShortHelp":"Nasconde gli oggetti.",
"VisibilityCommands.LongHelp":"Fare clic sugli oggetti da nascondere. Utilizzare la barra degli strumenti contestuale per mostrare tutti gli oggetti, passare da un oggetto nascosto a un altro e isolare gli oggetti.",
"EnhancedExplode.Title":"Explode",
"EnhancedExplode.ShortHelp":"Explodes assembly and sub-assemblies to reveal their inner parts.",
"EnhancedExplode.LongHelp":"<p>Drag the slider or use the arrows to control the explode amplitude. </p>",
"AnnotationTour.Title":"Presentazione delle annotazioni",
"AnnotationTour.ShortHelp":"Consente di passare da un viewpoint di annotazione a un altro.",
"AnnotationTour.LongHelp":"Per avanzare nella serie di annotazioni, fare clic sulle frecce a sinistra o a destra dell'area di lavoro.",
"AnnotationCommands.Title":"Comandi di annotazione",
"AnnotationCommands.ShortHelp":"Visualizza una barra degli strumenti contestuale che fornisce l'accesso ai comandi di annotazione.",
"AnnotationCommands.LongHelp":"Questa barra degli strumenti contestuale si trova a destra dell'area di lavoro.",
"AnnotationCommand3DText.Title":"Comando Annotazione di testo",
"AnnotationCommand3DText.ShortHelp":"Visualizza a destra dell'area di lavoro una barra degli strumenti contestuale che consente di accedere ai comandi di annotazione."
}
