{
"Zoom.Title":"Zoom In or Out",
"Zoom.ShortHelp":"Zooms in or out.",
"Zoom.LongHelp":"Drag up to zoom in, and drag down to zoom out.",
"Pan.Title":"Pan",
"Pan.ShortHelp":"Moves the model view horizontally and vertically.",
"Pan.LongHelp":"Click <uicontrol>Pan</uicontrol>, then drag in any direction.",
"Rotate.Title":"Rotate",
"Rotate.ShortHelp":"Turns the model around the vertical axis or around the horizontal axis.",
"Rotate.LongHelp":"Click <uicontrol>Rotate</uicontrol>, then drag horizontally or vertically.",
"Reframe.Title":"Fit All In",
"Reframe.ShortHelp":"Fits the entire model in the 3D area.",
"ViewSelector.Title":"Standard Views",
"ViewSelector.ShortHelp":"Displays your content using standard views: top, bottom, left, right, and isometric.",
"ViewSelector.LongHelp":"<p>To switch between views, click the arrows, the isometric view icon, or the rotation icons at the bottom of the 3D area. You can also use the keyboard. </p> <p>To exit the standard views mode, click an empty area, or display the action bar. </p>",
"LineicFilter.Title":"Filter Lineic Elements",
"LineicFilter.ShortHelp":"Filters lineic elements in a model to hide them or show them again.",
"LineicFilter.LongHelp":"Click the dedicated icons to the right of the screen to hide or show reference axis, lines, and points, independently of the other types.",
"VisibilityCommands.Title":"Hide/Show",
"VisibilityCommands.ShortHelp":"Hides objects.",
"VisibilityCommands.LongHelp":"Click the objects to hide. Use the context toolbar to show all objects, toggle between hidden and visible objects, and isolate objects.",
"EnhancedExplode.Title":"Explode",
"EnhancedExplode.ShortHelp":"Explodes assembly and sub-assemblies to reveal their inner parts.",
"EnhancedExplode.LongHelp":"<p>Drag the slider or use the arrows to control the explode amplitude. </p>",
"AnnotationTour.Title":"Annotation Tour",
"AnnotationTour.ShortHelp":"Switches from one annotation viewpoint to another.",
"AnnotationTour.LongHelp":"To go though the annotation series, click the arrows to the left or to the right of the work area.",
"AnnotationCommands.Title":"Annotation Commands",
"AnnotationCommands.ShortHelp":"Displays a context toolbar that provides access to annotation commands.",
"AnnotationCommands.LongHelp":"This context toolbar is located to the right of the work area.",
"AnnotationCommand3DText.Title":"Text Annotation Command",
"AnnotationCommand3DText.ShortHelp":"Displays to the right of the work area a context toolbar that gives access to annotation commands."
}
