{
"Zoom.Title":"Zoom In or Out",
"Zoom.ShortHelp":"Zooms in or out.",
"Zoom.LongHelp":"Drag up to zoom in, and drag down to zoom out.",
"Pan.Title":"Panorámica",
"Pan.ShortHelp":"Mueve la vista del modelo horizontal y verticalmente.",
"Pan.LongHelp":"Haga clic en <uicontrol>Panorámica</uicontrol> y, a continuación, arrastre en cualquier dirección.",
"Rotate.Title":"Rotate",
"Rotate.ShortHelp":"Turns the model around the vertical axis or around the horizontal axis.",
"Rotate.LongHelp":"Click <uicontrol>Rotate</uicontrol>, then drag horizontally or vertically.",
"Reframe.Title":"Fit All In",
"Reframe.ShortHelp":"Fits the entire model in the 3D area.",
"ViewSelector.Title":"Standard Views",
"ViewSelector.ShortHelp":"Displays your content using standard views: top, bottom, left, right, and isometric.",
"ViewSelector.LongHelp":"<p>To switch between views, click the arrows, the isometric view icon, or the rotation icons at the bottom of the 3D area. You can also use the keyboard. </p> <p>To exit the standard views mode, click an empty area, or display the action bar. </p>",
"LineicFilter.Title":"Filter Lineic Elements",
"LineicFilter.ShortHelp":"Filters lineic elements in a model to hide them or show them again.",
"LineicFilter.LongHelp":"Click the dedicated icons to the right of the screen to hide or show reference axis, lines, and points, independently of the other types.",
"VisibilityCommands.Title":"Ocultar/Mostrar",
"VisibilityCommands.ShortHelp":"Oculta los objetos.",
"VisibilityCommands.LongHelp":"Haga clic en los objetos que desee ocultar. Seleccione la barra de herramientas de contexto para mostrar todos los objetos, alterne entre objetos ocultos y visibles, y aísle objetos.",
"EnhancedExplode.Title":"Explode",
"EnhancedExplode.ShortHelp":"Explodes assembly and sub-assemblies to reveal their inner parts.",
"EnhancedExplode.LongHelp":"<p>Drag the slider or use the arrows to control the explode amplitude. </p>",
"AnnotationTour.Title":"Introducción a anotaciones",
"AnnotationTour.ShortHelp":"Cambia entre de un punto de vista de anotación y otro.",
"AnnotationTour.LongHelp":"Para avanzar por la serie de anotaciones, haga clic en las flechas situadas a la izquierda o a la derecha del área de trabajo.",
"AnnotationCommands.Title":"Comandos de anotación",
"AnnotationCommands.ShortHelp":"Muestra una barra de herramientas contextual que proporciona acceso a comandos de anotación.",
"AnnotationCommands.LongHelp":"Esta barra de herramientas contextual se encuentra a la derecha del área de trabajo.",
"AnnotationCommand3DText.Title":"Comando de anotación de texto",
"AnnotationCommand3DText.ShortHelp":"Muestra una barra de herramientas contextual en la parte derecha del área de trabajo que proporciona acceso a los comandos de anotación."
}
